Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: To make sure you don't lose your files, it is a good idea to perform regular back ups. To back up your files, <link xref="files-copy">copy your files</link> to a safe location, such as an external hard drive, another computer on the network, or a USB drive. Your personal files and settings are usually in your <gui>Home</gui> folder, so you can copy them from there. To get to your <gui>Home</gui> folder, first click on the <gui>Documents</gui> icon on the desktop.
es: Para asegurarte de que no pierdas tus archivos, es una buena idea hacer copias de seguridad regularmente. Para hacer copias de seguridad de tus archivos <link xref="files-copy">copia tus archivos</link> a un lugar seguro, como a un disco duro externo, a otra computadora en la misma red o a un USB. Tus archivos personales y configuraciones usualmente están en la carpeta llamada <gui>Carpeta personal</gui> y puedes copiarlos desde allí. Para abrir tu carpeta llamada <gui>Carpeta personal</gui>, primero haz clic en el ícono <gui>Documentos</gui> en el escritorio.
id: Untuk memastikan Anda tak kehilangan file-file Anda, amat baik apabila Anda melakukan penyimpanan cadangan secara berkala. Untuk menyimpan cadangan file, <link xref="files-copy">salin file-file</link> Anda ke lokasi yang aman, seperti hard disk eksternal, komputer lain di jaringan, atau drive USB. File-file dan pengaturan pribadi biasanya berada di folder <gui>Utama</gui> Anda, sehingga dapat Anda salin dari sana. Untuk masuk ke folder <gui>Utama</gui> Anda, pertama-tama klik pada ikon <gui>Dokumen</gui> di desktop.
th: การสำรองข้อมูลอย่างสม่ำเสมอเพื่อให้แน่ใจว่าไฟล์ของคุณจะไม่สูญหายเป็นความคิดที่ดี เมื่อต้องการสำรองข้อมูลไฟล์ ให้<link xref="files-copy">คัดลอกไฟล์ของคุณ</link>ไปยังตำแหน่งที่ปลอดภัย เช่น ฮาร์ดไดรฟ์ภายนอก คอมพิวเตอร์เครื่องอื่นหรือเครือข่ายอื่น หรือไดรฟ์ USB ไฟล์และการตั้งค่าส่วนตัวของคุณมักจะอยู่ในโฟลเดอร์ <gui>โฮม</gui> เพราะฉะนั้นให้คุณคัดลอกจากที่นั่น เมื่อต้องการไปที่โฟลเดอร์ <gui>โฮม</gui> ให้คลิกไอคอน <gui>เอกสาร</gui> ในเดสก์ท็อป
vi: Để đảm bảo không bị mất các tập tin: bạn nên sao lưu thường xuyên. Để sao lưu tập tin: <link xref="files-copy">sao chép các tập tin</link> vào một vị trí an toàn, như ổ cứng ngoài, máy tính khác trên mạng, hoặc ổ đĩa USB. Tập tin và thiết lập cá nhân của bạn thường được lưu trong thư mục <gui>Nhà</gui>, nên bạn có thể sao chép chúng từ đó. Để mở thư mục <gui>Nhà</gui>, đầu tiên hãy nhấp chuột vào biểu tượng <gui>Tài liệu</gui> trên màn hình nền.
zh_cn: 执行定期备份，以确保文件安全。备份文件，<link xref="files-copy">复制文件</link>到安全的位置，如外部硬盘驱动器，网络上的另一台电脑，或USB驱动器。个人文件和设置通常是在你的<gui>Home</gui>文件夹中，所以你可以从文件夹复制你的文件。要找到你的<gui>Home</gui>文件夹，首先点击桌面上的<gui>文件</gui>图标。

source: The amount of data you can back up is limited by the size of the storage device. If you have the room on your backup device, it is best to back up your entire <gui>Home</gui> folder with the following exceptions:
es: La cantidad de datos de los que puedes hacer copias de seguridad está limitada por la capacidad del hardware de almacenamiento que uses. Si cuentas con suficiente espacio, lo mejor es hacer una copia completa de tu carpeta <gui>Mis Documentos</gui>, con las siguientes excepciones:
id: Jumlah data yang dapat Anda cadangkan dibatasi oleh ukuran perangkat penyimpanan. Jika Anda memiliki ruang pada perangkat cadangan, Anda sebaiknya mencadangkan seluruh folder <gui>Home</gui> dengan pengecualian berikut:
th: จำนวนของข้อมูลที่คุณสามารถสำรองได้ จะจำกัดตามขนาดของอุปกรณ์ที่ใช้จัดเก็บ หากคุณต้องการพื้นที่ในอุปกรณ์สำรองข้อมูล ควรสำรองโฟลเดอร์ <gui>โฮม</gui>ทั้งหมด ยกเว้น
vi: Lượng dữ liệu mà bạn có thể sao lưu bị hạn chế bởi dung lượng của thiết bị lưu trữ. Nếu thiết bị sao lưu của bạn còn chỗ trống, tốt nhất là hãy sao lưu toàn bộ thư mục <gui>Home</gui>, ngoại trừ những mục sau đây:
zh_cn: 您可以备份的数据量会被存储设备的大小限制。如果你的备份设备有足够的空间，最好是备份整个<gui>Home</gui>文件夹，但不包括以下数项：

source: Files that are already backed up somewhere else, such as to a CD, DVD, or other removable media.
es: Archivos que están guardados en algún sitio, tal como un CD, un DVD u otro medio extraíble.
id: Berkas yang telah dibackup di tempat lain, seperti ke CD, DVD, atau media lepas pasang lain.
th: ไฟล์ซึ่งสำรองข้อมูลไว้ที่อื่นแล้ว เช่น ใน CD, DVD หรืออุปกรณ์แบบถอดได้อื่นๆ
vi: Tập tin đã được sao lưu ở đâu đó, như trong CD, DVD hoặc vật chứa khác.
zh_cn: 已经通过其他方式备份的文件。例如已经保存在 CD，DVD 或者 其他可移动媒体里的数据。

source: Any files in the Trash folder.
es: Todos los archivos en la Papelera.
id: File apapun dalam folder Trash.
th: ไฟล์ใดๆ ในโฟลเดอร์ขยะ
vi: Bất kỳ tệp trong thư mục Rác.
zh_cn: 回收站文件夹里的任何文件

source: Retrieve your files from a backup.
es: Recuperar tus archivos desde una copia de seguridad.
id: Mengambil berkas Anda dari backup.
th: เรียกข้อมูลคืนจากการสำรอง
vi: Lấy tập tin từ bản sao lưu.
zh_cn: 从备份中检索文件。

source: Restore a backup
es: Restaurar una copia de seguridad
id: Mengembalikan dari cadangan
th: รีสโตร์ข้อมูลที่สำรองไว้
vi: Phục hồi bản sao lưu
zh_cn: 恢复备份

source: If you have lost or deleted some of your files, but you have a backup of them, you can restore them from the backup.
es: Si has perdido o eliminado algunos de tus archivos pero tienes una copia de seguridad de ellos, puedes restaurarlos desde la copia:
id: Jika Anda telah kehilangan atau menghapus beberapa berkas Anda, tetapi Anda memiliki cadangan dari mereka, Anda dapat memulihkan mereka dari cadangan.
th: หากไฟล์ของคุณหายหรือถูกลบไป แต่คุณยังมีสำรองไว้ คุณสามารถก้คืนได้จากที่สำรองไว้
vi: Nếu bạn đã bị mất hoặc đã xóa một số tệp nhưng bạn có bản sao lưu của những tệp đó, bạn có thể khôi phục tệp từ bản sao lưu.
zh_cn: 如果您已经丢失或删除了一些文件，但如您有备份，您就可以从备份中恢复它们

source: If you want to restore your backup from a device such as an external hard drive, USB drive or another computer on the network, you can <link xref="files-copy">copy them</link> back to your computer.
es: Si quieres restaurar tu copia de seguridad desde un aparato tal como un disco duro externo, un USB u otra computadora en la misma red, puedes <link xref="files-copy">copiarlos</link> de nuevo en tu computadora.
id: Jika Anda ingin memulihkan cadangan dari perangkat seperti hard drive eksternal, USB drive atau komputer lainnya di jaringan, Anda dapat <link xref="files-copy">menyalinnya</link> kembali ke komputer Anda.
th: หากคุณต้องการกู้คืนข้อมูลที่สำรองไว้ในอุปกรณ์อย่างฮาร์ดดิสก์ภายนอก USB ไดรฟ์ หรือคอมพิวเตอร์เครื่องอื่นในโครงข่าย คุณสามารถ<link xref="files-copy">ึคัดลอก</link>กลับไปไว้บนคอมพิวเตอร์คุณได้
vi: Nếu bạn muốn khôi phục nội dung sao lưu từ một thiết bị, chẳng hạn như ổ cứng ngoài, thẻ nhớ USB hoặc máy tính khác trên mạng, bạn có thể <link xref="files-copy">sao chép nội dung đó</link> ngược trở lại máy tính của bạn.
zh_cn: 如果您想通过外部硬盘驱动器，USB驱动器或网络上的另一台电脑来恢复您的备份，您可以<link xref="files-copy">复制它们</link>到您的电脑上。

source: Back up anything that you can't bear to lose if something goes wrong.
es: Haz copias de seguridad de cualquier cosa de la que no puedas prescindir si algo va mal.
id: Back up apapun yang Anda tidak ingin kehilangan bila terjadi kesalahan.
th: สำรองข้อมูลสำคัญที่หายไม่ได้ไม่ว่าจะเกิดปัญหาใดๆ
vi: Sao lưu mọi thứ bạn không thể chịu tổn thất được nếu có gì đó xảy ra.
zh_cn: 备份如有出错会造成重大损失的所有重要文件。

source: What to back up
es: De qué hacer una copia de seguridad
id: Apa yang akan dibackup
th: ควรสำรองอะไร
vi: Sao lưu cái gì
zh_cn: 备份对象

source: Your priority should be to back up your most important files as well as those that are difficult to recreate. For example, ranked from most important to least important:
es: La prioridad debería ser hacer copias de seguridad a tus archivos más importantes, así como los que resultarían ser más difíciles de recrear. Aquí hay unos ejemplos, ordenados de mayor a menor importancia:
id: Prioritas Anda haruslah mencadangkan berkas-berkas terpenting dan berkas-berkas yang sulit dibuat ulang. Sebagai contoh, urutan dari yang terpenting sampai yang kurang penting:
th: ลำดับความสำคัญ คือการเลือกสารสำรองไฟล์ที่สำคัญ และไฟล์ที่สร้างใหม่ได้ยาก เช่น ลำดับจากไฟล์ที่สำคัญที่สุด ไปไฟล์ที่สำคัญน้อยสุด:
vi: Bạn nên ưu tiên việc sao lưu những tập tin quan trọng nhất của mình cũng như những tập tin khó tạo lại. Ví dụ, xếp hạng từ quan trọng nhất đến ít quan trọng nhất:
zh_cn: 您首要任务是备份你最重要的文件，以及那些难以重新创建的文件。例如，根据最重要和最次要的排列次序进行备份：

source: Your personal files
es: Tus archivos personales
id: Berkas pribadi Anda
th: ไฟล์ส่วนตัวของคุณ
vi: Tập tin cá nhân
zh_cn: 您的个人文件

source: This may include documents, spreadsheets, email, calendar appointments, financial data, family photos, or any other personal files that you would consider irreplaceable.
es: Esto puede incluir documentos, hojas de cálculo, correo electrónico, citas en el calendario, datos financieros, fotos familiares o cualquier cosa personal que consideres irreemplazable.
id: Ini mungkin termasuk dokumen, lembar kerja, surel, janji temu, data finansial, foto keluarga, atau sebarang berkas pribadi lain yang Anda anggap tak tergantikan.
th: อาจมีไฟล์เอกสาร สเปรดชีท อีเมล ปฏฺิทินนัดหมาย ข้อมูลทางการเงิน ภาพครอบครัวหรือไฟล์ส่วนตัวอื่นๆ ที่คุณคิดว่าไม่สามารถหามาทดแทนได้
vi: Tài liệu, bảng tính, email, cuộc hẹn, dữ liệu tài chính, ảnh gia đình, bất cứ thứ gì quan trọng đối với bạn. Những thứ này rõ ràng quan trọng và không thể thay thế.
zh_cn: 这包括文档、电子表格、电子邮件、日程安排、财务数据、家庭照片，和其他您认为不可替代的个人文件。

source: Your personal settings
es: Tu configuración personal
id: Pengaturan pribadi Anda
th: การตั้งค่าส่วนตัว
vi: Thiết lập cá nhân
zh_cn: 您的个人设置

source: This includes changes you may have made to colors, backgrounds, screen resolution and mouse settings on your desktop. This also includes application preferences, such as settings for <app>Writer</app>, your music player, and your email program. These are replaceable, but may take a while to recreate.
es: Esto incluye los cambios que hayas hecho a los colores, fondos, resolución de la pantalla y configuración del ratón en tu escritorio. También incluye las preferencias de los programas, como la configuración de <app>Escritor</app>, tu reproductor de música y tu programa de correo electrónico. Son reemplazables, pero puede tardar un tiempo en volverlos a crear.
id: Ini termasuk perubahan yang telah Anda buat untuk warna, latar belakang, resolusi layar dan pengaturan tetikus pada desktop Anda. Ini juga termasuk preferensi aplikasi, seperti pengaturan untuk <app> Writer </app>, pemutar musik Anda, dan program surel Anda. Ini dapat diganti, tetapi mungkin memerlukan waktu untuk menciptakan ulang.
th: จะมีการเปลี่ยนแปลงที่คุณได้แก้ไขบนหน้าเดสก์ท็อปไว้ ไม่ว่าจะเป็นสี ภาพพื้นหลัง ความละเอียดหน้าจอและการตั้งค่าเม้าส์ รวมถึงการตั้งค่าแอพพลิเคชั่น เช่นการตั้งค่า <app>Writer</app> มีเดียเพลเยอร์และโปรแกรมอีเมลของคุณ ซึ่งสามารถสร้างใหม่ได้ แต่อาจเสียเวลา
vi: Điều này bao gồm những thay đổi bạn có thể đã thực hiện về màu sắc, hình nền, độ phân giải màn hình và cài đặt chuột trên màn hình nền. Điều này cũng bao gồm các tùy chọn về ứng dụng, chẳng hạn như các cài đặt cho <app>Writer</app>, trình phát nhạc và chương trình email. Những cài đặt này có thể được thay thế, nhưng có thể mất một lúc để tạo lại.
zh_cn: 这包括更改您的桌面上的颜色、背景、屏幕分辨率和鼠标设置。这也包括应用程序的偏好设置，如<app>Writer</app>设置，您的音乐播放器和您的电子邮件程序。这些都是可替换的设置，但可能需要一段时间来重新创建。

source: System settings
es: Configuración del sistema
id: Pengaturan sistem
th: การตั้งค่าระบบ
vi: Thiết lập hệ thống
zh_cn: 系统设置

source: Most people never change the system settings that are created when you first turn your computer on. If you do customize your system settings for some reason, then you may wish to back up these settings.
es: La mayoría de la gente nunca cambia la configuración que se crea cuando primero se prende la computadora. Si has personalizado la configuración del sistema por alguna razón, es posible que quieras hacer una copia de seguridad de esta configuración.
id: Sebagian besar orang tidak pernah mengganti pengaturan sistem yang dibuat saat pertama kali menyalakan komputer. Jika Anda mengubah pengaturan sistem karena suatu alasan, maka Anda mungkin perlu mencadangkan pengaturan ini.
th: คนส่วนใหญ่ไม่เคยเปลี่ยนแปลงการตั้งค่าระบบซึ่งสร้างขึ้นในครั้งแรกที่คุณเปิดคอมพิวเตอร์ หากคุณตั้งค่าระบบแบบกำหนดเองด้วยเหตุผลบางอย่าง เช่นนั้นคุณอาจต้องการสำรองข้อมูลการตั้งค่านี้
vi: Hầu hết mọi người không bao giờ thay đổi những cài đặt hệ thống vốn được tạo lập khi bạn lần đầu bật máy tính lên. Nếu vì một lý do nào đó mà bạn tùy chỉnh cài đặt hệ thống của mình, thì có thể bạn sẽ muốn sao lưu những cài đặt này.
zh_cn: 大多数人不会更改第一次打开电脑时的默认系统设置。如果您的系统设置是根据个人偏好更改而成，那么您可能会希望对这些设置进行备份。

source: In general, you will want to back up files that are irreplaceable and files that require a great time investment to replace without a backup. If things are easy to replace, on the other hand, you may not want to use up disk space by having backups of them.
es: En general, querrás hacer copias de seguridad de los archivos que sean irreemplazables y de los que necesiten una gran inversión para sustituirlos si no hubiera copia de seguridad. Por otra parte, si todo resulta fácil de sustituir, puede que no desees usar espacio de disco con sus copias de seguridad.
id: Secara umum, Anda akan ingin membackup berkas-berkas yang tak tergantikan dan berkas-berkas yang memerlukan investasi waktu sangat besar untuk menggantikannya tanpa backup. Bila berbagai hal mudah digantikan, di lain pihak, Anda mungkin tak mau menghabiskan ruang disk untuk backup mereka.
th: โดยทั่วไปแล้ว คุณควรสำรองไฟล์ที่ไม่สามารถทดแทนได้และไฟล์ทั้งต้องใช้เวลาในการสร้างใหม่นานมากหากไม่มีการสำรองไว้ หากเป็นไฟล์ที่สร้างใหม่ได้ง่าย คุณอาจไม่จำเป็นต้องเปลืองที่ในดิสก์มาสำรองไฟล์เหล่านั้น
vi: Nhìn chung, bạn sẽ muốn sao lưu những tập tin không thể thay thế và những tập tin tốn nhiều thời gian công sức để thay thế nếu không sao lưu. Ngược lại, bạn có thể không muốn sao lưu những thứ dễ thay để đỡ tốn chỗ sao lưu.
zh_cn: 通常，您想要备份不可替代的文件以及如果没有备份需要投入大量时间才能恢复的文件。另一方面，如果内容非常容易替代，您可能不希望因为备份而占用磁盘空间。

source: Advice on where to store your backups and what type of storage device to use.
es: Consejo sobre dónde almacenar las copias de respaldo y qué dispositivo de almacenamiento usar.
id: Saran tentang dimana menyimpan backup Anda dan tipe perangkat penyimpanan apa yang dipakai.
th: คำแนะนำเกี่ยวกับที่เก็บไฟล์สำรองและประเภทของอุปกรณ์สำรองข้อมูลที่ใช้
vi: Lời khuyên nơi lưu bản sao và loại thiết bị lưu trữ nào nên dùng.
zh_cn: 有关在何处存储备份以及使用何种存储设备的建议。

source: Where to store your backup
es: Dónde almacenar su copia de respaldo
id: Dimana menyimpan backup Anda
th: จะจัดเก็บข้อมูลสำรองของคุณไว้ที่ใด
vi: Nơi lưu bản sao
zh_cn: 在何处存储备份

source: You should store backup copies of your files somewhere separate from your computer - on an external hard disk, for example. That way, if the computer breaks, or is lost or is stolen, the backup will still be intact. For maximum security, you shouldn't keep the backup in the same building as your computer. If there is a fire or theft, both copies of the data could be lost if they are kept together.
es: Debes guardar copias de seguridad de tus archivos en algún lugar aparte de tu computadora - en un disco duro externo, por ejemplo. De esa manera, si la computadora se rompe, o se pierde o es robada, la copia de seguridad seguirá intacta. Para mayor seguridad, no debes tener la copia de seguridad en el mismo edificio en donde está tu computadora. Si hay un incendio o robo, ambas copias de datos podrían perderse si están juntas.
id: Disarankan Anda menyimpan salinan cadangan berkas di lokasi terpisah dari komputer Anda - contohnya hard disk eksternal. Dengan demikian, jika komputer Anda rusak, hilang atau dicuri, maka cadangannya masih tetap aman. Untuk keamanan maksimal, Anda sebaiknya tidak menyimpan cadangan di bangunan yang sama dengan komputer. Jika terjadi kebakaran atau pencurian, kedua salinan data dapat hilang jika disimpan berdekatan.
th: ุคุณควรสำรองข้อมูลไฟล์ไว้ในที่ที่แยกจากคอมพิวเตอร์ เช่น ในฮาร์ดดิสก์ภายนอก แบบนั้นหากคอมพิวเตอร์เสีย หรือหาย หรือถูกขโมย ข้อมูลที่สำรองไว้จะยังคงอยู่ เพื่อความปลอดภัยสูงสุด คุณไม่ควรเก็บข้อมูลสำรองไว้ในอาคารเดียวกันกับคอมพิวเจอร์ หากมีไฟไหม้หรือโจรกรรม ขอมูลทั้งสองแหล่งที่เก็บไว้ในที่เดียวกัน อาจสูญหายไปทั้งคู่
vi: Bạn nên lưu trữ bản sao lưu của các tệp của mình ở một nơi ngoài máy tính của bạn - chẳng hạn, lưu trên ổ cứng gắn ngoài. Bằng cách này, nếu máy tính hư hỏng, bị mất hoặc bị mất trộm, bản sao lưu vẫn còn đó. Để đảm bảo độ bảo mật tối đa, bạn không nên để bản sao lưu tại cùng một tòa nhà nơi đặt máy tính của bạn. Nếu xảy ra trộm cắp hoặc hỏa hoạn, cả hai bản dữ liệu này có thể bị mất nếu được giữ cùng một chỗ.
zh_cn: 您应该储存你的文件备份副本在某个和你电脑分隔的地方，例如储存在外部硬盘上。如果电脑坏了，或丢失或被盗，那么备份依然完好。为了获得最大的安全性，您不应该将备份存放在电脑所在的同一个建筑里面。如果有火灾或盗窃，他们又存放在一起的话，这两个副本的数据可能会同时丢失。

source: It is important to choose an appropriate <em>backup medium</em> too. You need to store your backups on a device that has sufficient disk capacity for all of the backed-up files.
es: También es importante elegir un <em>medio de respaldos</em> apropiado. Necesita almacenar sus respaldos en un dispositivo que tenga suficiente capacidad de disco para todos los archivos respaldados.
id: Penting juga untuk memilih <em>medium backup</em> yang cocok. Anda perlu menyimpan backup Anda pada suatu perangkat yang memiliki kapasitas disk cukup bagi semua berkas yang dibackup.
th: การเลือก <em>สื่อที่ใช้สำรองข้อมูล</em>ที่เหมาะสมก็เป็นสิ่งสำคัญ คุณต้องเก็บข้อมูลที่สำรองไว้ในอุปกรณ์ที่มีพื้นที่จัดเก็บเพียงพอสำหรับไฟล์ที่มีการสำรองทั้งหมด
vi: Một điểm cân nhắc quan trọng là chọn <em>phương tiện sao lưu</em>. Bạn cần lưu bản sao trên thiết bị đủ lớn để chứa toàn bộ sao lưu.
zh_cn: 选择一种适当的<em>备份工具</em>也很重要。您需要将备份存储在具有足够磁盘容量存放所有备份文件的设备上。

source: Local and remote storage options
es: Opciones de almacenamiento local y remoto
id: Opsi penyimpanan lokal dan remote
th: ตัวเลือกพื้นที่เก็บภายในและภายนอก
vi: Tuỳ chọn lưu trữ cục bộ và ở xa
zh_cn: 本地和远程存储选项

source: USB memory key (low capacity)
es: Memoria USB (baja capacidad)
id: Flash disk USB (kapasitas rendah)
th: หน่วยความจำ USB (ความสามารถต่ำ)
vi: Thẻ nhớ USB (sức chứa thấp)
zh_cn: U盘(容量较小)

source: Internal disk drive (high capacity)
es: Unidad de disco interno (capacidad alta)
id: Disk drive internal (kapasitas tinggi)
th: ดิสก์ไดรฟ์ภายใน (ความจุสูง)
vi: Đĩa cứng bên trong (sức chứa cao hơn)
zh_cn: 内置硬盘(容量较大)

source: External hard disk (typically high capacity)
es: Unidad de disco externa (generalmente capacidad alta)
id: Hard disk eksternal (biasanya kapasitas tinggi)
th: ฮาร์ดดิสก์ External (โดยทั่วไปมีความจุสูง)
vi: Đĩa cứng bên ngoài (thường có sức chứa cao hơn)
zh_cn: 外置硬盘驱动器(容量通常较大)

source: Network-connected drive (high capacity)
es: Una unidad de red (alta capacidad)
id: Drive tersambung jaringan (kapasitas tinggi)
th: อุปกรณ์เชื่อมต่อโครงจ่าย (คุณภาพสูง)
vi: Ổ đĩa mạng (sức chứa cao)
zh_cn: 网络驱动器(容量较大)

source: File/backup server (high capacity)
es: Servidor de archivos/respaldos (alta capacidad)
id: Server berkas/backup (kapasitas tinggi)
th: เซิร์ฟเวอร์ไฟล์/สำรองข้อมูล (ความจุสูง)
vi: Máy chủ tập tin/sao lưu (sức chứa cao)
zh_cn: 文件/备份服务器(容量较大)

source: Writable CDs or DVDs (low/medium capacity)
es: CD o DVD escribibles (capacidad baja/media)
id: CD atau DVD yang dapat ditulisi (kapasitas rendah/sedang)
th: ซีดีและดีวีดีที่เขียนได้ (คุณภาพต่ำ/ปานกลาง)
vi: CD hoặc DVD ghi được (sức chứa thấp/trung bình)
zh_cn: 可擦写 CD 或 DVD 光盘(低/中等容量)

source: Online backup service (<link href="http://aws.amazon.com/s3/">Amazon S3</link> or <link href="https://one.ubuntu.com/">Ubuntu One</link>, for example; capacity depends on price)
es: Un servicio de respaldo en línea como <link href="http://aws.amazon.com/s3/">Amazon S3</link> o <link href="https://one.ubuntu.com/">Ubuntu One</link> (almacena sus datos externamente por una pequeña cuota)
id: Layanan backup daring (misalnya <link href="http://aws.amazon.com/s3/">Amazon S3</link> atau <link href="https://one.ubuntu.com/">Ubuntu One</link>; kapasitas bergantung kepada harga)
th: บริการสำรองข้อมูลออนไลน์ เช่น <link href="http://aws.amazon.com/s3/">Amazon S3</link>หรือ <link href="https://one.ubuntu.com/">Ubuntu One</link> จะขึ้นอยู่กับราคา
vi: Dịch vụ sao lưu trực tuyến (ví dụ <link href="http://aws.amazone.com/s3/">Amazon S3</link>, <link href="https://one.ubuntu.com">Ubuntu One</link>; sức chứa tuỳ theo chi phí)
zh_cn: 在线备份服务(如，<link href="http://aws.amazon.com/s3/">Amazon S3</link> 或 <link href="https://one.ubuntu.com/">Ubuntu One</link>；容量与收费相关)

source: Some of these options have sufficient capacity to allow for a backup of every file on your system, also known as a <em>complete system backup</em>.
es: Algunos de ellos pueden permitirle hacer una copia de respaldo de cada archivo de su sistema, también conocido como <em>copia de respaldo completa del sistema</em>.
id: Beberapa dari opsi ini memiliki kapasitas yang cukup untuk memungkinkan membackup setiap berkas pada sistem Anda, juga dikenal sebagai <em>backup sistem lengkap</em>.
th: บางตัวเลือกจะไม่มีความสามารถพอที่จะรองรับการสำรองข้อมูบทุกไฟล์ในระบบของคุณ ซึ่งเรียกกันว่า <em>การสำรองข้อมูลทั้งระบบ</em>
vi: Một số lựa chọn cho phép sao lưu tất cả tập tin trên hệ thống, còn gọi là <em>sao lưu toàn hệ thống</em>.
zh_cn: 其中的一些选项具有足够的容量，可以备份您系统上的所有文件，因此也被称为<em>完整系统备份</em>。

source: Back up your computer to prevent your files from being lost.
es: Guarda una copia de seguridad de la computadora para evitar que tus archivos se pierdan.
id: Cadangkan komputer Anda untuk mencegah berkas Anda hilang.
th: สำรองข้อมูลคอมพิวเตอร์ของคุณเพื่อป้องกันไม่ให้ไฟล์สูญหาย
vi: Sao lưu máy tính của bạn để đề phòng mất tệp.
zh_cn: 对您的电脑进行备份，以防止文件丢失。

source: Why to back up your computer
es: Por qué hacer copias de seguridad de tu computadora
id: Alasan mencadangkan komputer Anda
th: ทำไมจึงต้องสำรองข้อมูลคอมพิวเตอร์ของคุณ
vi: Tại sao nên sao lưu máy tính của bạn
zh_cn: 为什么要备份？

source: It is a good idea to create a backup of your system and files as often as you can so that you do not lose them. Your files can get lost for many unexpected reasons, like theft, if you spill water on your computer, or if your computer otherwise stops working.
es: Es una buena idea crear una copia de seguridad de tu sistema y de tus archivos tan seguido como sea posible para que no se pierdan. Tus archivos se pueden perder por muchas razones inesperadas, como un robo o si derramas agua en tu computadora, o si tu computadora deja de funcionar por otra razón.
id: Ini adalah ide yang baik untuk membuat cadangan sistem dan berkas sesering yang Anda dapat sehingga Anda tidak kehilangan mereka. Berkas Anda dapat hilang karena berbagai alasan yang tak terduga, seperti pencurian, jika Anda menumpahkan air di komputer Anda, atau jika komputer Anda berhenti bekerja.
th: การสำรองข้อมูลในโครงข่ายและไฟล์ของคุณเป็นสิ่งที่ควรทำให้บ่อยที่สุดเท่าที่ทำได้ เพื่อไม่ให้เสียข้อมูลเหล่านั้นไปด้วยเหตุผลที่ไม่คาดฝัน เช่นถูกขโมย น้ำหกใส่คอมพิวเตอร์ หรือคอมพิวเตอร์หยุดทำงาน
vi: Sẽ là một ý hay khi bạn tạo bản sao lưu cho hệ thống và cho các tệp của bạn thường xuyên nhất có thể, để bạn không bị mất chúng. Các tệp của bạn có thể bị mất vì nhiều lý do không lường trước, chẳng hạn như trộm cắp, đánh đổ nước vào máy tính, hoặc nếu máy tính của bạn không hoạt động vì lý do khác.
zh_cn: 创建一个系统和文件的备份是一个好主意，当您这样做的时候，您就不会丢失它们。您的文件可能会因许多意想不到的原因而丢失，如被盗，把水溅到电脑上，或您的电脑因为别的原因而停止运作。
