Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: If you are used to Windows or Mac OS, you are probably also used to having anti-virus software running all of the time. Anti-virus software runs in the background, constantly checking for computer viruses that might find their way onto your computer and cause problems.
es: Si está acostumbrado a Windows o Mac OS, es probable que también esté acostumbrado a utilizar software antivirus corriendo todo el tiempo. El software antivirus se ejecuta en segundo plano, comprobando el equipo constantemente en busca de virus que pudieran cruzarse en su camino y causarle problemas.
id: Apabila Anda terbiasa menggunakan Windows atau Mac OS, Anda mungkin sudah terbiasa melihat peranti lunak anti-virus dijalankan sepanjang waktu. Peranti lunak anti-virus bekerja di latar belakang, secara terus-menerus memeriksa virus komputer yang mungkin menyusup ke dalam komputer Anda dan menimbulkan masalah.
th: หากคุณคุ้นเคยกับ Windows หรือ Mac OS คุณก็น่าจะคุ้นเคยกับซอฟต์แวร์แอนติไวรัสที่ทำงานตลอดเวลา ซอฟต์แวร์แอนติไวรัสทำงานอยู่เบื้องหลัง คอยตรวจสอบอยู่เป็นระยะเพื่อค้นหาไวรัสซึ่งอาจค้นพบเส้นทางเข้ามายังคอมพิวเตอร์ของคุณและก่อปัญหา
vi: Nếu bạn quen dùng Windows hoặc Mac OS, bạn có lẽ cũng biết phần mềm chống virút chạy thường trực trên các hệ thống đó. Phần mềm chống virút chạy nền, kiểm tra định kỳ máy tính để tìm virút.
zh_cn: 如果您通常使用 Windows 或 Mac OS系统，可能会习惯于开机后始终运行防病毒软件。防病毒软件在后台运行，不断检查可能会设法侵入电脑并造成威胁的电脑病毒。

source: Endless is based on Linux. Anti-virus software does exist for Linux, but you probably don't need to use it. Viruses that affect Linux are still very rare. Some argue that this is because Linux is not as widely used as other operating systems, so no-one writes viruses for it. Others argue that Linux is intrinsically more secure, and security problems that viruses could make use of are fixed very quickly.
es: Endless es basado en Linux. No existe software antivirus para Linux, pero probablemente no necesites usarlo. Los virus que afectan a Linux son todavía muy raros. Algunos argumentan que esto se debe a que Linux no se usa tanto como otros sistemas operativos, así que nadie le escribe los virus. Otros argumentan que Linux es intrínsecamente más seguro, y que los problemas de seguridad de los que los virus podrían hacer uso se solucionan muy rápidamente.
id: Endless berbasis pada Linux. Perangkat lunak anti virus tersedia di Linux, tetapi Anda mungkin tidak memerlukannya. Virus yang mempengaruhi Linux masih sangat jarang. Sebagian orang berpendapat alasannya karena pengguna Linux tidak sebanyak pengguna sistem operasi lainnya, sehingga tidak ada yang menciptakan virus untuk sistem ini. Lainnya berpendapat Linux lebih aman dan persoalan keamanan yang bisa dimanfaatkan oleh virus dapat diperbaiki dengan cepat.
th: Endless ใช้งานบน Linux เป็นหลัก แม้จะมีโปรแกรมป้องกันไวรัสสำหรับ Linux แต่คุณอาจไม่จำเป็นต้องใช้ เพราะ Linux มีโอกาสติดไวรัสน้อยมาก บางคนกล่าวว่านี่เป็นเพราะ Linux ไม่ใช้ระบบที่ใช้กันอย่างแพร่หลายเท่าระบบอื่นๆ จึงไม่มีใครเขียนไวรัสขึ้นมา แต่บางคนก็แย้งว่าเป็นเพราะโดยพื้นฐานแล้ว Linux มีความปลอดภัยสูงกว่า และปัญหาด้านความปลอดภัยที่เกิดจากไวรัส ก็สามารถแก้ไขได้อย่างรวดเร็ว
vi: Endless được dựa trên Linux. Không có phần mềm diệt virus cho Linux, nhưng có lẽ bạn không cần dùng đến phần mềm này. Virus tấn công được Linux vẫn còn rất hiếm. Một số người cho rằng vì Linux không được sử dụng rộng rãi như các hệ điều hành khác nên không ai viết virus cho nó. Những người khác cho rằng Linux về bản chất là an toàn hơn, và các vấn đề an ninh mà virus có thể lợi dụng được khắc phục rất nhanh chóng.
zh_cn: Endless基于Linux操作系统。适用于 Linux 的防病毒软件不存在，但您可能不需要使用这种防病毒软件。可影响 Linux 的病毒仍很罕见。有的人认为这是因为 Linux 的使用范围不如其他操作系统广泛，因此没人针对 Linux 编写病毒。另外有的人认为 Linux 本质上更为安全，而且由病毒引起安全问题很快就会得到解决。

source: Whatever the reason, Linux viruses are so rare that you don't really need to worry about them at the moment.
es: Por cualquiera que sea el motivo, los virus en GNU/Linux son tan poco comunes que realmente no necesita preocuparse por ellos, al menos por el momento.
id: Apapun alasannya, virus Linux begitu jarang sehingga Anda tak perlu mengkhawatirkan mereka saat ini.
th: ไม่ว่าจะด้วยเหตุผลใดก็ตาม ไวรัส Linux นั้นมีน้อยมากจนคุณไม่ต้องกังวลในตอนนี้
vi: Dù lý do gì, virút trên Linux cũng hiếm và bạn không thật sự cần lo ở thời điểm này.
zh_cn: 不管是什么原因，Linux 病毒非常罕见，您目前不必太过担心。

source: Learn why you need an email address and how to make one.
es: Aprende por qué necesitas una dirección de correo electrónico y cómo crear una.
id: Pelajari mengapa Anda perlu alamat surel dan bagaimana untuk membuatnya.
th: เรียนรู้ว่าทำไมคุณจึงจำเป็นต้องมีที่อยู่อีเมลและวิธีสร้าง
vi: Tìm hiểu xem vì sao bạn cần một địa chỉ email và làm thế nào để tạo một địa chỉ email.
zh_cn: 了解您为何需要有邮箱地址以及如何创建。

source: Create an email address
es: Crear una dirección de correo electrónico
id: Buat sebuah alamat email
th: สร้างอีเมล
vi: Tạo một địa chỉ email
zh_cn: 创建电子邮箱

source: Having an email address is very important since it is becoming more and more popular as an everyday communication tool, and you cannot access a lot of online services without one.
es: Tener una dirección de correo electrónico es muy importante, ya que se está volviendo más y más popular como herramienta de comunicación en el día a día, y no puedes acceder a una gran cantidad de servicios en línea sin una.
id: Memiliki alamat surel sangat penting karena sebagai alat komunikasi sehari-hari itu menjadi semakin populer, dan Anda tidak dapat mengakses banyak layanan online tanpanya.
th: การมีที่อยู่อีเมลเป็นเรื่องสำคัญมาก เนื่องจากที่อยู่อีเมลเป็นเครื่องมือสื่อสารประจำวันที่ได้รับความนิยมมากขึ้นเรื่อยๆ และคุณจะใช้บริการออนไลน์จำนวนมากไม่ได้หากไม่มีที่อยู่อีเมล
vi: Sở hữu một địa chỉ email là điều rất quan trọng vì email đang càng ngày càng trở nên một công cụ liên lạc hàng ngày phổ biến hơn và có rất nhiều dịch vụ trực tuyến bạn không thể truy cập được nếu không có một địa chỉ email.
zh_cn: 拥有邮箱地址非常重要，因为它现在成为越来越受欢迎的日常交流工具。没有它的话，有很多在线服务您无法获取。

source: There are a few major email providers, and if you want to set up an account with one of them, you will need to read their instructions. Below, you will find a list of some of the most popular providers of free email accounts. Try searching for them and you will find instructions on how to <gui>Sign Up</gui>!
es: Hay algunos proveedores de correo electrónico importantes, y si deseas configurar una cuenta con uno de ellos, tendrás que leer sus instrucciones. A continuación, encontrarás una lista de algunos de los proveedores más populares de cuentas de correo electrónico gratuitas. ¡Intenta buscarlos y encontrarás instrucciones sobre cómo <gui>Inscribirte</gui>!
id: Ada sejumlah penyedia jasa email besar, dan jika Anda ingin membuat akun pada salah satu penyedia tersebut, Anda perlu membaca instruksi mereka. Berikut, Anda akan temukan daftar penyedia jasa akun email gratis. Coba pilih dan Anda akan temukan instruksi bagaimana cara <gui>Sign Up</gui>!
th: มีผู้ให้บริการอีเมลที่เป็นที่รู้จักอยู่ไม่เยอะ หากคุณต้องการตั้งค่าบัญชีกับผู้ให้บริการเหล่านั้น คุณจะต้องอ่านคำแนะนำของพวกเขา ที่ด้านล่างนี้ คุณจะเห็นรายการผู้ให้บริการบัญชีอีเมลฟรีรายใหญ่ๆ บางราย ลองค้นข้อมูลของพวกเขาแล้วคุณจะเจอคำแนะนำในการ <gui>สมัคร</gui>!
vi: Có một vài nhà cung cấp dịch vụ email lớn, và nếu bạn muốn thiết lập một tài khoản với một trong số họ, bạn sẽ cần phải đọc hướng dẫn của nhà cung cấp. Dưới đây, bạn sẽ tìm thấy danh sách về một số nhà cung cấp tài khoản email miễn phí nổi tiếng nhất. Hãy thử tìm kiếm và bạn sẽ tìm thấy hướng dẫn về cách <gui>Sign Up</gui> (Đăng Ký)!
zh_cn: 有一些常用的电子邮箱服务商，如果您想在该网站创立用户，需要阅读其操作指南。下面列出一些最有知名度的的免费电子邮箱服务商。请在网上进行搜索，您会发现其操作指南，指导您如何<gui>注册</gui>。

source: Popular email providers
es: Proveedores populares de correo electrónico
id: Penyedia email populer
th: ผู้ใหบริการอีเมลที่เป็นที่รู้จัก
vi: Các nhà cung cấp email phổ biến
zh_cn: 知名的电子邮箱服务商

source: Tips and internet security
es: Consejos y seguridad de internet
id: Tips dan keamanan internet
th: เคล็ดลับและความปลอดภัยทางอินเทอร์เน็ต
vi: Thủ thuật và bảo mật internet
zh_cn: 提示及网络安全

source: Make sure you remember your password but also make it hard for others to guess. It may be a good idea to write it down and keep it somewhere secure in case you ever forget.
es: Asegúrate de recordar tu contraseña, pero también haz que sea difícil de adivinar para otros. Puede ser una buena idea anotarla y mantenerla en algún lugar seguro en caso de que se te olvide.
id: Pastikan Anda mengingat kata kunci, juga pastikan kata kunci sulit ditebak orang lain. Ada baiknya Anda menulis kata kunci kemudian menyimpannya di tempat aman guna mencegah Anda lupa.
th: ตรวจสอบว่าคุณจดจำรหัสผ่านได้ แต่บุคคลอื่นจะสามารถเดาได้ยาก อาจเป็นความคิดที่ดีหากจะจดรหัสผ่านและเก็บไว้ในที่ที่ปลอดภัยเผื่อในกรณีที่คุณลืม
vi: Hãy chắn chắn rằng bạn nhớ mật khẩu và mật khẩu đó không dễ đoán. Bạn có thể viết ra giấy và cất vào nơi an toàn phòng khi quên mật khẩu.
zh_cn: 确保您的密码自己能够记牢，同时又不易被别人猜到。最好把它写下来并存放到安全的地方，万一忘记了可以找回来。

source: If someone you don't know writes you and asks you for money, or tells you that you have won something, be skeptical. There are many scams out there that have cost good people a lot of money.
es: Si alguien a quien no conoces te escribe y te pide dinero, o te dice que has ganado algo, debes ser escéptico. Hay muchas estafas por ahí que le han costado a la buena gente un montón de dinero.
id: Apabila seseorang yang tak Anda kenal menulis email dan meminta uang, atau memberi tahu bahwa Anda memenangkan sesuatu, Anda harus curiga. Ada banyak penipuan di dunia ini yang telah merugikan amat banyak orang dengan jumlah uang amat besar.
th: หากมีคนที่คุณไม่รู้จักส่งจดหมายมาขอเงินหรือบอกว่าคุณชนะรางวัลบางอย่าง จงมีสติ มีคนที่หลอกลวงอยู่จำนวนมากที่ทำให้คนที่ดีๆ ต้องเสียเงิน
vi: Nếu có người lạ viết thư cho bạn và yêu cầu nộp tiền, hoặc nói rằng bạn đã trúng giải gì đó, hãy cảnh giác. Có rất nhiều vụ lừa đảo ở trên mạng khiến nhiều người tốt bị mất tiền.
zh_cn: 如果有陌生人给您发送邮件索要金钱，或者告诉您中奖了，请保持警惕。不少用户因为遭受网络骗局，损失了大量钱财。

source: Try not to open emails sent from people you don't know since they may contain viruses. Just delete them without opening them.
es: Trata de no abrir mensajes de correo electrónico enviados por personas que no conoces, ya que pueden contener virus. Sólo elimínalas sin abrirlas.
id: Cobalah tidak membuka email yang dikirim oleh orang yang tidak Anda kenal karena dapat saja berisi virus. Langsung hapus saja tanpa dibuka.
th: ไม่ควรเปิดอีเมลที่ส่งมาจากบุคคลที่คุณไม่รู้จักเนื่องจากอาจมีไวรัส ให้ลบอีเมลโดยไม่ต้องเปิด
vi: Đừng mở các email được gửi đến từ các địa chỉ lạ vì chúng có thể chứa virus. Hãy xóa mà không cần mở chúng.
zh_cn: 尽量不要打开由陌生人寄来的邮件，因为邮件可能包含病毒。您只需直接将邮件删除，不要打开。

source: Remember to log out of your email account if you share your computer with others; otherwise, they will be able to read all of your email and use your account.
es: Recuerda cerrar la sesión de tu cuenta de correo electrónico si compartes tu computadora con otras personas; de otro modo, van a ser capaces de leer todo tu correo electrónico y usar tu cuenta.
id: Ingatlah untuk keluar dari akun email Anda jika Anda berbagi komputer dengan orang lain; atau mereka akan dapat membaca semua email Anda dan menggunakan akun Anda.
th: อย่าลืมลงชื่อออกจากอีเมลหากคุณใช้คอมพิวเตอร์ร่วมกันคนอื่น มิฉะนั้น พวกเขาจะสามารถอ่านอีเมลทั้งหมด และใช้บัญชีของคุณได้
vi: Hãy nhớ đăng xuất khỏi tài khoản email của bạn nếu bạn dùng chung máy tính với người khác; nếu không, họ sẽ có thể đọc được toàn bộ email của bạn và sử dụng tài khoản của bạn.
zh_cn: 如果您与他人共用电脑，记得退出邮箱账户。否则，您的邮件信息和邮箱账号可能会遭盗用。

source: Find new websites you love.
es: Encuentra nuevos sitios web que te encantarán.
id: Menemukan situs-situs web baru yang Anda sukai.
th: ค้นหาเว็บไซต์ที่คุณชอบ
vi: Tìm các trang web mới mà bạn yêu thích.
zh_cn: 寻找您喜欢的新网站。

source: Discover new websites
es: Descubre nuevos sitios web
id: Temukan website baru
th: ค้นพบเว็บไซต์ใหม่ๆ
vi: Khám phá các trang web mới
zh_cn: 发现新的网站

source: We've put together a collection of websites that you might find interesting. To start discovering, just click the Internet icon on your desktop or on the orange globe on the task bar. Both will open the browser.
es: Hemos juntado una colección de sitios web que tal vez encuentres interesante. Para empezar a descubrir, simplemente haz clic en el ícono de internet en el escritorio o en el globo anaranjado en la barra de tareas. Ambos abren el navegador.
id: Kami telah mengumpulkan daftar situs web yang mungkin akan Anda minati. Untuk mulai menjelajah, cukup klik ikon internet pada desktop atau globe oranye pada bilah tugas. Keduanya akan membuka peramban.
th: เรารวบรวมรายชื่อเว็บไซต์ที่คุณอาจสนใจ ในการเริ่มใช้ คลิกที่ไอคอนอินเทอร์เน็ตบนเดสก์ท็อปหรือรูปลูกโลกสีส้มในแถบงาน ทั้งคู่จะเป็นการเปิดเบราว์เซอร์
vi: Chúng tôi vừa sắp xếp một tập hợp các website mà bạn có thể thấy hứng thú. Để bắt đầu khám phá các website đó, chỉ cần nhấp vào biểu tượng Internet trên màn hình nền máy tính hoặc biểu tượng quả cầu màu cam trên thanh tác vụ. Cả hai cách này đều sẽ làm trình duyệt mở ra.
zh_cn: 我们已为您提供可能感兴趣的网站合集。要开始网上冲浪，只需点击桌面上或者任务栏橙色圈上的互联网图标，两种方式都可打开浏览器。

source: You will see a grid of websites to explore. You can browse by topics: News, Sports, Education, Health, Entertainment and more.
es: Verás varios sitios web para explorar. Puedes navegar por temas: Noticias, Deportes, Educación, Salud, Entretenimiento y más.
id: Anda akan melihat grid situs web untuk dieksplorasi. Anda dapat menjelajah dengan topik: Berita, Olahraga, Pendidikan, Kesehatan, Hiburan dan banyak lagi.
th: คุณจะเห็นตารางของเว็บไซต์ที่จะทำการสำรวจ คุณสามารถเลือกดูตามหัวข้อ ได้แก่ ข่าว, กีฬา, การศึกษา, สุขภาพ, บันเทิง และอื่นๆ
vi: Bạn sẽ thấy các ô hiện ra các trang web cho bạn khám phá. Bạn có thể lướt theo chủ đề: Tin tức, Thể thao, Giáo dục, Sức khỏe, Giải trí và nhiều nữa.
zh_cn: 您将看到一个以网格布局的网站列表。您可以通过主题分类进行浏览：新闻，体育，教育，健康，娱乐，等等。

source: You'll need to have an internet connection in order to access the websites. If you can't access the internet right now, don't worry, your computer comes packed with apps you can use offline.
es: Necesitarás una conexión al internet para acceder a sitios web. Si no puedes acceder al internet en este momento, no te preocupes, tu computadora viene con programas que pueden ser usados sin conexión.
id: Anda perlu memiliki koneksi internet untuk mengakses situs web ini. Jika Anda tidak dapat mengakses internet saat ini, jangan khawatir, komputer Anda dilengkapi dengan aplikasi yang dapat Anda gunakan saat offline.
th: คุณต้องเชื่อมต่ออินเทอร์เน็ตเพื่อเข้าไปที่เว็บไซต์ หากคุณไม่มีอินเทอร์เน็ตในขณะนี้ ไม่ต้องห่วง คอมพิวเตอร์ของคุณมีแอพที่ใช้งานแบบออฟไลน์ได้ให้ใช้อีกเพียบ!
vi: Bạn sẽ cần phải có kết nối internet để truy cập vào các trang web. Nếu bạn không thể truy cập internet ngay bây giờ, đừng lo lắng, máy tính của bạn có đầy các ứng dụng bạn có thể sử dụng ngoại tuyến.
zh_cn: 您需要有互联网连接设备才能浏览网站。如果您目前不能连接到互联网，请不要担心，您的电脑已预先安装了可以离线操作的程序。

source: Viruses are unlikely to infect your computer, but could infect the computers of people you email.
es: Es improbable que su equipo se infecte con virus pero puede infectar a otras personas a través de su correo electrónico.
id: Kecil kemungkinannya virus dapat menginfeksi komputer Anda, tetapi dapat menginfeksi komputer orang-orang yang Anda kirim email.
th: มีโอกาสน้อยที่ไวรัสจะแพร่สู่คอมพิวเตอร์ของคุณ แต่อาจแพร่ไปยังคอมพิวเตอร์ของผู้ที่คุณส่งอีเมลถึง
vi: Virus không có khả năng lây nhiễm máy tính của bạn, nhưng có thể lây nhiễm sang máy tính của những người bạn gửi email.
zh_cn: 病毒一般无法感染您的 Linux电脑，但会感染您的电子邮件收件人。

source: Do I need to scan my emails for viruses?
es: ¿Necesito comprobar si hay virus en mis correos electrónicos?
id: Perlukah saya memindai email saya untuk memeriksa virus?
th: คุณต้องการสแกนหาไวรัสในอีเมลหรือเปล่า
vi: Tôi có cần quét virút trong email của tôi không?
zh_cn: 要为电子邮件扫描病毒吗？

source: Viruses are programs that cause problems if they manage to find their way onto your computer. A common way of them getting onto your computer is through email messages.
es: Los virus son programas que causan problemas si logran encontrar la manera en el equipo. Una forma común de introducirse en su equipo es a través de mensajes de correo electrónico.
id: Virus adalah program yang menimbulkan masalah apabila berhasil menyusup ke komputer Anda. Cara penyusupan yang sering terjadi adalah melalui email.
th: ไวรัสคือโปรแกรมที่สร้างปัญหาหากแพร่มายังคอมพิวเตอร์ของคุณ หนึ่งในวิธีแพร่ไวรัสสู่คอมพิวเตอร์ที่พบเห็นได้ทั่วไปคือการส่งมาทางข้อความอีเมล
vi: Virút là chương trình phá hoại nếu có thể thâm nhập vào máy bạn. Cách thông thường để vào máy bạn là thông qua email.
zh_cn: 病毒是一种程序，如果它们侵入您的电脑，则会导致安全问题。它们侵入电脑的常见方式之一就是通过电子邮件消息。

source: Viruses that can affect computers running Linux are quite rare, so you are <link xref="net-antivirus">unlikely to get a virus through email or otherwise</link>. If you receive an email with a virus hidden in it, it will probably have no effect on your computer. As such, you probably don't need to scan your emails for viruses.
es: Los virus que pueden afectar a las computadoras con Linux son muy infrecuentes así que es <link xref="net-antivirus">poco probable que recibas un virus a través de correo electrónico o de otra manera</link>. Si recibes un correo electrónico con un virus escondido, probablemente no afectará tu computadora. Por esta razón, es probable que no necesites escanear tus correos electrónicos para los virus.
id: Virus yang dapat memengaruhi komputer dengan sistem operasi Linux jarang ditemukan, sehingga Anda <link xref="net-antivirus">mungkin tidak akan mendapatkan virus melalui email atau yang lainnya</link>. Jika Anda menerima email dengan virus yang tersembunyi di dalamnya, ini mungkin tidak akan berdampak pada komputer Anda. Oleh karena itu, Anda mungkin tidak perlu memindai email Anda untuk mencari virus.
th: การที่คอมพิวเตอร์ในระบบ Linux จะติดไวรัสนั้นเป็นไปได้ยาก ดังนั้นคุณ<link xref="net-antivirus">ไม่น่าจะติดไวรัสจากอีเมลหรืออย่างอื่นได้</link> หากคุณได้รับอีเมลที่มีไวรัส อาจไม่ส่งผลกับคอมพิวเตอร์ของคุณ ดังนั้น คุณอาจไม่จำเป็นต้องสแกนหาไวรัสในอีเมล
vi: Những virus có thể tác động đến máy tính chạy hệ điều hành Linux khá là hiếm, nên bạn <link xref="net-antivirus">rất ít khả năng bị nhiễm virus qua email hay hình thức khác</link>. Nếu bạn nhận được một email có ẩn chứa virus, thì có thể nó sẽ không ảnh hưởng gì đến máy tính của bạn. Như vậy, bạn có thể không cần quét virus cho email của mình.
zh_cn: 病毒影响 Linux系统的机率很小，因此您的电脑<link xref="net-antivirus">一般不会通过电子邮件或其他方式感染病毒</link>。如果收到包含病毒的电子邮件，您的电脑可能并不会受影响。因此，您一般不需要扫描电子邮件中的病毒。

source: You may, however, wish to scan your email for viruses in case you happen to forward a virus from one person to another. For example, if one of your friends has a Windows computer with a virus and sends you a virus-infected email, and you then forward that email to another friend with a Windows computer, then the second friend might get the virus too. You could install an anti-virus application to scan your emails to prevent this, but it's unlikely to happen and most people using Windows and Mac OS have anti-virus software of their own anyway.
es: Puede, sin embargo, que quiera analizar su correo en busca de virus y en caso de que los encontrara evitar pasarlos de una persona a otra. Por ejemplo, si uno de sus amigos tiene un equipo con Windows con un virus y le envía un correo electrónico infectado con virus, y luego usted reenvía el correo electrónico a otro amigo con un equipo con Windows, el segundo amigo podría infectarse con el virus. Se puede instalar una aplicación antivirus para analizar su correo electrónico para evitar esto, pero es poco probable que suceda y del mismo modo la mayoría de las personas que usan Windows y Mac OS tiene un software antivirus.
id: Meski begitu, Anda mungkin ingin memindai email Anda untuk memeriksa virus jika Anda kebetulan meneruskan sebuah virus dari satu orang ke orang lainnya. Sebagai contoh, jika salah satu teman Anda memiliki komputer Windows yang bervirus dan mengirimi Anda email yang terinfeksi virus, dan Anda kemudian meneruskannya kepada teman lain yang juga menggunakan komputer Windows, maka teman kedua Anda mungkin akan turut terinfeksi virus. Anda dapat memasang aplikasi antivirus untuk memindai email Anda guna mencegahnya, tetapi hal ini mungkin tidak akan terjadi dan sebagian besar pengguna Windows dan Mac OS juga memiliki perangkat lunak antivirus mereka sendiri.
th: อย่างไรก็ตาม คุณอาจอยากสแกนอีเมลเพื่อหาไวรัสในกรณีที่คุณอาจมีการฟอร์เวิร์ดอีเมลไวรัสจากคนหนึ่งไปถึงผู้รับอีกคน ตัวอย่างเช่น หากเพื่อนคนหนึ่งใช้ Windows ซึ่งมีไวรัส และส่งอีเมลที่มีไวรัสมาให้ และคุณส่งต่ออีเมลนั้นไปให้เพื่อนอีกคนที่ใช้ Windowsเพื่อนคนที่สองก็อาจโดนไวรสเหมือนกัน คุณสามารถติดตั้งแอพพลิเคชั่นป้องกันไวรัสไว้สแกนอีเมลเพื่อป้องกันเหตุการณ์นี้ ซึ่งไม่น่าเกิดขึ้นบ่อยเพราะผู้ใช้ส่วนใหญ่ที่ใช้ Windows และ Mac OS ก็มักจะมีซอฟ์ทแวร์ป้องกันไวรัสเป็นของตัวเองอยู่แล้ว
vi: Tuy nhiên bạn có thể muốn quét virút trong trường hợp bạn chuyển thư từ một người đến người khác. Ví dụ, nếu bạn của bạn dùng Windows chứa virút và gửi bạn một email nhiễm virút, và bạn gửi thư đó đến một bạn khác dùng Windows, bạn thứ hai của bạn có thể sẽ bị nhiễm virút. Bạn có thể cài đặt phần mềm chống virút để quét thư và ngăn chặn điều này, nhưng ít có khả năng xảy ra và hầu hết người dùng Windows hoặc Mac OS có chương trình chống virút của họ.
zh_cn: 但是，您可能还是希望扫描一下邮件，以避免不小心转发带有病毒的邮件。例如，如果您一个朋友使用的 Windows 系统中了病毒，并且发给您一封带病毒的邮件，您将此邮件转发给了其他使用 Windows 系统的朋友，那么这个朋友的电脑就可能也会感染病毒。您可以安装一款杀毒软件来检查邮件，但一般没有必要，因为使用 Windows 和 Mac OS 系统的人也会安装杀毒软件。

source: Learn about our current and future browser support.
es: Aprende acerca de nuestro soporte de navegadores actuales y futuros.
id: Pelajari tentang dukungan peramban kami saat ini dan masa mendatang.
th: ศึกษาข้อมูลเกี่ยวกับความช่วยเหลือด้านเบราว์เซอร์ในปัจจุบันและอนาคต
vi: Tìm hiểu về hỗ trợ trình duyệt hiện tại và trong tương lai.
zh_cn: 了解系统在当前及未来支持的浏览器版本。

source: Installing other browsers
es: Instalando otros navegadores
id: Memasang perambah lain
th: การติดตั้งเบราว์เซอร์อื่นๆ
vi: Cài đặt các trình duyệt khác
zh_cn: 安装其他浏览器

source: Unfortunately, Endless does not currently support the installation of other browsers.
es: Desafortunadamente, Endless no soporta actualmente la instalación de otros navegadores.
vi: Thật không may, Endless hiện không hỗ trợ cài đặt các trình duyệt khác.
zh_cn: 抱歉，目前Endless不支持其他浏览器的安装。

source: We plan on supporting the installation of other browsers at a future date, and will notify you when we add this feature. Feel free to give us your feedback and let us know what you need.
es: Tenemos la intención de soportar la instalación de otros navegadores en el futuro, y te notificaremos cuando añadimos esta función. No dudes en mandarnos comentarios y hacernos saber lo qué necesitas.
vi: Chúng tôi có kế hoạch hỗ trợ cài đặt các trình duyệt khác vào một ngày trong tương lai, và sẽ thông báo cho bạn khi chúng tôi thêm tính năng này. Vui lòng cung cấp cho chúng tôi thông tin phản hồi của bạn và cho chúng tôi biết bạn cần gì.
zh_cn: 我们计划在未来支持安装其他浏览器，增添此功能时会通知用户您。请尽管提交反馈意见，让我们了解您的需要吧。

source: In the meantime, we hope you enjoy using the current Endless browser to explore new websites and stay updated on the world's news!
es: Mientras tanto, ¡esperamos que disfrutes de usar el navegador Endless para explorar nuevos sitios web y mantenerte actualizado sobre las noticias del mundo!
vi: Trong lúc này, chúng tôi hy vọng bạn thích thú sử dụng trình duyệt Endless hiện tại để khám phá các trang web mới và cập nhật tin tức thế giới!
zh_cn: 同时，我们希望目前的Endless浏览器能让您愉快地探索新网站，向您输送最新鲜的世界新闻。
