Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: Check that Bluetooth is turned on on the device you're trying to connect to, and that it is discoverable or visible. For example, if you're trying to connect to a phone, make sure that it's not in airplane mode.
es: Comprueba que el Bluetooth esté activado en el aparato con el que estás tratando de conectarte, y que sea detectable o visible. Por ejemplo, si estás tratando de conectarte a un teléfono, asegúrate de que no está en modo avión.
id: Periksa bahwa Bluetooth diaktifkan pada perangkat yang Anda sedang coba untuk sambung, dan bahwa itu adalah dapat ditemukan atau terlihat. Misalnya, jika Anda mencoba untuk menyambung ke telepon, pastikan bahwa itu tidak dalam mode pesawat.
th: ตรวจสอบว่า Bluetooth เปิดอยู่บนอุปกรณ์ที่คุณพยายามเชื่อมต่อ และสามารถค้นหาหรือมองเห็นได้ ตัวอย่างเช่น หากคุณพยายามเชื่อมต่อกับโ?รศัพท์ ขอให้แน่ใจว่าเครื่องไม่อยู่ในโหมดการบิน
vi: Kiểm tra để đảm bảo Bluetooth trên thiết bị bạn đang tìm cách kết nối đã được bật và thiết bị đó có thể được tìm thấy hoặc hiện ra. Ví dụ, nếu bạn đang tìm cách kết nối với một điện thoại, cần đảm bảo rằng điện thoại không để ở chế độ máy bay.
zh_cn: 请检查确保您要连接的设备已开启蓝牙，并且蓝牙可探索和可见。例如，如果您想要连接手机，请确保您的手机不是飞行模式。

source: Remove a device from the list of Bluetooth devices.
es: Eliminar un dispositivo de la lista de dispositivos Bluetooth.
id: Menghapus suatu perangkat dari daftar perangkat Bluetooth.
th: ถอดอุปกรณ์ออกจากรายชื่ออุปกรณ์บลูทูธ
vi: Loại bỏ thiết bị khỏi danh sách thiết bị Bluetooth.
zh_cn: 从蓝牙设备列表中，删除一个设备。

source: Remove a connection between Bluetooth devices
es: Eliminar una conexión entre dispositivos Bluetooth
id: Menghapus koneksi antara perangkat-perangkat Bluetooth
th: ลบการเชื่อมต่อระหว่างอุปกรณ์ Bluetooth
vi: Loại bỏ kết nỗi giữa hai thiết bị Bluetooth
zh_cn: 删除蓝牙设备之间的连接

source: If you don't want to be connected to a Bluetooth device anymore, you can remove the connection. This is useful if you no longer want to use a device like a mouse or headset, or if you no longer wish to transfer files to or from a device.
es: Si no quiere volver a conectarse a un dispositivo Bluetooth puede quitar la conexión. Es útil si ya no quiere volver a usar un dispositivo como un ratón o unos auriculares o si ya no va a volver a transferir archivos a o desde un dispositivo.
id: Bila Anda tak ingin tersambung ke suatu perangkat Bluetooth lagi, Anda dapat menghapus koneksi. Ini berguna bila Anda tak ingin memakai lagi suatu perangkat seperti tetikus atau headset, atau Anda tak ingin lagi mentransfer berkas ke atau dari suatu perangkat.
th: หากคุณไม่อยากเชื่อมต่อกับอุปกรณ์บลูทูธชิ้นใดอีกแล้ว สามารถลบการเชื่อมต่อได้ ซึ่งจะมีประโยชน์หากคุณไม่ต้องการใช้อุปกรณ์นั้น อย่างเช่นเม้าส์ หรือหูฟัง หรือไม่อยากถ่ายโอนไฟล์ระหว่างเครื่องกับอุปกรณ์นั้นแล้ว
vi: Nếu bạn không muốn kết nối vào thiết bị Bluetooth nữa, bạn có thể gỡ kết nối. Điều này hữu ích nếu bạn không còn muốn sử dụng một thiết bị như chuột hay tai nghe hay nếu bạn không muốn chuyển tệp đến hoặc đi từ một thiết bị nữa.
zh_cn: 如果您不再希望连接到蓝牙设备，您可以移除连接。当您不想再继续使用蓝牙鼠标或耳机，或者不想再与某个设备之间传送文件时可以进行移除连接的操作。

source: Select the device you want to disconnect in the left pane, then click the <key>-</key> icon below the list.
es: Selecciona en el panel de la izquierda el dispositivo que quiere desconectar, y después pulse el ícono <gui>-</gui> de debajo de la lista.
id: Pilih perangkat yang Anda ingin putuskan sambungannya di panel sebelah kiri, lalu klik icon <key> - </key> di bawah daftar.
th: เลือกอุปกรณ์ที่ต้องการยุติการเชื่อมต่อที่ช่องด้านซ้าย จากนั้นคลิกไอคอน <key>-</key> ด้านล่างรายการ
vi: Chọn thiết bị bạn muốn cắt kết nối trên ô bên trái, sau đó nhấp vào biểu tượng <key>-</key> dưới danh sách.
zh_cn: 在左窗格里选择您希望移除连接的设备，然后点击列表下的<key>-</key>图标。

source: Click <gui>Remove</gui> in the confirmation window.
es: Pulse <gui>Quitar</gui> en la ventana de confirmación.
id: Klik <gui>Hapus</gui> dalam jendela konfirmasi.
th: คลิก <gui>ลบออก</gui>ในหน้าต่างยืนยัน
vi: Nhấn <gui>Loại bỏ</gui> trong cửa sổ xác nhận.
zh_cn: 在确认窗口中单击<gui>删除</gui>。

source: You can <link xref="bluetooth-connect-device">reconnect a Bluetooth device</link> later if desired.
es: Puede <link xref="bluetooth-connect-device">volver a conectarse a un dispositivo Bluetooth</link> más tarde si quiere.
id: Anda dapat <link xref="bluetooth-connect-device">menyambung kembali perangkat Bluetooth</link> nanti bila diinginkan.
th: คุณสามารถ <link xref="bluetooth-connect-device">เชื่อมต่ออุปกรณ์บลูทูธใหม่</link>หลังจากเลือกแล้ว
vi: Bạn có thể <link xref="bluetooth-connect-device">tái kết nối Bluetooth</link> sau nếu muốn.
zh_cn: 您可以根据需要在稍后<link xref="bluetooth-connect-device">重新连接一个蓝牙设备</link>。

source: Share files to Bluetooth devices such as your phone.
es: Compartir archivos entre dispositivos Bleutooth, como su teléfono.
id: Berbagi berkas ke perangkat Bluetooth seperti misalnya telepon Anda.
th: แชร์ไฟล์ไปยังอุปกรณ์บลูทูธเช่นโทรศัพท์มือถือ
vi: Chia sẻ tập tin đến thiết bị Bluetooth như điện thoại.
zh_cn: 和蓝牙设备(如手机)共享文件。

source: Send files to a Bluetooth device
es: Enviar archivos a un dispositivo Bluetooth
id: Kirimkan berkas ke perangkat Bluetooth
th: ส่งไฟล์ด้วยอุปกรณ์บลูทูธ
vi: Gửi tệp đến thiết bị Bluetooth
zh_cn: 发送文件到蓝牙设备上

source: You can send files from your computer to other Bluetooth compatible devices, like some mobile phones, some speakers, or other computers. You can send files in one of three ways: using the Bluetooth icon on the task bar, from the Bluetooth settings window, or directly from your Documents folder. Some types of devices don't allow the transfer of files, or specific types of files, so you may want to check with your device first.
es: Puedes enviar archivos desde tu computadora a otros aparatos Bluetooth compatibles, tales como algunos teléfonos móviles, altavoces u otras computadoras. Puedes enviar archivos de tres maneras: usando el ícono de Bluetooth en la barra de tareas, desde la ventana de configuración de Bluetooth o directamente desde tu carpeta Documentos. Algunos tipos de aparatos no permiten la transferencia de archivos, o de ciertos tipos de archivos, entonces tal vez quieras revisar tu aparato primero.
id: Anda dapat mengirim file dari komputer Anda ke peranti Bluetooth yang kompatibel lainnya, seperti sejumlah ponsel, pemutar musik, atau komputer lainnya. Anda dapat mengirim file dengan satu dari tiga cara: menggunakan ikon Bluetooth di batang tugas, dari jendela pengaturan Bluetooth, atau langsung dari folder Dokumen. Beberapa jenis peranti tidak mengizinkan transfer file, atau jenis file tertentu, sehingga Anda perlu memeriksa peranti Anda dahulu.
th: คุณสามารถส่งไฟล์จากคอมพิวเตอร์ไปยังอุปกรณ์บลูทูธอื่นที่รองรับ เช่น โทรศัพท์มือถือ ลำโพง หรือคอมพิวเตอร์ คุณสามารถส่งไฟล๋ได้สามรูปแบบ ได้แก่ ใช้ไอคอนบลูทูธบนแถบงาน, จากหน้าต่างการตั้งค่าบลูทูธ หรือจากโฟลเดอร์เอกสารของคุณโดยตรง อุปกรณ์บางประเภทนั้นไม่อนุญาตให้ถ่ายโอนไฟล์ หรือจำกัดประเภทของไฟล์ที่รองรับ ดังนั้นคุณควรตรวจสอบอุปกรณ์ของคุณเสียก่อน
vi: Bạn có thể gửi các tập tin từ máy tính tới các thiết bị Bluetooth tương thích khác, như một số điện thoại di động, loa, hoặc máy tính khác. Bạn có thể gửi các tập tin bằng một trong ba cách: sử dụng biểu tượng Bluetooth trên thanh tác vụ, từ cửa sổ cài đặt Bluetooth, hoặc trực tiếp từ thư mục Tài liệu. Một số loại thiết bị không cho phép gửi tập tin, hoặc một số dạng tập tin nhất định, vì vậy bạn nên kiểm tra trước thiết bị của mình.
zh_cn: 您可以将计算机上的文件发送到其他蓝牙兼容设备上，如某些手机、扬声器或其他计算机。您可以通过以下三种方式发送：使用任务栏的蓝牙图标发送；从蓝牙设置窗口中发送；直接从文件夹中发送。某些设备无法传输文档或特殊类型的文档，所以您需要先检查您的设备。

source: In the <gui>Devices</gui> list, select the device to which to send the files to and click <gui>Send Files...</gui>.
es: En la lista de <gui>Dispositivos</gui>, seleccione el dispositivo al que quiere enviar los archivos y pulse <gui>Enviar archivos...</gui>.
id: Pada daftar <gui>Peranti</gui>, pilih peranti yang mana yang akan dikirimi file dan klik <gui>Kirim File...</gui>.
th: ในรายชื่อ<gui>อุปกรณ์</gui> เลือกอุปกรณ์ที่จะส่งไฟล์ไปให้ จากนั้นคลิก <gui>ส่งไฟล์...</gui>
vi: Trong danh sách <gui>Thiết bị</gui>, chọn thiết bị nhận tập tin và nhấp <gui>Gửi tập tin...</gui>.
zh_cn: 在<gui>设备</gui>列表中，选择您需要发送文件的设备并点击<gui>发送文件</gui>。

source: If the desired device is not shown in the list, you need to <link xref="bluetooth-connect-device">connect</link> to it.
es: Si el dispositivo no aparece en la lista, deberá <link xref="bluetooth-connect-device">conectarse</link> a él.
id: Jika perangkat yang Anda inginkan tidak tampak pada daftar, Anda perlu <link xref="bluetooth-connect-device">menghubungkan</link> perangkat ini.
th: หากอุปกรณ์ที่ต้องการไม่แสดงอยู่ในรายการ คุณต้อง<link xref="bluetooth-connect-device">เชื่อมต่อ</link>
vi: Nếu trong danh sách không hiển thị thiết bị mong muốn, bạn cần <link xref="bluetooth-connect-device">kết nối</link> đến thiết bị đó.
zh_cn: 如果您所需的设备不在列表内，您需要<link xref="bluetooth-connect-device">连接</link>到该设备上。

source: Choose the file you want to send and click <gui>Select</gui>.
es: Seleccione el archivo que quiera enviar y pulse <gui>Seleccionar</gui>.
id: Pilih berkas yang ingin Anda kirim dan klik <gui>Pilih</gui>.
th: เลือกไฟล์ที่คุณต้องการส่งและคลิก<gui>เลือก</gui>
vi: Chọn tập tin bạn muốn gửi và nhấn <gui>Gửi</gui>.
zh_cn: 选择您想要发送的文件，然后单击<gui>选择</gui>。

source: To send more than one file in a folder, hold down <key>Ctrl</key> as you select each file.
es: (Para enviar más de un archivo en una carpeta, mantenga pulsado <key>Ctrl</key> al seleccionar cada archivo.
id: Untuk mengirim lebih dari satu berkas dalam suatu folder, tekan terus <key>Ctrl</key> ketika Anda memilih setiap berkas.
th: หากต้องการส่งมากกว่าหนึ่งไฟล์ในโฟลเดอร์ กด <key>Ctrl</key>ค้างไว้ระหว่างเลือกไฟล์
vi: Để gửi nhiều tập tin trong thư mục, nhấn giữ phím <key>Ctrl</key> khi chọn từng tập tin.
zh_cn: 要发送一个文件夹中的多个文件，请在选择每个文件时按住 <key>Ctrl</key> 键。

source: The owner of the receiving device usually has to press a button to accept the file. Once the owner accepts or declines, the result of the file transfer will be shown on your screen.
es: El propietario del dispositivo receptor normalmente tiene que pulsar un botón para aceptar el archivo. Cuando este acepte o rechace, el resultado de la transferencia de archivos se mostrará en su pantalla.
id: Pemilik dari perangkat yang menerima biasanya mesti menekan tombol untuk menerima berkas. Sekali pemilik menerima atau menolak, hasil dari transfer berkas akan ditampilkan di layar.
th: เจ้าของอุปกรณ์ที่เป็นฝ่ายรับมักจะต้องกดปุ่มเพื่อตอบรับไฟล์ เมื่อเจ้าของตอบรับหรือปฏิเสธ ผลลัพธ์ของการถ่ายโอนไฟล์นั้นจะแสดงบนหน้าจอของคุณ
vi: Chủ sở hữu của thiết bị nhận thường phải nhấn nút để chấp nhận tệp. Khi chủ sở hữu chấp nhận hoặc từ chối, kết quả chuyển tệp sẽ được hiển thị trên màn hình của bạn.
zh_cn: 接收设备的所有者一般必须按一个按钮才能接收文件。一旦所有者接收或拒绝，文件传输结果就会在您的屏幕上显示。

source: Enable or disable the Bluetooth device on your computer.
es: Activar o desactivar el dispositivo Bluetooth de su equipo.
id: Fungsikan atau matikan perangkat Bluetooth pada komputer Anda.
th: เปิดหรือปิดอุปกรณ์บลูทูธบนคอมพิวเตอร์ของคุณ
vi: Bật tắt thiết bị Bluetooth trên máy tính.
zh_cn: 启用或禁用计算机中的蓝牙设备。

source: Turn Bluetooth on or off
es: Encender o apagar el Bluetooth
id: Nyalakan atau matikan Bluetooth
th: เปิดหรือปิด Bluetooth
vi: Bặt tắt Bluetooth
zh_cn: 开启或关闭蓝牙

source: You can turn <gui>Bluetooth</gui> on to use Bluetooth devices and send and receive files, but turn it off to conserve power.
es: Puedes activar <gui>Bluetooth</gui> para conectarte a otros aparatos con Bluetooth, o puedes apagarlo para ahorrar energía.
id: Anda dapat mengaktifkan <gui>Bluetooth</gui> untuk menggunakan peranti Bluetooth dan mengirim serta menerima file, tetapi menonaktifkannya untuk menghemat baterai.
th: คุณสามารถเปิด <gui>Bluetooth</gui> เพื่อใช้อุปกรณ์ Bluetooth ส่งและรับไฟล์ แต่ใช้แล้วควรปิดเพื่อประหยัดพลังงาน
vi: Bạn có thể bật <gui>Bluetooth</gui> để sử dụng các thiết bị Bluetooth và gửi, nhận các tập tin, nhưng hãy tắt nó đi để tiết kiệm năng lượng.
zh_cn: 您可以开启<gui>蓝牙</gui>并使用蓝牙设备来发送和接收文件。也可关闭蓝牙以节省电源。

source: To turn Bluetooth on:
es: Para encender el Bluetooth:
id: Untuk mengaktifkan Bluetooth:
th: ในการเปิด Bluetooth:
vi: Để bật Bluetooth:
zh_cn: 开启蓝牙：

source: Set the switch in the titlebar to <gui>ON</gui>.
es: Mueva el deslizador en la barra de título a <gui>Encendido</gui>.
id: Setel pengaturan di baris judul ke <gui>ON</gui>.
th: ปรับแถบชื่อให้เป็น <gui>เปิด</gui>
vi: Thiết lập chuyển đổi trên thanh tiêu đề thành <gui>ON</gui> (BẬT).
zh_cn: 将窗口标题栏内的切换键设置为<gui>ON</gui>。

source: To turn Bluetooth off:
es: Para apagar el Bluetooth:
id: Untuk menonaktifkan Bluetooth:
th: วิธีปิดบลูทูธ:
vi: Để tắt Bluetooth:
zh_cn: 关闭蓝牙：

source: Set the switch in the titlebar to <gui>OFF</gui>.
es: Mueva el deslizador en la barra de título a <gui>Apagado</gui>.
id: Ubah peralihan ke bilah judul menjadi <gui>OFF</gui>.
th: เิปิดสวิทช์ในแถบชื่อเป็น <gui>ปิด</gui>
vi: Đặt trạng thái nút chuyển trong thanh tiêu đề thành <gui>TẮT</gui> (OFF).
zh_cn: 将窗口标题栏内的切换键设置为<gui>OFF</gui>。

source: You only need to switch <gui>Visibility</gui> on if you are connecting to this computer from another device. Being "Visible" means that other devices can find you, otherwise, they won't be able to see or access your computer from that device.
es: Sólo tienes que activar la <gui>Visibilidad</gui> si vas a conectarte a esta computadora desde otro aparato. Siendo "Visible" significa que otros aparatos te pueden encontrar, o si no, no podrán verte o acceder a tu computadora desde ese aparato.
id: Anda hanya perlu menyalakan <gui> Visibilitas </gui> jika Anda terhubung ke komputer ini dari perangkat lain. Menjadi "Terlihat" berarti perangkat lain dapat menemukan Anda, jika tidak, mereka tidak akan dapat melihat atau mengakses komputer Anda dari perangkat tersebut.
th: คุณแค่ต้องเปิด<gui>การมองเห็น</gui> หากคุณกำลังเชื่อมต่อกับคอมพิวเตอร์นี้กับอุปกรณ์อื่น การ "มองเห็นได้" หมายถึงอุปกรณ์อื่นสามารถเจอเครื่องคุณได้ มิฉะนั้นจะไม่สามารถเห็นหรือเข้าถึงคอมพิวเตอร์คุณจากเครื่องนั้นได้
vi: Bạn chỉ cần phải phải bật <gui>Ấn/Hiện</gui> nếu bạn đang kết nối với máy tính này từ một thiết bị khác. Đang "Hiện" có nghĩa là các thiết bị khác có thể tìm thấy bạn, nếu không, họ sẽ không thể nhìn thấy hoặc truy cập máy tính của bạn từ thiết bị đó.
zh_cn: 如果您需要将其他设备连接到该计算机时，您只需开启<gui>可见性</gui>。“可见”意味着其他设备可以找到您，否则他们将无法从其他设备发现并连接上您的计算机。

source: Even if your computer is visible, you would still need to pair your computer and the other device in order to transfer any files between them.
es: Aún que tu computadora esté visible, necesitarás emparejar tu computadora con el otro aparato para poder transferir archivos entre ellos.
id: Bahkan meski komputer Anda dapat terlihat, Anda tetap perlu memasangkannya dengan perangkat lain untuk mentransfer berkas antara keduanya.
th: แม้เมื่อคอมพิวเตอร์ของคุณจะปรากฏ คุณยังคงต้องจับคู่คอมพิวเตอร์ของคุณกับอุปกรณ์เครื่องอื่นเพื่อถ่ายโอนไฟล์ใดๆ ระหว่างสองเครื่อง
vi: Ngay cả khi có thể nhìn thấy máy tính của bạn, bạn vẫn sẽ cần ghép đôi máy tính của bạn với thiết bị khác để có thể chuyển tập tin bất kỳ giữa hai thiết bị.
zh_cn: 即使您的计算机已设为可见，您仍需将您的计算机与其他设备配对，才能在它们之间传输文件。

source: Learn what Bluetooth is.
es: Aprende lo que es Bluetooth.
id: Belajar apa itu Bluetooth
th: ทำความรู้จัก Bluetooth
vi: Tìm hiểu xem Bluetooth là gì.
zh_cn: 了解蓝牙。

source: Bluetooth
th: บลูทูธ
zh_cn: 蓝牙

source: Bluetooth allows you to connect many different types of devices to your computer. It's commonly used for connecting wireless mouses, keyboards or speakers. You can also use it to send files between devices, such as from your computer to your cell phone, or vice versa. It is different than a Wi-Fi connection because it does not let you access the internet.
es: Bluetooth te permite conectar muchos diferentes tipos de aparatos a tu computadora. Es comúnmente usado para la conexión de ratones, teclados y altavoces inalámbricos. También puedes usarlo para enviar archivos entre aparatos, como desde tu computadora a tu teléfono celular, o viceversa. Es diferente a una conexión WiFi porque no te permite acceder al internet.
id: Bluetooth memungkinkan Anda untuk menghubungkan berbagai jenis perangkat ke komputer Anda. Ini umumnya digunakan untuk menghubungkan tetikus nirkabel, keyboard atau oengeras suara. Anda juga dapat menggunakannya untuk mengirim berkas antar perangkat, seperti dari komputer ke ponsel Anda, atau sebaliknya. Hal ini berbeda dari koneksi Wi-Fi karena tidak memungkinkan Anda mengakses internet.
th: บลูทูธช่วยให้คุณสามารถเชื่อมต่อคอมพิวเตอร์เข้ากับอุปกรณ์ที่หลากหลายได้ ส่วนใหญ่จะใช้ในการเชื่่อมต่อเม้าส์ คีย์บอร์ด หรือลำโพงไร้สาย คุณยังสามารถใช้ส่งไฟล์ระหว่างเครื่องได้ เช่นจากคอมพิวเตอร์ไปโทรศัพท์มือถือ หรือในทางกลับกัน บลูทูธจะต่างจาก Wi-Fi เพราะคุณจะไม่ต้องเชื่อมต่ออินเทอร์เน็ต
vi: Bluetooth cho phép bạn kết nối nhiều loại thiết bị với máy tính của mình. Nó thường được dùng để kết nối chuột, bàn phím hoặc loa không dây. Bạn cũng có thể dùng Bluetooth để gửi tệp giữa các thiết bị, chẳng hạn như từ máy tính đến điện thoại di động hoặc ngược lại. Nó khác với kết nối Wi-Fi vì nó không cho bạn truy cập internet.
zh_cn: 蓝牙可以让您将不同类型的设备连接到您的计算机上。通常用于连接无线鼠标、键盘或扬声器。您还可以用于不同设备间的文件传输，例如将文件从计算机发送到手机，反之亦可。它与Wi-Fi连接不同，因为它无需网络连接。

source: You can turn Bluetooth on to connect to other Bluetooth devices, or you can turn it off to conserve power.
es: Puedes activar Bluetooth para conectarte a otros aparatos con Bluetooth, o puedes apagarlo para ahorrar energía.
id: Anda bisa menghidupkan Bluetooth untuk tersambung dengan perangkat Bluetooth lainnya, atau Anda bisa mematikannya untuk menghemat energi.
th: คุณสามารถเปิด Bluetooth เพื่อเชื่อมต่อกับอุปกรณ์ Bluetooth อื่นๆ หรือคุณสามารถปิดเพื่อประหยัดพลังงาน
vi: Bạn có thể bật Bluetooth để kết nối với các thiết bị có Bluetooth khác, hoặc bạn có thể tắt để tiết kiệm điện.
zh_cn: 您可以开启蓝牙，连接到其他蓝牙设备上，或者关闭蓝牙以节省电源。

source: Click the clock on the task bar and go into the <gui>Date &amp; Time Settings</gui> to alter the date/time.
es: Haz clic en el reloj de la barra de tareas y entra en <gui>Configuración de Fecha y Hora</gui> para modificar la fecha y hora.
id: Klik jam pada bilah tugas dan buka <gui>Date &amp; Time Settings</gui> untuk mengubah tanggal/waktu.
th: คลิกที่นาฬิกาในแถบงานและไปที่ <gui>การตั้งค่าวันที่ &amp; เวลา</gui>เพื่อเปลี่ยนวันที่/เวลา
vi: Nhấp vào mục đồng hồ trên thanh tác vụ và vào <gui>Cài đặt Ngày &amp; Giờ</gui> (Date &amp; Time Settings) để thay đổi ngày/giờ.
zh_cn: 点击任务栏内的时钟进入<gui>日期 &amp;时间设置</gui> 来更改日期/时间。

source: Change the date and time
es: Cambiar la fecha y la hora
id: Ubah tanggal dan waktu
th: เปลี่ยนวันที่และเวลา
vi: Thay đổi ngày giờ
zh_cn: 更改日期和时间

source: If your date and time is in the wrong format, you can change the settings:
es: Si tu fecha y hora tienen el formato incorrecto, puedes cambiar la configuración:
id: Jika format waktu dan tanggal Anda salah, Anda dapat mengganti pengaturannya:
th: หากวันที่และเวลาอยู่ในรูปแบบที่ไม่ถูกต้อง คุณสามารถเปลี่ยนการตั้งค่าได้:
vi: Nếu ngày và thời gian của bạn ở định dạng sai, bạn có thể thay đổi cài đặt:
zh_cn: 如果您的日期和时间格式错误，您可以更改其设置。

source: Click on the clock on the task bar at the bottom right of your screen and select <gui>Date &amp; Time Settings</gui>.
es: Haz clic en el reloj en la barra de tareas, que se encuentra en la esquina inferior derecha de tu pantalla, y selecciona <gui>Configuración de hora y fecha</gui>.
vi: Nhấp vào đồng hồ trên thanh tác vụ nằm ở góc dưới bên phải màn hình của bạn và chọn <gui>Date &amp; Time Settings</gui>.
zh_cn: 点击屏幕右边底端任务栏内的时钟，选择<gui>日期 &amp;时间设置</gui>。

source: If you have a standard account, you will need to click <gui>Unlock</gui> and type the <link xref="user-admin-explain">administrator password</link>.
es: Si tiene una cuenta sin privilegios, deberá pulsar <gui>Desbloquear</gui> y escribir la <link xref="user-admin-explain">contraseña de administrador</link>.
id: Jika Anda memiliki akun standar, Anda perlu untuk mengklik <gui>Buka</gui> dan ketik <link xref="user-admin-explain">kata sandi administrator</link>.
th: หากคุณมีบัญชีมาตรฐาน คุณจะต้องคลิก <gui>ปลดล็อก</gui> และพิมพ์ <link xref="user-admin-explain">รหัสผ่านผู้ดูแล</link>
vi: Nếu bạn có một tài khoản thông thường, bạn sẽ cần nhấp vào <gui>Unclock</gui> và gõ <link xref="user-admin-explain">administrator password</link>.
zh_cn: 如果您使用标准帐户，你需要点击<gui>解锁</gui>并输入<link xref="user-admin-explain">密码</link>。

source: If you have an internet connection, you can set your date, time and time zone to update automatically by switching <gui>Automatic Date &amp; Time</gui> and <gui>Automatic Time Zone</gui> to <gui>On</gui>.
es: Si tiene una conexión a Internet, puede establecer la fecha, la hora y su zona hora automáticamente <gui>Activando</gui> la <gui>Fecha y hora automáticas</gui> y la <gui>Zona horaria automática</gui>.
id: Jika Anda memiliki koneksi internet, Anda bisa mengatur tanggal, waktu, dan zona waktu diperbarui secara otomatis dengan mengubah <gui>Automatic Date &amp; Time</gui> dan <gui>Automatic Time Zone</gui> menjadi <gui>On</gui>.
th: หากคุณมีการเชื่อมต่ออินเทอร์เน็น คุณสามารถตั้งวันที่ เวลาและไทม์โซนเพื่อให้อัพเดทแบบอัตโนมัต โดยเปลี่ยน <gui>วันที่&amp; เวลาอัตโนมัติ </gui>และ <gui>ไทม์โซนอัตโนมัติ</gui>เป็น <gui>เปิด</gui>
vi: Nếu bạn có kết nối internet, bạn có thể đặt để ngày tháng, thời gian và múi giờ tự động cập nhật bằng việc chuyển từ <gui>Automatic Date &amp; Time</gui> và <gui>Automatic Time Zone</gui> sang <gui>On</gui>.
zh_cn: 如果您有网络连接，您可以通过开启<gui>自动日期&amp;时间</gui>和<gui>自动时区</gui>来设置自动更新日期、时间和时区。

source: If you do not have an internet connection, you can update these manually by switching them to <gui>Off</gui>, then clicking <gui>Date &amp; Time</gui> and <gui>Time Zone</gui> to update.
es: Si no tiene una conexión a Internet, puede actualizarlas manualmente <gui>Desactivando</gui> estas opciones, y pulsando en <gui>Fecha y hora</gui> y en <gui>Zona horaria</gui> para actualizarlas.
id: Jika Anda tidak memiliki koneksi internet, Anda dapat memperbaruinya secara manual dengan mengalihkannya ke <gui>Mati</gui>, kemudian klik <gui>Date &amp; Time</gui> dan <gui>Time Zone</gui> untuk memperbarui.
th: ถ้าคุณไม่ได้เชื่อมต่ออินเทอร์เน็ต คุณอาจอัพเดตข้อมูลเองได้ด้วยการเปลี่ยนเป็น <gui>ปิด</gui> จากนั้นคลิก <gui>วันที่และเวลา</gui> และ <gui>โซนเวลา</gui> เพื่ออัพเดต
vi: Nếu không có kết nối internet, bạn có thể tiến hành cập nhật thủ công bằng cách chuyển trạng thái của chúng thành <gui>Tắt</gui> (Off), sau đó nhấp vào <gui>Ngày và Giờ </gui> (Date &amp; Time ) và <gui>Múi giờ</gui> (Time Zone) để cập nhật.
zh_cn: 如果您无网络连接，您可以将这些设置关闭，然后点击<gui>日期&amp;时间</gui>和<gui>时区</gui>来手动更新。

source: You can also change how the hour is displayed by selecting <gui>24-hour</gui> or <gui>AM/PM</gui> format.
es: También puede cambiar el formato de hora, seleccionando el formato <gui>24 horas</gui> o <gui>AM/PM</gui>
id: Anda juga dapat mengubah bagaimana jam ditampilkan dengan memilih format <gui>24-jam</gui> atau <gui>AM/PM</gui>.
th: คุณยังสามารถเปลี่ยนการแสดงผลชั่วโมงได้โดยการเลือกรูปแบบเป็น <gui>24-hour</gui> or <gui>AM/PM</gui>
vi: Bạn cũng có thể thay đổi cách hiện giờ bằng việc lựa chọn dạng thức <gui>24-hour</gui> hay <gui>AM/PM</gui>.
zh_cn: 您还可以选择<gui>24-小时</gui>或<gui>AM/PM</gui>格式来改变小时显示格式。

source: Update your time zone to your current location so that your time is correct.
es: Actualice su zona horaria con su ubicación actual para que su hora sea correcta.
id: Perbarui zona waktu Anda sesuai lokasi saat ini sehingga jam komputer Anda tepat.
th: อัพเดตโซนเวลาของคุณตามตำแหน่งที่ตั้งปัจจุบันเพื่อให้เวลาถูกต้อง
vi: Cập nhật múi giờ vào vị trí hiện tại của bạn để có thời gian chính xác.
zh_cn: 更新为您当前所在地的时区，确保时间准确。

source: Change your timezone
es: Cambiar su zona horaria
id: Ubah zona waktu Anda
th: เปลี่ยนเขตเวลา
vi: Thay đổi múi giờ
zh_cn: 更改您的时区
