Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: Alternatively, adjust the <gui>Delay</gui> slider to control how long you have to hold a key down to begin repeating it, and adjust the <gui>Speed</gui> slider to control how quickly key presses repeat.
es: Alternativamente, ajuste el deslizador <gui>Retardo</gui> para controlar cuánto tiene que mantener pulsada una tecla hasta que se empiece a repetir y ajuste la <gui>Velocidad</gui> para controlar cómo de rápido se repiten las pulsaciones de teclas.
id: Sebagai alternatif, setel penggeser <gui>Tundaan</gui> untuk mengendalikan berapa lama Anda mesti menahan tombol sebelum memulai mengulangnya, dan setel penggeser <gui>Kecepatan</gui> untuk mengendalikan berapa cepat penekanan tombol diulangi.
th: หรืออีกวิธีหนึ่ง ให้ปรับแถบเลื่อน <gui>การหน่วงเวลา</gui> เพื่อควบคุมเวลาที่คุณต้องกดแป้นค้างไว้เพื่อกดแป้นซ้ำ และปรับแถบเลื่อน <gui>ความเร็ว</gui> เพื่อควบคุมความเร็วของการกดแป้นซ้ำ
vi: Một cách khác là điều chỉnh thanh trượt <gui>Khoảng trễ</gui> (Delay) để kiểm soát thời lượng mà bạn phải nhấn giữ một phím để bắt đầu lặp lại phím đó, và điều chỉnh thanh trượt <gui>Tốc độ</gui> (Speed) để kiểm soát độ nhanh chậm khi lặp lại thao tác nhấn phím.
zh_cn: 您也可以拖动 <gui>延时</gui> 滑块和 <gui>速度</gui> 滑块来调整相应的选项。

source: <link xref="keyboard-layouts">Keyboard layouts</link>, <link xref="keyboard-layouts">super key</link>…
es: <link xref="keyboard-layouts">Formatos de teclado</link>, <link xref="keyboard-layouts">tecla Super</link>…
th: <link xref="keyboard-layouts">เลย์เอาท์ของคีย์บอร์ด</link><link xref="keyboard-layouts">ซูเปอร์คีย์</link>
vi: <link xref="keyboard-layouts">Bố cục bàn phím</link>, <link xref="keyboard-layouts">phím super</link>…
zh_cn: <link xref="keyboard-layouts">键盘布局</link>, <link xref="keyboard-layouts">超级键</link>…

source: Use your keyboard
es: Usa tu teclado
id: Gunakan papan ketik
th: ใช้คีย์บอร์ดของคุณ
vi: Sử dụng bàn phím của bạn
zh_cn: 使用您的键盘

source: Choose a picture, color, or gradient as your desktop background.
es: Escoge una imagen, color o gradiente como tu fondo de escritorio.
id: Pilih gambar, warna, atau gradien sebagai latar belakang desktop Anda.
th: เลือกภาพ สีและแกรเดียนท์ในพื้นหลังของหน้าขอ
vi: Chọn một bức ảnh, màu hoặc màu chuyển sắc làm hình nền.
zh_cn: 选择作为您桌面背景的图片、颜色或渐变色。

source: Choose a photo for your background
es: Elige una foto para el fondo de escritorio
id: Pilih foto untuk latar layar.
th: เลือกภาพถ่ายสำหรับพื้นหลัง
vi: Chọn một tấm ảnh cho hình nền của bạn.
zh_cn: 选择作为您桌面背景的照片

source: You can change the background image of your desktop to make it uniquely yours. Choose from some of the sample photos that came on your computer, some of the photos you have added, or choose your favorite color.
es: Puedes cambiar la imagen de fondo del escritorio para que sea exclusivamente tuyo. Elige entre algunas de las fotos de muestra que vinieron en tu computadora, algunas de las fotos que has agregado o elige tu color favorito.
id: Anda bisa mengubah gambar latar pada desktop supaya unik. Pilih dari sejumlah foto sampel yang ada di komputer, foto yang Anda sudah tambahkan atau pilih warna favorit Anda.
th: คุณสามารถเปลี่ยนภาพพื้นหลังของเดสกท็อปเพื่อให้เป็นพิเศษเฉพาะของคุณได้ เลือกจากภาพตัวอย่างซึ่งมาพร้อมกับคอมพิวเตอร์ ภาพที่คุณได้เพิ่มไว้หรือเลือกสีโปรดของคุณ
vi: Bạn có thể thay đổi hình nền mang nét độc đáo của riêng bạn của màn hình nền. Chọn từ một số ảnh mẫu đã có trên máy tính của bạn, một số ảnh bạn đã thêm vào, hoặc chọn màu sắc yêu thích của bạn.
zh_cn: 您可以跟据自己的喜好更改桌面背景。请选择系统的图片样式，添加自定义图片，或者选择您喜欢的背景颜色。

source: Click on the <gui>Background</gui>.
es: Haz clic en el <gui>Fondo</gui>.
id: Klik <gui>Latar Belakang</gui>.
th: ึคลิกที่ <gui>พื้นหลัง</gui>
vi: Nhấp vào <gui>Nền màn hình</gui>.
zh_cn: 点击<gui>背景</gui>。

source: Click on the <gui>Background</gui> button with the picture in it.
es: Haz clic en el botón <gui>Fondo</gui> con la foto.
id: Klik pada tombol <gui>Latar Belakang</gui> dengan gambar di dalamnya.
th: คลิกปุ่ม<gui>พื้นหลัง</gui>ที่มีรูปภาพอยู่
vi: Nhấp vào nút <gui>Background</gui> (Hình nền) với ảnh trong đó.
zh_cn: 点击显示该图片的<gui>背景</gui>按钮。

source: There are three choices displayed on top:
es: Existen tres opciones en la parte superior:
id: Ada tiga pilihan yang ditampilkan di puncak:
th: มีสามตัวเลือกแสดงอยู่ด้านบน:
vi: Có ba lựa chọn hiển thị ở trên cùng:
zh_cn: 顶端有三种显示方式可供选择：

source: Select <gui>Wallpapers</gui> to use one of the beautiful background images that come with Endless.
es: Selecciona <gui>Fondos de pantalla</gui> para usar una de las bellas imágenes que vienen con Endless.
id: Pilih <gui>Wallpaper</gui> untuk menggunakan salah satu gambar latar belakang yang indah yang hadir dengan Endless.
th: เลือก <gui>วอลเปเปอร์</gui>เพื่อใช้ภาพพื้นหลังสวยๆ ที่มากับ Endless
vi: Chọn <gui>Hình nền</gui> để sử dụng một trong những hình nền đẹp đẽ được kèm với Endless.
zh_cn: 选择 <gui>壁纸</gui> 选项，应用由Endless提供的精美背景图片。

source: Select <gui>Pictures</gui> to use one of your own photos from your <file>Pictures</file> folder.
es: Selecciona <gui>Imágenes</gui> para usar una de tus propias fotos de tu carpeta de <file>Imágenes</file>.
id: Pilih <gui>Gambar</gui> untuk menggunakan salah satu foto Anda dari folder <file>Gambar</file>.
th: เลือก<gui>รูปภาพ</gui>เพื่อใช้รูปภาพของคุณเองจากโฟลเดอร์<file>รูปภาพ</file>
vi: Chọn <gui>Hình ảnh</gui> để sử dụng một trong những hình ảnh của riêng bạn từ thư mục <file>Hình ảnh</file>.
zh_cn: 选择 <gui>图片</gui> 选项，应用 <file>图片</file> 文件夹中的自定义图片。

source: Select <gui>Colors</gui> to just use a color.
es: Selecciona <gui>Colores</gui> para simplemente usar un color.
id: Pilih <gui>Warna</gui> untuk memilih satu warna.
th: เลือก <gui>สี</gui>เพื่อใช้สี
vi: Lựa chọn <gui>Colors</gui> để chỉ sử dụng một màu.
zh_cn: 选择<gui>颜色</gui>选项， 应用某种颜色。

source: The settings are applied immediately.
es: La configuración se aplicará inmediatamente.
id: Pengaturan diterapkan seketika.
th: การตั้งค่าจะมีผลทันที
vi: Các cài đặt được áp dụng ngay tức khắc.
zh_cn: 设置立即生效。

source: Import photos and videos from your device to your computer.
es: Importa fotografías y vídeos desde tu aparato a tu computadora.
id: Impor foto dan video dari perangkat Anda ke komputer.
th: นำเข้าภาพและวิดีโอจากอุปกรณ์มาที่คอมพิวเตอร์
vi: Nhập ảnh và video từ thiết bị của bạn sang máy tính.
zh_cn: 将设备中的图片或视频导入到您的电脑。

source: Import photos from a phone or camera
es: Importa fotos desde un teléfono o una cámara
id: Impor foto dari ponsel atau kamera
th: นำภาพเข้าจากโทรศัพท์หรือกล้อง
vi: Nhập hình ảnh từ điện thoại hoặc máy ảnh
zh_cn: 从手机或相机中导入图片。

source: There are a few ways that you can import your photos and videos from an external device to your computer. Here are some ways to do so:
es: Existen algunas formas para que puedas importar fotos y vídeos desde un aparato externo a tu computadora. Aquí hay algunas maneras de hacerlo:
id: Anda beberapa cara untuk mengimpor foto dan video dari peranti eksternal ke komputer Anda. Berikut beberapa cara untuk melakukan hal ini:
th: มีสองสามวิธีในการนำรูปภาพและวิดีโอของคุณจากอุปกรณ์ภายนอกเข้าไปไว้ในคอมพิวเตอร์ของคุณ ตัวอย่างเช่น
vi: Có một số cách để nhập ảnh và video từ một thiết bị gắn ngoài vào máy tính. Dưới đây là một số cách để thực hiện điều đó:
zh_cn: 您可以通过多种方式将外部设备中的图片或视频导入到您的电脑，以下是一些例子：

source: Using a USB Cable
es: Usando un cable USB
id: Menggunakan Kabel USB
th: ใช้สาย USB
vi: Sử dụng một Cáp USB
zh_cn: 使用USB数据线

source: If your camera or phone has a USB cable, connect it directly to your Endless computer.
es: Si tu cámara o teléfono tiene un cable USB, conéctalo directamente a tu computadora Endless.
id: Jika kamera atau ponsel Anda memiliki kabel USB, hubungkan langsung ke komputer Endless Anda.
th: หากกล้องหรือโทรศัพท์ของคุณมีสาย USB เชื่อมต่อได้โดยตรงกับคอมพิวเตอร์ของ Endless
vi: Nếu máy ảnh hoặc điện thoại của bạn có cáp USB, hãy kết nối nó trực tiếp với máy tính cài Endless của bạn.
zh_cn: 如果您的相机或手机有USB数据线，请直接将其连接到 Endless电脑。

source: You will see the name of your device appear on the left hand side menu. Double click on it to open it.
es: Verás que el nombre de tu aparato aparece en el menú al lado izquierdo. Haz doble clic en él para abrirlo.
id: Anda akan melihat nama perangkat Anda muncul di menu sebelah kiri. Klik dua kali untuk membukanya.
th: คุณจะเห็นชื่ออุปกรณ์แสดงอยู่ทางเมนูด้านซ้าย ดับเบิลคลิกเพื่อเปิด
vi: Bạn sẽ thấy tên thiết bị của mình hiện ra trong danh mục phía bên tay trái. Nhấp đúp vào để mở ra.
zh_cn: 您将在左侧边栏菜单中看到设备名称，双击打开。

source: Look through the photos or videos on your device by scrolling through the files. A preview of the image will appear on the right hand side of the window.
es: Mira las fotos o vídeos en tu aparato desplazándote a través de los archivos. Una vista de muestra de la imagen aparecerá en la parte derecha de la ventana.
id: Buka foto atau video di perangkat Anda dengan cara menaik-turunkan file. Pratinjau gambar akan tampil di sebelah kanan layar.
th: เลือกดูรูปภาพหรือวิดีโอในอุปกรณ์ของคุณด้วยการเลื่อนผ่านไฟล์ ภาพตัวอย่างจะปรากฏขึ้นทางซ้ายของหน้าต่าง
vi: Xem qua ảnh hoặc video trên thiết bị của bạn bằng cách cuộn các tệp lên xuống. Bản xem trước hình ảnh sẽ xuất hiện ở phía bên phải của cửa sổ.
zh_cn: 滚动文件夹以查看设备中的图片或视频，窗口右侧将显示图像预览。

source: When you find the photo that you want to import, simply drag the photos from that folder into another folder.
es: Cuando encuentres la foto que deseas importar, simplemente arrastra las fotos de esa carpeta a otra carpeta.
id: Saat Anda menemukan foto yang ingin diimpor, cukup seret foto dari folder tersebut ke folder lain.
th: เมื่อเจอภาพที่อยากนำเข้า เพียงลากภาพนั้นจากโฟลเดอร์นั้น ไปยังอีกโฟลเดอร์หนึ่ง
vi: Khi bạn tìm thấy bức ảnh bạn muốn nhập vào, bạn chỉ việc kéo các bức ảnh từ thư mục ấy vào một thư mục khác.
zh_cn: 选定您想导入的图片后，只需将图片从一个文件夹拖拽到另一个文件夹。

source: When you use external storage devices like cameras, USB flash drives, and phones, you should safely remove them before unplugging them. If you just unplug a device, you run the risk of unplugging while an application is still using it. This could result in some of your files being lost or damaged. When you use an optical disc like a CD or DVD, you can use the same steps to eject the disc from your computer.
es: Cuando uses aparatos externos de almacenamiento, como memorias USB, y teléfonos, tendrás que extraerlos con seguridad antes de desconectarlos. Si simplemente desconectas el aparato, corres el riesgo de hacerlo cuando un programa todavía lo esté usando. Esto podría provocar que algunos de tus archivos se pierdan o se dañen. Cuando uses un disco óptico como un CD o un DVD, podrás seguir estos mismos pasos para expulsar el disco de tu computadora.
id: Bila Anda menggunakan perangkat penyimpanan eksternal seperti kamera, USB flash drive, dan telepon, Anda seharusnya dapat dengan aman menghapus mereka sebelum mencabut mereka. Jika Anda hanya mencabut perangkat, Anda berisiko mencabut sementara aplikasi masih menggunakannya. Hal ini dapat mengakibatkan beberapa berkas hilang atau rusak. Bila Anda menggunakan cakram optik seperti CD atau DVD, Anda dapat menggunakan langkah yang sama untuk mengeluarkan disk dari komputer Anda.
th: เมื่อคุณใช้อุปกรณ์เก็บข้อมูลภายนอก เช่น กล้อง, แฟลชไดรฟ์ USB และโทรศัพท์ คุณควรเอาอุปกรณ์ออกอย่างปลอดภัยก่อนจะถอดอุปกรณ์ ถ้าคุณถอดอุปกรณ์เพียงอย่างเดียว มีความเสี่ยงที่คุณจะถอดขณะแอพพลิเคชันใช้งานอุปกรณ์นั้นอยู่ ซึ่งอาจส่งผลให้ไฟล์บางส่วนสูญหายหรือเสียหาย เมื่อคุณใช้ออปติคัลดิสก์อย่าง CD หรือ DVD คุณอาจใช้วิธีเดียวกันในการเอาดิสก์ออกจากคอมพิวเตอร์
vi: Khi bạn sử dụng các thiết bị lưu trữ bên ngoài như máy ảnh, thẻ nhớ USB và điện thoại, bạn nên xóa bỏ chúng một cách an toàn trước khi tháo chúng ra. Nếu bạn chỉ tháo thiết bị ra, bạn có nguy cơ tháo ra khi một ứng dụng vẫn đang sử dụng thiết bị. Điều này có thể dẫn tới hậu quả là một số tệp tin của bạn bị mất hoặc bị hỏng. Khi bạn sử dụng đĩa quang như CD hoặc DVD, bạn có thể sử dụng các bước tương tự để máy tính của bạn nhả đĩa ra.
zh_cn: 当您使用外部存储设备(如相机、 USB 闪存驱动器、手机)时，您应在将其拔下之前安全移除设备。如果您直接将其拔下，会存在拔下时应用程序仍在使用设备的风险，导致您的部分文件丢失或损坏。在您使用 CD 或 DVD 等光盘时，您可以使用相同步骤将光盘从电脑中弹出。

source: Safely disconnect your camera or phone:
es: Desconectar de forma segura tu cámara o teléfono:
id: Lepas sambungan kamera atau ponsel secara aman:
th: เอากล้องหรือโทรศัพท์ออกอย่างปลอดภัย
vi: Kết nối an toàn với máy ảnh hoặc điện thoại:
zh_cn: 安全移除您的相机或手机：

source: If any of the files on the device are open and in use by an application, you will not be able to safely remove the device. You will be prompted with a window telling you <gui>Volume is busy</gui>.
es: Si cualquiera de los archivos en el dispositivo está abierto en cualquier programa no podrás extraer el dispositivo con seguridad. Aparecerá una ventana diciéndote que <gui>El volumen está ocupado</gui>. Para extraer el dispositivo con seguridad:
id: Jika ada file yang masih terbuka di perangkat dan digunakan oleh aplikasi, Anda tidak bisa melepas perangkat secara aman. Akan muncul peringatan yang menyatakan <gui>Volume is busy</gui>.
th: หากมีไฟล์ใดในอุปกรณ์ถูกเปิดและใช้งานอยู่ในแอพพลิเคชั่น คุณจะไม่สามารถถอดอุปกรณ์ออกได้ และจะเห็นหน้าต่างที่บอกว่า <gui>ระดับเสียงทำงานอยู่</gui>
vi: Nếu bất kỳ tệp nào trên thiết bị được mở và đang sử dụng bởi ứng dụng, bạn sẽ không thể tháo thiết bị một cách an toàn. Bạn sẽ nhận được lời nhắc bằng một cửa sổ cho bạn biết <gui>{Volume is busy</gui> (Ổ đĩa đang bận).
zh_cn: 如果设备上有文件被任意程序打开或使用，您将不能安全移除该设备。这时会出来一个提示窗口，提示<gui>卷正忙</gui>。

source: If you have a smartphone, try emailing your photos to yourself so that you can open them on your computer's browser and download and save them to your computer.
es: Si tienes un teléfono inteligente, intenta enviar por correo electrónico tus fotos a ti mismo para que puedas abrirlas en el navegador de tu computadora y descargar y guardarlas en tu computadora.
id: Jika Anda memiliki ponsel pintar, coba kirim foto ke email Anda supaya Anda bisa membukanya dari perambah di komputer kemudian mengunduh dan menyimpannya di komputer Anda.
th: หากคุณมีโทรศัพท์สมาร์ทโฟน ลองอีเมลรูปถึงตัวเองเพื่อให้คุณเปิดในบนเบราว์เซอร์และดาวน์โหลดเข้าคอมพิวเตอร์
vi: Nếu bạn có điện thoại thông minh, hãy thử gửi email chứa ảnh của bạn cho chính bạn để bạn có thể mở ra trên trình duyệt của máy tính, tải về và lưu vào máy tính của mình.
zh_cn: 如果您有智能手机，尝试将图片通过电子邮件发送到自己的账号，那么就可以在浏览器中打开该图片，并将其下载和保存到您的电脑中。

source: Learn about the Music app.
es: Aprende sobre el programa Música.
id: Pelajari tentang aplikasi Musik.
th: ศึกษาเกี่ยวกับแอพเพลง
vi: Tìm hiểu về ứng dụng Âm nhạc.
zh_cn: 了解音乐app。

source: Listen to my music
es: Escuchar mi música
id: Mendengarkan musik saya
th: ฟังเพลงของฉัน
vi: Nghe nhạc của tôi
zh_cn: 听音乐。

source: You can listen to songs with the Music app, which is located on your desktop. Click on the icon once to open it.
es: Puedes escuchar canciones con el programa Música, que se encuentra en el escritorio. Haz clic en el icono una vez para abrirlo.
id: Anda dapat mendengarkan lagu dengan aplikasi Musik, yang terletak di desktop. Klik pada ikon sekali untuk membukanya.
th: คุณสามารถฟังเพลงด้วยแอปเพลง ซึ่งอยู่บนเดสก์ท็อปของคุณ คลิกที่ไอคอนหนึ่งครั้งเพื่อเปิด
vi: Bạn có thể nghe các bài hát bằng ứng dụng Music trên màn hình nền. Nhấn vào biểu tượng một lần để mở ứng dụng.
zh_cn: 您可以使用音乐来听音乐，此程序在桌面上，点击图标即可打开。

source: When the music app loads, you will see some songs that already come with your computer. You can add as many songs as you like, from your own collection on another device, or by downloading more from the internet.
es: Cuando se carga el programa de música, podrás ver algunas canciones que ya vienen con tu computadora. Puedes añadir tantas canciones como quieras, de tu propia colección en otro aparato, o descargando más del internet.
id: Saat aplikasi musik dimuat, Anda akan melihat sejumlah lagu yang disertakan dengan komputer. Anda dapat menambahkan sebanyak mungkin lagu yang Anda suka, dari koleksi sendiri di perangkat lain, atau dengan mengunduh lagu lain dari internet.
th: เมื่อโหลดแอพเพลงแล้ว คุณจะเห็นบางเพลงที่มาพร้อมกับคอมพิวเตอร์ของคุณ คุณสามารถเพิ่มเพลงได้มากเท่าที่ต้องการทั้งจากคอลเล็กชันของคุณเองหรืออุปกรณ์เครื่องอื่น หรือด้วยการดาวน์โหลดจากอินเทอร์เน็ต
vi: Khi tải ứng dụng âm nhạc, bạn sẽ thấy một vài bài hát đã có sẵn trong máy tính của mình. Bạn có thể thêm bao nhiêu bài hát tùy thích từ bộ sưu tập riêng của bạn trên một thiết bị khác hoặc bằng cách tải về thêm từ Internet.
zh_cn: 安装了音乐应用程序后，您会发现有部分歌曲已经储存在电脑中。您还可以根据自己的喜好添加更多歌曲，从其他设备中导入，或者从互联网上下载。

source: Double click on a song to play it.
es: Haz doble clic en una canción para tocarla.
id: Klik dua kali pada lagu untuk memainkannya.
th: ดับเบิลคลิกที่เพลงเพื่อเปิดฟัง
vi: Bấm đúp vào một bài hát để phát bài hát đó.
zh_cn: 双击歌曲即可播放。

source: Pause the song by clicking the pause button on the top left hand corner.
es: Pausa una canción haciendo clic en el botón de pausa en la esquina derecha superior.
id: Hentikan sementara lagu dengan mengklik tombol pause di pojok kiri atas.
th: หยุดเพลงโดยคลิกที่ปุ่มหยุดตรงมุมซ้ายบน
vi: Tạm dừng bài hát bằng cách bấm nút tạm dừng ở góc trên bên trái.
zh_cn: 点击左上角的暂停按钮来暂停播放歌曲。

source: Skip a song or go back to it by clicking on the left and right arrows.
es: Omite una canción o vuelve a ella haciendo clic en las flechas de izquierda y derecha.
id: Loncat lagu atau kembali dengan mengklik panah kiri dan kanan.
th: ข้ามเพลงหรือย้อนกลับโดยคลิกที่ลูกศรซ้ายขวา
vi: Bỏ qua một bài hát hoặc trở về một bài hát bằng cách bấm vào các mũi tên trái và phải.
zh_cn: 点击向左或向右的箭头来跳过或返回播放歌曲。

source: Click on the rectangle button to repeat the song or the whole track.
es: Haz clic en el botón de rectángulo para repetir la canción completa.
id: Klik tombol persegi untuk mengulangi lagu atau seluruh trek.
th: คลิกปุ่มสี่เหลี่ยมเพื่อเล่นซ้ำเพลงหรือทั้งแทร็ก
vi: Nhấp vào nút hình chữ nhật để lặp lại ca khúc hoặc toàn bộ bản nhạc.
zh_cn: 点击矩形按钮来重复播放歌曲。

source: Click on the mixed arrows next to the rectangle to shuffle the songs. Click it again to play the songs in order.
es: Haz clic en las flechas mixtas junto al rectángulo para mezclar las canciones. Haz clic de nuevo para tocar las canciones en orden.
id: Klik panah bersilang di samping kotak untuk mengacak lagu. Klik lagi untuk memutar lagu secara berurutan.
th: คลิกลูกศรถัดจากสามเหลี่ยมเพื่อเปลี่ยนเพลง คลิกอีกครั้งเพื่อเล่นเพลงตามลำดับ
vi: Nhấp vào các mũi tên hỗn hợp kế bên hình chữ nhật để phát ngẫu nhiên các bài hát. Nhấp vào đó một lần nữa để phát các bài hát theo thứ tự.
zh_cn: 点击矩形按钮旁的混合箭头即随机播放歌曲，再次点击即顺序播放。

source: Control the volume bar on the right. You can slide the round button to get to your desired volume.
es: Controla la barra de volumen a la derecha. Puedes deslizar el botón redondo para llegar al volumen deseado.
id: Kendalikan batang volume di sebelah kanan. Anda dapat menggeser tombol bulat untuk mendapatkan volume suara yang Anda inginkan.
th: ควบคุมแถบระดับเสียงทางด้านขวา คุณสามารถเลื่อนปุ่มวงกลมเพื่อให้ได้ระดับเสียงที่ต้องการ
vi: Kiểm soát thanh âm lượng bên phải. Bạn có thể trượt nút tròn để điều chỉnh âm lượng theo ý muốn.
zh_cn: 音量控制条在窗口右侧。您可以通过滑动圆形按钮调节到适宜的音量。

source: Learn how to watch videos on your computer.
es: Aprende como ver videos en tu computadora.
id: Pelajari cara menonton video dari komputer.
th: ดูวิธีดูวิดีโอในคอมพิวเตอร์ของคุณ
vi: Học cách xem video trên máy tính của bạn.
zh_cn: 了解如何在电脑上看视频。

source: Play my videos
es: Tocar mis videos
id: Putar video saya
th: เล่นวิดีโอของฉัน
vi: Phát các video của tôi
zh_cn: 播放视频。

source: Your computer comes with short videos that are preinstalled and ready to watch on your media player. You can watch most digital video files on Endless. You can transfer them to your computer from a USB, or download them from the internet using the <app>FrostTorrent</app> app if you have an online connection.
es: Tu computadora viene precargada con vídeos cortos que están listos para disfrutar. La mayoría de los formatos de vídeos digitales son compatible con Endless y puedes descargarlos desde un dispositivo USB, o del internet usando el programa <app>FrostTorrent</ app> cuando tienes conexión.
id: Komputer Anda memiliki video singkat yang sudah terpasang dan siap diputar di pemutar media. Anda bisa menonton sebagian besar file video digital menggunakan Endless. Anda bisa memindahkannya ke komputer dengan USB atau mengunduhnya dari internet menggunakan aplikasi <app>FrostTorrent</app> jika Anda punya koneksi internet.
th: คอมพิวเตอร์ของคุณจะมีวิดีโอสั้นๆ ที่มาพร้อมเครื่องและพร้อมให้คุณดูด้วยเครื่องเล่นมีเดีย คุณสามารถดูไฟล์วิดีโอดิจิตัลส่วนมากได้ใน Endless คุณสามารถย้ายไฟล์เหล่านั้น ไปยังเครื่องคอมพิวเตอร์ของคุณโดยใช้ USB ดาวน์โหลดจากอินเทอร์เน็ตโดยใช้แอพ <app>FrostTorrent</app> หากมีการเชื่อมต่ออินเทอร์เน็ต
vi: Máy tính của bạn đi kèm với những đoạn video ngắn được cài đặt sẵn và sẵn sàng để xem trên trình phát phương tiện của bạn. Bạn có thể xem hầu hết các tệp video kỹ thuật số trên Endless. Bạn có thể chuyển chúng vào máy tính của bạn từ USB, hoặc tải về từ internet bằng cách sử dụng ứng dụng <app>FrostTorrent</app> nếu bạn có kết nối trực tuyến.
zh_cn: 您的电脑已预先下载好一些短片，能够在媒体播放器上播放。Endless能够播放多种数字视频文件，您可以通过USB接口将视频传输到电脑中，或者能够连接网络的话，使用<app>FrostTorrent</app> 程序从互联网下载视频。

source: To watch your videos:
es: Para ver tus videos:
id: Untuk menyaksikan video:
th: ในการชมวีดีโอของคุณ:
vi: Để xem các video của bạn:
zh_cn: 看视频。

source: You may have recorded videos on your phone, or have some videos on a USB stick that you want to watch. You'll first need to download them to your computer. You can do this simply by plugging in your device and dragging the video files into the <gui>Videos</gui> folder, or any other folder you prefer. Then, follow these directions:
es: Es posible que tengas videos grabados en tu teléfono, o que tengas algunos videos en una memoria USB que quieras ver. Primero necesitarás descargarlos a tu computadora. Puedes hacer esto simplemente conectando tu aparato y arrastrando los archivos de video a la carpeta de <gui>Videos</gui>, o a cualquier otra carpeta que prefieras. Luego, sigue estas instrucciones:
id: Anda mungkin telah merekam video pada ponsel Anda, atau memiliki sejumlah video di perangkat USB yang ingin Anda tonton. Pertama-tama, Anda perlu mengunduhnya ke komputer. Cukup hubungkan perangkat Anda dan tarik berkas video ke folder <gui>Videos</gui>, atau folder lain mana saja yang Anda inginkan. Kemudian, ikuti petunjuk berikut ini:
th: คุณอาจเคยบันทึกวิดีโอด้วยโทรศัพท์ หรือมีวิดีโอในอุปกรณ์ USB ที่ต้องการดู ก่อนอื่นคุณจะต้องดาวน์โหลดวิดีโอเหล่านั้นลงในคอมพิวเตอร์ของคุณก่อน ซึ่งทำได้ด้วยการเสียบอุปกรณ์แล้วลากไฟล์วิดีโอไปวางในโฟลเดอร์ <gui>วิดีโอ</gui> หรือโฟลเดอร์อื่นที่คุณต้องการ จากนั้นทำตามขั้นตอนต่อไปนี้
vi: Có thể bạn đã quay các video trên điện thoại của mình, hoặc có một số video trên thẻ nhớ USB mà bạn muốn xem. Trước tiên, bạn sẽ cần tải các video đó về máy tính của mình. Bạn có thể thực hiện bằng cách đơn giản là kết nối vào thiết bị của bạn và kéo các tệp video vào thư mục <gui>Videos</gui>, hoặc bất kỳ thư mục nào khác mà bạn thích. Sau đó, thực hiện theo các hướng dẫn sau:
zh_cn: 您想用计算机播放手机录制的、或者存放在U盘里的视频，首先要将其下载保存到到您的电脑中。您只需连接设备，然后将视频文件拖拽至计算机中的<gui>视频</gui>或其他文件夹即可。接下来请遵循以下指引：

source: Click on <_:media-1/> on your desktop.
es: Haz clic en <_:media-1/> en tu escritorio.
id: Klik pada <_:media-1/> di desktop Anda.
th: คลิกที่ <_:media-1/> บนเดสก์ท็อปของคุณ
vi: Nhấp vào <_:media-1/> trên màn hình nền của bạn.
zh_cn: 点击桌面上的<_:media-1/> 。

source: Click on the <gui>Videos</gui> folder.
es: Haz clic en la carpeta <gui>Videos</gui>.
id: Klik pada folder <gui>Videos</gui>.
th: คลิกที่โฟลเดอร์ <gui>วิดีโอ</gui>
vi: Nhấp vào thư mục <gui>Videos</gui>.
zh_cn: 点击<gui>视频</gui>文件夹。
