Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: Creative Commons Attribution-ShareAlike 3.0 Unported License
es: Creative Commons Atribución-CompartirIgual 3.0 Unported
th: สัญญาอนุญาตครีเอทีฟคอมมอนส์ แบบแสดงที่มา-อนุญาตแบบเดียวกัน 3.0 ต้นฉบับ
vi: Creative Commons Attribution (Giấy phép ghi nhận tác giả)- Giấy phép Chưa chuyển đổi ShareAlike 3.0
zh_cn: 知识共享许可协议（CC）相同方式共享3.0

source: This work is licensed under a <_:link-1/>.
es: Este trabajo está licenciado bajo una <_:link-1/>.
id: Karya ini dilisensikan di bawah <_:link-1/>.
th: งานนี้ได้รับอนุญาตภายใต้ <_:link-1/>
vi: Trang này được cấp phép theo <_:link-1/>.
zh_cn: 本文许可协议 <_:link-1/>.

# _
source: translator-credits
es: Daniel Mustieles <daniel.mustieles@gmail.com>, 2011 - 2014 Nicolás Satragno <nsatragno@gnome.org>, 2012 Francisco Molinero <paco@byasl.com>, 2011 Jorge González <jorgegonz@svn.gnome.org>, 2011, 2012
id: Andika Triwidada <andika@gmail.com>, 2011, 2012, 2013.
th: ข้อมูลผู้แปล
vi: Nguyễn Thái Ngọc Duy <pclouds@gmail.com>, 2011-2012.
zh_cn: 译者鸣谢TeliuTe <teliute@163.com>, 2011, 2012

source: Ignore quickly-repeated key presses of the same key.
es: Ignorar pulsaciones rápidas de la misma tecla.
id: Abaikan penekanan tombol yang sama yang diulang dengan cepat.
th: เพิกเฉยต่อการกดแป้นพิมเดียวกันซ้ำเร็วๆ
vi: Bỏ qua phím lặp nhanh.
zh_cn: 忽略对同一个键的快速重复按键动作。

source: Turn on bounce keys
es: Activar el rechazo de teclas repetidas
id: Nyalakan tombol pantul
th: เปิดใช้งานปุ่มบาวซ์
vi: Bật phím dội
zh_cn: 开启回弹键

source: Turn on <em>bounce keys</em> to ignore key presses that are rapidly repeated. For example, if you have hand tremors which cause you to press a key multiple times when you only want to press it once, you should turn on bounce keys.
es: Activa el <em>rechazo de teclas repetidas</em> para ignorar las pulsaciones rápidas de teclas repetidas. Por ejemplo, si tienes temblores de manos que pueden hacer que pulses teclas varias veces cuando solo quieres pulsarlas una vez, deberías activar el rechazo de teclas repetidas.
id: Nyalakan <em>tombol pantul</em> untuk mengabaikan penekanan tombol yang diulang secara cepat. Sebagai contoh, bila Anda mengalami tremor yang menyebabkan Anda menekan suatu tombol secara berulang ketika Anda hanya ingin menekannya sekali, Anda sebaiknya menyalakan tombol pantul.
th: เปิด <em>คีย์เด้ง</em>เพื่อไม่สนใจการกดแป้นซ้ำเร็วๆ เช่น กรณีที่คุณมือสั่นทำให้กดแป้นหลายครั้ง เมื่อคุณต้องการกดเพียงครั้งเดียว คุณควรเปิดคีย์เด้ง
vi: Bật <em>phím dội</em> để bỏ qua phím nhấn được lặp lại nhanh. Ví dụ, nếu bạn run tay và nhấn một phím nhiều lần khi bạn chỉ muốn nhấn một lần, bạn nên bật phím dội.
zh_cn: 开启<em>回弹键</em>可以忽略快速重复的按键动作。例如，如果您因手颤而在您只想按一次时多次重复按键，您这时应开启回弹键。

source: Click on the <_:media-1/> on the bottom left-hand corner of your screen, then click on <gui>Settings</gui>.
es: Haz clic en <_:media-1/> en la esquina inferior izquierda de la pantalla y luego haz clic en <gui>Configuración</gui>.
id: Klik <_:media-1/> di sudut kiri bawah layar, lalu klik <gui>Pengaturan</gui>.
th: คลิกที่ <_:media-1/> ตรงมุมด้านล่างซ้ายของหน้าจอ จากนั้นเลือก <gui>การตั้งค่า</gui>
vi: Nhấp vào <_:media-1/> ở góc trái phía cuối màn hình của bạn, sau đó nhấp vào mục <gui>Cài đặt</gui> (Settings).
zh_cn: 单击您左手边屏幕底部的<_:media-1/> ，然后单击<gui>设置</gui>。

source: Click on <gui>Universal Access</gui>.
es: Haz clic en <gui>Acceso universal</gui>.
id: Klik pada <gui>Universal Access</gui>.
th: คลิกที่ <gui>การเข้าถึงจากทั่วโลก(Universal Access)</gui>.
vi: Nhấp vào <gui>Universal Access</gui>.
zh_cn: 单击<gui>辅助功能</gui>。

source: Press <gui>Typing Assist (AccessX)</gui> in the <gui>Typing</gui> section.
es: Pulsa <gui>Asistente de escritura</gui> en la sección <gui>Teclear</gui>
id: Tekan <gui>Bantuan Mengetik (AccessX)</gui> dalam bagian <gui>Pengetikan</gui>.
th: กด <gui>ตัวช่วยการพิมพ์(AccessX)</gui> ในส่วน<gui>การพิมพ์</gui>
vi: Nhấn <gui>Trợ giúp Gõ nhập (AccessX)</gui> trong phần <gui>Gõ nhập</gui>.
zh_cn: 在<gui>输入</gui>部分点击<gui>输入辅助(AccessX)</gui>

source: Switch <gui>Bounce Keys</gui> to <gui>On</gui>.
es: Activa el <gui>Rechazo de teclas repetidas</gui> (<gui>Encendido</gui>).
id: Nyalakan <gui>Tombol Pantul</gui>.
th: สลับ <gui>คีย์เด้ง</gui>เป็น <gui>เปิด</gui>
vi: Chuyển <gui>Phím Nảy</gui> sang chế độ <gui>Bật</gui>.
zh_cn: 开启<gui>回弹键</gui>。

source: Quickly turn bounce keys on and off
es: Activar y desactivar rápidamente el rechazo de teclas repetidas
id: Nyalakan dan matikan tombol pantul secara cepat
th: เปิดและปิดคีย์เด้งอย่างรวดเร็ว
vi: Bật hoặc tắt phím dội nhanh
zh_cn: 快速开启和关闭回弹键功能

source: You can turn bounce keys on and off by clicking the <link xref="a11y-icon">accessibility icon</link> on the task bar at the bottom of your screen and selecting <gui>Bounce Keys</gui>. The accessibility icon is visible when one or more settings have been enabled from the <gui>Universal Access</gui> panel.
es: Puedes rápidamente activar el rechazo de teclas repetidas, haciendo clic en el <link xref="a11y-icon">ícono de accesibilidad</link> en la barra de tareas en la parte inferior de tu pantalla y seleccionando <gui>Rechazo de teclas</gui>. El ícono de accesibilidad está visible cuando se han activado una o mas opciones en el menú de <gui>Acceso universal</gui>.
id: Anda dapat mengaktifkan tombol bounce dan mematikan dengan mengklik <link xref="a11y-icon"> ikon aksesibilitas </link> pada task bar di bagian bawah layar Anda dan memilih <gui> Tombol Bounce </gui>. Ikon aksesibilitas terlihat ketika satu atau lebih pengaturan telah diaktifkan dari panel <gui> Universal Access </gui>.
th: คุณสามารถเปิดปิดใช้งานคีย์เด้งโดยคลิกที่ไอคอน <link xref="a11y-icon">การเข้าถึง</link>บนแถบงานที่ด้าน่างของหน้าจอและเลือก <gui>เบาซ์คีย์</gui>ไอคอนการเข้าถึงจะปรากฏขึ้นเมื่อมีเปิดใช้อย่างน้อยหนึ่งการตั้งค่าจากพาเนล <gui>การเข้าถึงแบบสากล</gui>
vi: Bạn có thể bật và tắt phím nảy bằng cách bấm vào <link xref="a11y-icon">biểu tượng hỗ trợ truy cấp</link> trên thanh công cụ ở dưới cùng màn hình và chọn <gui>Phím Nảy</gui>. Biểu tượng hỗ trợ truy cập hiển thị khi một hoặc nhiều cài đặt đã được bật trong bảng <gui>Truy cập Đa năng</gui>.
zh_cn: 您可以在屏幕底端的任务栏通过点击 <link xref="a11y-icon">辅助图标</link>，选择 <gui>回弹键 </gui>来开启和关闭回弹键。只有在<gui>辅助功能 </gui>面板里启用了至少一个设置，辅助图标才会显示。

source: Use the <gui>Acceptance delay</gui> slider to change how long bounce keys waits before it registers another key press after you pressed the key for the first time. Select <gui>Beep when a key is rejected</gui> if you want the computer to make a sound each time it ignores a key press because it happened too soon after the previous key press.
es: Usa el control deslizante <gui>Retraso de aceptación</gui> para cambiar el tiempo que debes esperar después de la primera pulsada para el rechazo de teclas antes de registrar otra tecla pulsada. Selecciona <gui>Pitar al rechazar una tecla</gui> si quieres que tu computadora haga un sonido cada vez que ignora una tecla porque la pulsación ha sucedido demasiado pronto después de la pulsación de la tecla anterior.
id: Pakai penggeser <gui>Tundaan penerimaan</gui> untuk mengubah berapa lama tombol pantul menunggu sebelum dia meloloskan penekanan tombol berikutnya setelah Anda menekan suatu tombol pertama kali. Pilih <gui>Bip ketika suatu tombol ditolak</gui> bila Anda ingin agar komputer bersuara setiap kali dia mengabaikan suatu penekanan tombol karena terjadi terlalu cepat setelah penekanan tombol sebelumnya.
th: ใช้แถบเลื่อน <gui>Acceptance delay</gui> เพื่อเปลี่ยนว่าแป้นที่มีการเด้งจะต้องรอนานแค่ไหนก่อนที่จะนับการกดอีกครั้งหลังจากที่กดครั้งแรกไปแล้ว เลือก <gui>บี๊บเมื่อแป้นพิมพ์ถูกปฏิเสธ</gui>หากคุณต้องการให้คอมพิวเตอร์ส่งเสียงทุกครั้งที่เพิกเฉยต่อการกด เนื่องจากกดต่อจากการกดครั้งแรกเร็วไป
vi: Dùng con trượt <gui>Độ trễ chấp nhận</gui> để thay đổi cần đợi bao lâu từ khi nhấn phím lần đầu trước khi công nhận một phím bấm. Chọn <em>Kêu bíp khi một phím bị từ chối</em> nếu bạn muốn máy tính cảnh báo mỗi lần bỏ qua phím nhấn vì xảy ra quá nhanh.
zh_cn: 您可以通过 <gui>可允许的延迟时间 </gui>滑块来更改回弹键可等待的两次按键的时间间隔。如果您希望计算机能在忽略第二下快速按键动作时发出提示音，可选择<gui>当按键无效时发出蜂鸣声</gui>。

source: Use the <app>Orca</app> screen reader with a refreshable Braille display.
es: Usa el lector de pantalla <app>Orca</app> con un visualizador Braille actualizable.
id: Pakai pembaca layar <app>Orca</app> dengan tampilan Braille yang dapat disegarkan.
th: ใช้การอ่านหน้าจอ <app>Orca</app> ที่มีการโหลดหน้าซ้ำของ Braille
vi: Dùng trình đọc màn hình <app>Orca</app> với hiển thị Braille cập nhật.
zh_cn: 使用带有可刷新盲文显示器的<app>Orca</app>屏幕阅读器

source: Read screen in Braille
es: Leer la pantalla en Braille
id: Baca layar dalam Braille
th: อ่านหน้าจอในอักษรเบรลล์
vi: Đọc chữ nổi từ màn hình
zh_cn: 使用盲文阅读屏幕

source: Endless provides the <app>Orca</app> screen reader to display the user interface on a refreshable Braille display. You can learn how to use Orca by referring to the <link href="help:orca">Orca Help</link> for more information.
es: Endless viene con un programa llamado <app>Orca</app> que puede convertir las palabras en tu pantalla a un interfaz de usuario compatible con Braille. Puedes aprender cómo utilizar Orca en la sección llamada <link href="help:orca">Ayuda de Orca</link> y obtener más información allí.
id: Endless menyediakan <app>Orca</app> screen reader untuk menampilkan antar muka pengguna pada tampilan Braille yang dapat disegarkan. Anda dapat mempelajari cara menggunakan Orca dengan menyimak <link href="help:orca">Bantuan Orca</link> untuk informasi lebih jauh.
th: Endless มีตัวอ่านหน้าจอ <app>Orca</app> เพื่อแสดงอินเทอร์เฟซผู้ใช้ในแบบตัวอักษรเบรลล์ที่รีเฟรชได้ คุณสามารถเรียนรู้วิธีใช้ Orca ด้วยการเข้าไปที่<link href="help:orca">ความช่วยเหลือในการใช้งาน Orca</link> เพื่อดูข้อมูลเพิ่มเติม
vi: Endless cung cấp trình đọc màn hình <app>Orca</app> để hiển thị giao diện người dùng trên màn hình chữ nổi Braille. Bạn có thể tìm hiểu cách sử dụng Orca bằng cách tham khảo <link href="help:orca">Trợ giúp Orca</link> để biết thêm chi tiết.
zh_cn: Endless的屏幕阅读器 <app>Orca</app> 带有可刷新盲文显示屏界面。您可以在 <link href="help:orca">Ocra帮助</link>中查找更多信息，学习使用Orca。

source: Make windows and buttons on the screen more (or less) vivid, so they're easier to see.
es: Hacer que las ventanas y los botones de la pantalla sean más (o menos) brillantes, para que sean más fáciles de ver.
id: Membuat jendela dan tombol pada layar lebih (atau kurang) tajam, sehingga lebih mudah dilihat.
th: ปรับให้หน้าต่างและปุ่มในหน้าจอมีสีสันสดใสมากขึ้น (หรือน้อยลง) เพื่อให้มองเห็นได้ง่ายขึ้น
vi: Làm nút và cửa sổ hiện rõ hơn (hoặc ít rõ hơn) để dễ xem.
zh_cn: 提高(或降低)屏幕上窗口和按扭的显色度以方便阅读。

source: Adjust the contrast
es: Ajustar el contraste
id: Atur kontras
th: ปรับความเปรียบต่าง
vi: Điều chỉnh độ tương phản
zh_cn: 调整对比度

source: You can adjust the contrast of windows and buttons so that they're easier to see. This is not the same as changing the brightness of the whole screen since only parts of the <gui>user interface</gui> will change.
es: Puedes ajustar el contraste de ventanas y botones para que sean más fáciles de ver. Esto no es lo mismo que cambiar el brillo de toda la pantalla, ya que sólo partes de la <gui>interfaz del usuario</gui> cambiarán.
id: Anda dapat mengatur kontras jendela dan tombol sehingga mereka lebih mudah untuk dilihat. Hal ini tidak sama dengan mengubah kecerahan seluruh layar karena hanya bagian dari <gui>antar muka pengguna</gui> yang akan berubah.
th: คุณสามารถปรับคอนทราสต์ของหน้าต่างและปุ่มเพื่อให้มองเห็นได้ง่าย ซึ่งไม่เหมือนการปรับความสว่างของทั้งหน้าจอ เนื่องจากมีเพียงส่วนหนึ่งของ <gui>อินเทอร์เฟสผู้ใช้</gui>เท่านั้นที่เปลี่ยน
vi: Bạn có thể điều chỉnh độ tương phản của các cửa sổ và các nút để thấy chúng dễ dàng hơn. Việc này không thay đổi độ sáng của toàn bộ màn hình vì chỉ có một số phần của <gui>user interface</gui> sẽ thay đổi mà thôi.
zh_cn: 您可以调节窗口和按键的对比度以方便阅读。这和调节整个屏幕的亮度不同，因为这只会调整<gui>使用界面</gui>。

source: To adjust the contrast of your window:
es: Para ajustar el contraste de la ventana:
id: Untuk menyesuaikan kontras jendela Anda:
th: การปรับค่าคอนทราสต์บนหน้าหน้าต่าง:
vi: Để điều chỉnh độ tương phản cho cửa sổ của bạn:
zh_cn: 调节窗口对比度:

source: Switch <gui>High Contrast</gui> to <gui>ON</gui>.
es: Activar la opción <gui>Alto contraste</gui> (<gui>Encendido</gui>).
id: Nyalakan <gui>Kontras Tinggi</gui>.
th: ปรับ <gui>ค่าคอนทราสต์สูง</gui>เป็น <gui>เปิด</gui>
vi: Chuyển <gui>High Contrast</gui> (Độ tương phản Cao) thành <gui>ON</gui> (BẬT).
zh_cn: 开启<gui>高对比度</gui>。

source: The <gui>Hover Click</gui> (Dwell Click) feature allows you to click by holding the mouse still.
es: La <gui>pulsación al posarse</gui> (pulsación al posicionar el cursor) le permite hacer clic manteniendo el ratón quieto.
id: Fitur <gui>Klik Mengambang</gui> (Klik Menetap) memungkinkan Anda mengklik dengan cara menahan tetikus tetap diam.
th: ฟีเจอร์ <gui>คลิกลอย</gui>(Dwell Click) จะช่วยให้คณสามารถคลิกได้โดยถือเม้าส์ไว้นิ่งๆ
vi: Tính năng <gui>Hover Click</gui> (hay Dwell Click - tự động nhấp nơi dừng chuột) cho phép bạn nhấp chuột bằng cách giữ yên con chuột.
zh_cn: <gui>悬停点击功能</gui>(停留点击) 让您只需静置鼠标便可点击。

source: Simulate clicking by hovering
es: Simular un clic al posicionar el cursor
id: Mensimulasi klik dengan mengambang
th: เลียนแบบการคลิกโดยวางเม้าส์ด้านบน
vi: Mô phỏng nhấn bằng cách kéo qua
zh_cn: 通过悬停模拟点击

source: You can click or drag simply by hovering your mouse pointer over a control or object on the screen. This is useful if you find it difficult to move the mouse and click at the same time. This feature is called <gui>Hover Click</gui> or Dwell Click.
es: Puedes hacer clic o arrastrar simplemente posando el cursor de tu ratón sobre un control o un objeto en la pantalla. Es útil si tienes dificultades para mover y pulsar el ratón a la vez. Esta característica se llama <gui>Pulsación al enfocar</gui> o pulsación al posarse.
id: Anda dapat mengklik atau menyeret hanya dengan mengambangkan pointer tetikus Anda di atas suatu kendali atau objek pada layar. Ini berguna bila Anda merasa sulit untuk menggerakkan tetikus dan mengklik pada saat yang sama. Fitur ini dinamai <gui>Klik Mengambang</gui> atau Klik Menetap.
th: คุณสามาคลิกหรือลากได้เพียงวางตัวชี้เมาส์เหนือตัวควบคุมหรือวัตถุบนหน้าจอ นี่จะมีประโยชน์มากคุณหากขยับเมาส์และคลิกไปพร้อมกันได้ลำบาก ฟีเจอร์นี้เรียกว่า <gui>Hover Click</gui> หรือ Dwell Click
vi: Bạn có thể nhấp hay kéo chỉ đơn giản bằng việc lượn con trỏ chuột của bạn phía trên một công cụ điều khiển hoặc một đối tượng trên màn hình. Việc này rất hữu dụng nếu bạn có khó khăn khi vừa phải dịch chuyển chuột vừa phải nhấp chuột cùng một lúc. Đặc tính này được gọi là <gui>Hover Click</gui> hay Dừng Để Nhấp.
zh_cn: 只需鼠标指针悬停于屏幕某一控制项或文件，您就可以点击或拖拽。这能帮助您解决同时移动鼠标和单击的难题。该功能就叫做<gui>悬停点击</gui>或停留点击。

source: When <gui>Hover Click</gui> is enabled, you can move your mouse pointer over a control, let go of the mouse, and then wait for a while before the button will be clicked for you.
es: Cuando la <gui>Pulsación al pasar por encima</gui> está activada puedes mover el cursor de su ratón sobre un control, dejar el ratón y esperar un poco hasta que el botón haga clic automáticamente.
id: Ketika <gui>Klik Mengambang</gui> difungsikan, Anda dapat memindah pointer tetikus Anda lewat suatu kendali, melepas tetikus, lalu menunggu sejenak sebelum tombol akan diklikkan bagi Anda.
th: เมื่อเปิดใช้ <gui>โฮเวอร์คลิก</gui> คุณสามารถเลื่อนเม้าส์ไปตรงส่วนควบคุม ปล่อยเม้าและรอสักครู่ ก่อนที่ปุ่มนั้นจะถูกคลิก
vi: Khi <gui>Hover Click</gui> được bật, bạn có thể dịch chuyển con trỏ của chuột trên một bộ điều chỉnh, rồi thả chuột ra và đợi một chút trước khi chuột sẽ nhấp vào nút đó cho bạn.
zh_cn: 当开启了<gui>悬停点击</gui>功能时，您可以将鼠标指针移动到某一控制项上，松开鼠标，稍候一会，便会为您自动点击该按键。

source: Press <gui>Click Assistant</gui> in the <gui>Pointing and Clicking</gui> section.
es: Haz clic en <gui>Asistente de pulsación</gui> en la sección <gui>Apuntar y pulsar</gui>.
id: Tekan <gui>Asisten Klik</gui> dalam seksi <gui>Menunjuk dan Mengklik</gui>.
th: กด <gui>ตัวช่วยคลิก</gui>ในส่วน<gui>การชี้และคลิก</gui>
vi: Nhấn <gui>Click Assistant</gui> trong phần <gui>Pointing and Clicking</gui>.
zh_cn: 在<gui>鼠标移动与点击</gui>模块按下<gui>点击助手</gui>。

source: Switch <gui>Hover Click</gui> to <gui>On</gui>.
es: Activa la <gui>Pulsación al posarse</gui> (<gui>Encendido</gui>).
id: Ubah <gui>Klik Mengambang</gui> menjadi <gui>Nyala</gui>.
th: ปรับ <gui>โฮเวอร์คลิก</gui> เป็น <gui>เปิด</gui>
vi: <gui>Bật</gui> tính năng <gui>Rê Chuột</gui>
zh_cn: 开启<gui>悬停点击</gui>。

source: The <gui>Hover Click</gui> window will open, and will stay above all of your other windows. You can use this to choose what sort of click should happen when you hover. For example, if you select <gui>Secondary Click</gui>, you will right-click when you hover. After you double-click, right-click, or drag, you will be automatically returned to clicking.
es: Se abrirá la ventana <gui>Pulsación al pasar por encima</gui>, que siempre estará encima del resto de las ventanas. Puedes usarla para elegir el tipo de pulsación, o clic, que se aplicará cuando coloques el ratón sobre un botón. Por ejemplo, si seleccionas <gui>Pulsación secundaria</gui>, el ratón simulará una pulsación con el botón derecho cuando coloques el cursor sobre un botón durante unos pocos segundos.
id: Jendela <gui>Klik Mengambang</gui> akan terbuka, dan akan bertahan di atas semua jendela lain Anda. Anda dapat menggunakan ini untuk memilih apa jenis klik yang harus terjadi ketika Anda mengambang. Misalnya, jika Anda memilih <gui>Klik Sekunder</gui>, Anda akan klik kanan ketika Anda mengambang. Setelah Anda klik ganda, klik kanan, atau menyeret, Anda akan secara otomatis kembali ke mengklik.
th: หน้าต่าง<gui>โฮเวอร์คลิก</gui>จะเปิดขึ้น และจะอยู่เหนือหน้าต่างอื่นๆ คุณสามารถใช้หน้าต่างนี้เพื่อเลือกว่าจะเป็นการคลิกแบบใดเมื่อคุณนำเมาส์ไปวางด้านบน เช่น หากคุณเลือก <gui>คลิกแบบทุติยภูมิ</gui> คุณจะคลิกขวาเมื่อนำเมาส์ไปวางด้านบน หลังจากคุณดับเบิลคลิก, คลิกขวา หรือลาก คุณจะกลับไปยังการคลิกโดยอัตโนมัติ
vi: Cửa sổ <gui>Phủ bóng nhấn</gui> sẽ mở ra và ở đó đến khi bạn đóng mọi cửa sổ khác. Bạn có thể chọn loại nhấn bạn muốn. Ví dụ, nếu bạn chọn <gui>Nhấn lần hai</gui>, bạn sẽ nhấp phải khi dừng chuột. Sau khi bạn nhấp đúp, nhấn chuột phải, hoặc kéo, bạn sẽ tự động quay về nhấn bình thường.
zh_cn: <gui>悬停点击</gui>窗口将打开，并且显示在其他窗口之上。您可以用它来选择悬停点击的类型。例如，当您选择了<gui>辅助点击</gui>，当您悬停鼠标时会产生一个右键点击动作。当您双击、右击或拖拽后，将自动返回点击状态。

source: When you hover your mouse pointer over a button and do not move it, it will gradually change color. When it has fully changed color, the button will be clicked.
es: Al pasar el cursor del ratón sobre un botón y no moverse, poco a poco cambiará de color. Una vez totalmente cambiado de color, el botón se pulsará.
id: Ketika Anda mengambangkan penunjuk tetikus Anda di atas suatu tombol dan tidak menggerakkannya, itu akan berangsur-angsur berubah warna. Ketika warnanya sudah berubah sepenuhnya, tombol akan diklik.
th: เมื่อคุณวางเครื่องหมายเม้าส์ไว้เหนือปุ่มใดปุ่มหนึ่งโดยไม่ขยับ จะค่อยๆ เปลี่ยนสี เมื่อเปลี่ยนสีเต็มที่แล้ว ปุ่มจะถูกคลิก
vi: Khi bạn lượn con trỏ chuột phía trên một nút và không dịch chuyển, nút đó sẽ dần đổi màu. Khi nút đã đổi màu xong, chuột sẽ nhấp vào nút đó.
zh_cn: 当您将鼠标指针悬停于某一按钮上并停止不动时，该按钮会逐渐改变颜色。当完全变换颜色之后，就会点击该按钮。

source: Adjust the <gui>Delay</gui> setting to change how long you have to hold the mouse pointer still before clicking.
es: Ajusta la opción <gui>Retraso</gui> para controlar cuánto tiempo debes mantener el puntero del ratón para realizar el clic.
id: Setel pengaturan <gui>Tundaan</gui> untuk mengubah berapa lama Anda mesti menahan penunjuk tetikus tetap diam sebelum mengklik.
th: ปรับเปลี่ยนการตั้งค่า <gui>Delay</gui> เพื่อเปลี่ยนระยะเวลาที่คุณต้องวางตัวชี้เมาส์ค้างไว้ก่อนคลิก
vi: Điều chỉnh thiết lập <gui>Khoảng chờ</gui> để xác định phải giữ yên chuột bao lâu trước khi nhấn.
zh_cn: 调整<gui>延时</gui>设置，改变产生点击前需静置鼠标的时间。

source: You do not need to hold the mouse perfectly still when hovering to click. The pointer is allowed to move a little bit and will still click after a while. If it moves too much, however, the click will not happen.
es: No necesitas mantener el ratón perfectamente quieto al realizar un clic al pasar por encima. El cursor se puede mover un poco y aún así se hará el clic. En cambio, no se hará el clic si lo mueves demasiado.
id: Anda tak perlu menahan tetikus diam sempurna ketika mengambang untuk mengklik. Penunjuk boleh bergerak sedikit dan masih akan mengklik setelah beberapa saat. Namun bila bergerak terlalu banyak, klik tak akan terjadi.
th: คุณไม่จำเป็นต้องถือเม้าส์นิ่งมากๆ ในการวางเหนือปุ่มเพื่อคลิก พอยน์เตอร์จะสามารถขยับได้เล็กน้อย และยังคงคลิกได้ แต่หากขยับมากไป จะไม่สามารถคลิกได้
vi: Bạn không phải giữ chuột hoàn toàn bất động khi lượn để nhấp chuột. Con trỏ được phép dịch chuyển một chút và sau một lúc, nó sẽ nhấp. Nhưng nếu dịch chuyển quá nhiều, chuột sẽ không nhấp.
zh_cn: 悬停点击时，并不需要您完全将鼠标静止。鼠标指针稍微移动后也能触发点击。但是如果移动幅度过大，将无法触发点击。

source: Adjust the <gui>Motion threshold</gui> setting to change how much the pointer can move and still be considered to be hovering.
es: Ajusta la opción del <gui>Umbral de movimiento</gui> para cambiar cuánto se puede mover el cursor y que aún así se siga considerando un clic de posicionamiento.
id: Setel pengaturan <gui>Ambang pergerakan</gui> untuk mengubah seberapa banyak penunjuk boleh bergerak dan masih dianggap mengambang.
th: ปรับเปลี่ยนการตั้งค่า <gui>Motion threshold</gui> เพื่อเปลี่ยนแปลงการกำหนดค่าการเคลื่อนไหวของตัวชี้ที่ยังคงจัดว่าเป็นว่าการลอยเหนือรายการ
vi: Điều chỉnh thiết lập <gui>Ngưỡng di chuyển</gui> để xác định di chuyển ở múc nào vẫn được coi là đứng yên.
zh_cn: 调整<gui>运动阈值</gui>设置，调节可认为是悬停的指针移动幅度。

source: Use larger fonts to make text easier to read.
es: Usar tipografías más grandes para hacer que el texto sea más fácil de leer.
id: Pakai fonta lebih besar untuk membuat teks lebih mudah dibaca.
th: ใช้ฟอนต์ขนาดใหญ่ขึ้นเพื่อให้อ่านข้อความได้ง่าย
vi: Dùng phông chữ lớn hơn để dễ đọc.
zh_cn: 如果难以阅读屏幕上的文字，您可以更改字体的大小。

source: Change text size on the screen
es: Cambiar el tamaño del texto en la pantalla
id: Ubah ukuran teks pada layar
th: เปลี่ยนขนาดข้อความบนหน้าจอ
vi: Đổi kích thước chữ trên màn hình
zh_cn: 更改屏幕上的文字大小

source: If you have difficulty reading the text on your screen, you can change the size of the font.
es: Si tienes dificultades para leer el texto en tu pantalla, puedes cambiar el tamaño de la tipografía.
id: Bila Anda mengalami kesulitan membaca teks pada layar Anda, Anda dapat mengubah ukuran fonta.
th: หากคุณพบปัญหาในการอ่านข้อความบนหน้าจอ คุณสามารถเปลี่ยนแปลงขนาดอักษรได้
vi: Nếu bạn gặp khó khăn khi đọc chữ trên màn hình, bạn có thể thay đổi kích thước phông chữ.
zh_cn: 如果您阅读屏幕上的文字有困难，您可以更改字体的大小。

source: Switch <gui>Large Text</gui> to <gui>On</gui> in the <gui>Seeing</gui> section.
es: Activa la opción <gui>Texto grande</gui> (<gui>Encendido</gui>) en la sección <gui>Visión</gui>.
id: Nyalakan <gui>Teks Besar</gui> dalam seksi <gui>Penglihatan</gui>.
th: สลับ<gui>ข้อความขนาดใหญ่</gui>ไปเป็น<gui>เปิด</gui>ในส่วน<gui>การมองเห็น</gui>
vi: Đổi sang <gui>Chữ lớn</gui> bằng cách chọn <gui>Bật</gui> trong mục <gui>Nhìn</gui>.
zh_cn: 在<gui>视觉</gui>部分里开启<gui>大号文本</gui>
