Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: You can also use the <gui>Orientation</gui> menu to choose a different orientation:
es: También puede usar el menú <gui>Orientación</gui> para elegir una orientación diferente:
id: Anda juga dapat memakai menu <em>Orientasi</em> untuk memilih orientasi lain:
th: คุณอาจใช้เมนู <gui>การวางแนว</gui> เพื่อเลือกการวางแนวแบบอื่นๆ ได้เช่นกัน
vi: Bạn cũng có thể chọn trình đơn <gui>Hướng</gui> để chọn hướng in khác.
zh_cn: 您也可以点击<gui>方向</gui>菜单，选择不同的方向：

source: Portrait
es: Vertical
id: Potret
th: แนวตั้ง
vi: Dọc
zh_cn: 纵向

source: Landscape
es: Apaisado
id: Landskap
th: ภูมิภาพ
vi: Ngang
zh_cn: 横向

source: Reverse portrait
es: Retrato invertido
id: Potret terbalik
th: กลับด้านภาพ
vi: Dọc đảo
zh_cn: 反向横向

source: Reverse landscape
es: Apaisado invertido
id: Lansekap terbalik
vi: Ngang đảo
zh_cn: 反向纵向

source: How to print documents from Writer and other apps.
es: Cómo imprimir documentos desde Escritor y otros programas.
id: Cara mencetak dokumen dari Writer dan aplikasi lainnya.
th: วิธีพิมพ์เอกสารจาก Writer และแอพอื่นๆ
vi: Cách in tài liệu từ Trình Viết bài và các ứng dụng khác.
zh_cn: 如何从“Writer”和其他应用程序中打印文档。

source: Print my documents
es: Imprimir mis documentos
id: Cetak dokumen saya
th: พิมพ์เอกสารของฉัน
vi: In tài liệu của tôi
zh_cn: 打印文档

source: Check to make sure that your printer is connected to your computer either by connecting it with a USB cable, or by making sure you are on the same Wi-Fi network that it is on. Next, follow these easy steps to print your documents:
es: Asegúrate de que tu impresora esté conectada a tu computadora, ya sea conectándola con un cable USB, o asegurándote de que estés en la misma red Wi-Fi en que se encuentra. Después, sigue estos pasos sencillos para imprimir tus documentos:
id: Periksalah untuk memastikan bahwa printer Anda terhubung ke komputer Anda, baik dengan menghubungkannya dengan kabel USB, atau memastikan Anda berada di jaringan Wi-Fi yang sama dengan printer tersebut. Selanjutnya, ikuti langkah-langkah mudah ini untuk mencetak dokumen Anda:
th: ตรวจสอบให้แน่ใจว่าเครื่องพิมพ์ถูกเชื่อมต่อกับคอมพิวเตอร์ ไม่ว่าจะด้วยการเสียบสาย USB หรือดูให้แน่ใจว่าอยู่ในโครงข่าย Wi-FI เดียวกัน จากนั้น ทำตามขั้นตอนง่ายๆ นี้เพื่อพิมพ์เอกสาร:
vi: Kiểm tra để chắc chắn là máy in của bạn đã kết nối với máy tính nhờ nối cáp USB hoặc bằng cách đảm bảo là máy in và máy tính của bạn đều ở trong cùng mạng Wifi đang hoạt động. Tiếp theo, hãy thực hiện những bước đơn giản sau để in tài liệu:
zh_cn: 检查以确保您的打印机通过连接USB连接到你的电脑,或者确保你是在相同的wi - fi网络上。接下来,按照这些简单的步骤来打印你的文件:

source: Click on the <gui>File</gui> menu on the top left-hand side of the document that you want to print.
es: Haz clic en el menú <gui>Archivo</gui> en la parte superior izquierda del documento que quieres imprimir.
id: Klik menu <gui>Berkas</gui> di sisi kiri atas dokumen yang ingin Anda cetak.
th: คลิกบนเมนู <gui>File</gui> ที่ด้านบนซ้ายมือของเอกสารที่คุณต้องการพิมพ์
vi: Nhấp vào trình đơn <gui>Tập tin</gui> (File) ở bên trái phía trên của tài liệu mà bạn muốn in.
zh_cn: 单击屏幕左上角的<gui>文件</gui>菜单，找到你想打印的任务。

source: Click on the <gui>Print</gui> option near the bottom of the list in that menu. You can also press <keyseq><key>Ctrl</key><key>P</key></keyseq> from the document.
es: Haz clic en la opción <gui>Imprimir</gui> cerca de la parte inferior de la lista en ese menú. También puedes pulsar <keyseq><key>Ctrl</key><key>P</key></keyseq> desde el documento.
id: Klik pada pilihan <gui>Print</gui> di dekat bagian bawah menu. Anda juga bisa menekan <keyseq><key>Ctrl</key><key>P</key></keyseq> dari dokumen.
th: คลิกที่ตัวเลือก <gui>พิมพ์</gui>ใกล้ๆ ปุ่มรายการในเมนูนั้น คุณยังสามารถกด<keyseq> <key>Ctrl</key><key>P</key></keyseq> จากเอกสารได้ด้วย
vi: Nhấp vào tùy chọn <gui>Print</gui> (In) gần cuối danh sách trong menu đó. Bạn cũng có thể nhấn <keyseq><key>Ctrl</key><key>P</key></keyseq> từ tài liệu.
zh_cn: 点击菜单列表底部的“打印”按钮，或者按组合键 <keyseq><key>Ctrl</key><key>F</key></keyseq>。

source: Select the printer that you want to print to and add any other specifications for the print job, like the number of copies you want, whether you want to print a landscape (horizontal) or portrait (vertical) page, or if you only want to print certain pages. To learn more about how to specify certain print jobs in more detail, check out the <link xref="hardware#printers">other printing pages</link>.
es: Selecciona la impresora con la que deseas imprimir y agrega cualquier otra especificación para el trabajo de impresión, como el número de copias que deseas, si deseas imprimir la página en forma de paisaje (horizontal) o en forma de retrato (vertical), o si solo deseas imprimir ciertas páginas. Para obtener más información sobre cómo especificar ciertos trabajos de impresión con más detalles, revisa <link xref="hardware#printers">otras páginas de impresión</link>.
id: Pilih printer yang ingin digunakan dan tambahkan spesifikasi lain untuk pencetakan, seperti jumlah salinan yang diinginkan, apakah pencetakan halaman dilakukan secara lanskap (horisontal) atau potret (vertikal), atau jika Anda hanya ingin mencetak halaman tertentu. Untuk mempelajari lebih lanjut cara melakukan spesifikasi pencetakan secara lebih detail, buka <link xref="hardware#printers">other printing pages</link>.
th: เลือกเครื่องพิมพ์ที่คุณต้องการพิมพ์ และเพิ่มการตั้งค่าอื่นๆ ในงานพิมพ์ เช่นจำนวนแผ่นที่ต้องการ เลือกว่าคณต้องจะพิมพ์ในแนวนอนหรือแนวตั้ง หือคุณเพียงแค่ต้องการพิมพ์บางหน้า คุณสามารถศึกษาการตั้งค่างานพิมพ์ได้ในส่วน รายละเอียดเพิ่มเติม เข้าไปดูที่ <link xref="hardware#printers">หน้าการพิมพ์อื่นๆ</link>
vi: Chọn máy in bạn muốn dùng để in và thêm bất cứ chi tiết kỹ thuật nào khác cho việc in ấn, như số bản sao bạn muốn, bạn muốn in trang ngang hay trang dọc, hay nếu bạn chỉ muốn in một số trang nhất định. Để biết thêm chi tiết về cách định rõ một số cách thức in ấn cụ thể, hãy xem <link xref="hardware#printers">other printing pages</link>.
zh_cn: 选择你想打印的任务,并添加其他你想打印的任务，例如复印数量、是否需要打印一个预览图(水平)或(垂直)页面，只是想打印某些页面。想要了解更多关于如何指定特定的打印作业,请查看<link xref="hardware#printers">其他印刷页面</link>。

source: Collate and reverse the print order.
es: Clasificar y revertir la orden de impresión.
id: Susun salinan dan balikkan urutan cetak.
th: วางและสลับการจัดลำดับการพิมพ์
vi: Kiểm tra thứ tự và đảo thứ tự in.
zh_cn: 逐份打印和反顺序打印。

source: Make pages print in a different order
es: Hacer que las páginas se impriman en diferente orden
id: Buat halaman dicetak dengan urutan berbeda
th: สั่งให้พิมพ์ในลำดับหน้าอื่นๆ
vi: In theo thứ tự trang khác.
zh_cn: 按照不同顺序打印。

source: Reverse
es: Inverso
id: Terbalik
th: ย้อนกลับ
vi: Đảo
zh_cn: 逆序

source: Printers usually print the first page first, and the last page last, so the pages end up in reverse order when you pick them up. If needed, you can reverse this printing order.
es: La impresoras normalmente imprimen la primera página primero y la última página al final, así que las páginas se recogen en orden inverso. Si es necesario, puede revertir este orden de impresión.
id: Printer umumnya mencetak halaman pertama terlebih dulu, dan halaman terakhir sebagai yang terakhir, sehingga urutan halamannya terbalik saat Anda memungutnya. Jika perlu, Anda dapat membalikkan urutan pencetakan ini.
th: เครื่องพิมพ์มักจะพิมพ์หน้าแรกก่อน และหน้าสุดท้ายทีหลังสุด ดังนั้นเมื่อคุณหยิบออกมากระดาษจึงอยู่ในลำดับจากหลังมาหน้า หากต้องการ คุณสามารถสลับลำดับการพิมพ์นี้ได้
vi: Máy in thường in trang đầu trước, trang cuối cuối cùng, nên các trang nằm thứ tự ngược khi bạn lấy ra. Nếu cần bạn có thể đảo ngược thứ tự này.
zh_cn: 通常打印是从第一页开始一直到最后一页，因此打完最后一张放在了上面，如果需要，您可以按相反顺序来打印。

source: To reverse the order:
es: Para invertir el orden:
id: Untuk membalik urutan:
th: เพื่อย้อนลำดับ:
vi: Để đảo thứ tự:
zh_cn: 要反转顺序：

source: In the <gui>General</gui> tab of the Print window under <em>Copies</em>, check <gui>Reverse</gui>. The last page will be printed first, and so on.
es: En la pestaña <gui>General</gui> de la ventana de impresión, en <em>Copias</em>, seleccione <gui>Invertir</gui>. La última página se imprimirá primero, y así sucesivamente.
id: Dalam tab <gui>Umum</gui> dari jendela Cetak di bawah <em>Salinan</em>, contreng <gui>Balik</gui>. Halaman terakhir akan dicetak pertama, dan seterusnya.
th: ในแท็บ<gui>ทั่วไป</gui>ของหน้าต่างพิมพ์ ภายใต้ <em>สำเนา</em> ทำเครื่องหมายที่<gui>ย้อนกลับ</gui> หน้าสุดท้ายจะถูกพิมพ์ก่อน
vi: Chọn <gui>Đảo</gui> ở phần <gui>Bản sao</gui> trong thẻ <gui>Chung</gui> của cửa sổ <gui>In</gui>. Trang cuối sẽ được in trước.
zh_cn: 在打印对话框的<gui>常规</gui>标签中，打勾选中<em>副本</em>下面的<gui>逆序</gui>。这样就会从最后一张开始打印。

source: Collate
es: Clasificar
id: Kolasi
th: เปรียบเทียบ
vi: Kiểm tra thứ tự
zh_cn: 逐份打印

source: If you are printing more than one copy of the document, the print-outs will be grouped by page number by default (i.e. all of the copies of page one come out, then the copies of page two, and so on). <em>Collating</em> will make each copy come out with its pages grouped together in the right order instead.
es: Si va a imprimir más de una copia del documento, los impresos se pueden agrupar por número de página de manera predeterminada (es decir, sacar todas las copias de la página uno, a continuación las copias de la página dos, y así sucesivamente). <em>Clasificar</em> hará que cada copia salga con sus páginas agrupadas en el orden correcto.
id: Apabila Anda mencetak lebih dari satu salinan dokumen, hasil cetakan secara default akan dikelompokkan berdasarkan nomor halaman (yakni, semua salinan halaman pertama akan dicetak, lalu salinan halaman kedua, dan seterusnya). <em>Menghimpun</em> akan membuat masing-masing salinan dicetak secara berkelompok dari halaman pertama sampai terakhir sesuai urutan, baru selanjutnya mencetak salinan berikut.
th: หากคุณกำลังพิมพ์เอกสารมากกว่าหนึ่งสำเนา งานพิมพ์จะถูกจัดตามเลขหน้าตามค่าเริ่มต้น(เช่น สำเนาทั้งหมดของหน้าหนึ่งจะออกมาก่อน แล้วค่อยเป็นสำเนาทั้งหมดของหน้าที่สอง และหน้าต่อๆ ไป) <em>การเรียงหน้า (collating)</em>จะช่วยให้แต่ละสำเนาถูกจัดเรียงลำดับหน้าอย่างถูกต้อง
vi: Nếu bạn in nhiều hơn một bản, bản in có thể được nhóm mặc định theo số trang (ví dụ, tất cả trang một được in trước, xong đến tất cả trang hai..). <em>Kiểm tra thứ tự</em> cho phép tạo từng bản in theo đúng thứ tự.
zh_cn: 如果您要打印多份文档，默认会按页来输出(例如，先打印完第一页的份数，再打印第二页的，依次类推)。<em>逐份打印</em>将先打印完一份完整文档。

source: To Collate:
es: Clasificar:
id: Untuk Kolasi:
th: ในการเปรียบเทียบ:
vi: Để kiểm tra thứ tự:
zh_cn: 要逐份打印：

source: In the <gui>General</gui> tab of the Print window under <em>Copies</em> check <gui>Collate</gui>.
es: En la pestaña <gui>General</gui> de la ventana de impresión, en <em>Copias</em> seleccione <gui>Clasificar</gui>.
id: Dalam tab <gui>Umum</gui> dari jendela Cetak di bawah <em>Salinan</em> contreng <gui>Kolasi</gui>.
th: ในแถบ <gui>ทั่วไป</gui> บนหน้าต่าง พิมพ์ ใต้ <em>ตัดลอก</em> เลือก <gui>ผสาน</gui>
vi: Trong thẻ <gui>Chung</gui> trong cử sổ <gui>In</gui>, phần <em>Bản sao</em> chọn <gui>Kiểm tra thứ tự</gui>.
zh_cn: 在打印对话框的<gui>常规</gui>标签中，打勾选中<em>副本</em>下面的<gui>要逐份打印</gui>。

source: Print only specific pages, or only a range of pages.
es: Imprimir solo páginas específicas, o solo un rango de páginas.
id: Mencetak hanya halaman tertentu, atau hanya suatu jangkauan halaman.
th: พิมพ์เฉพาะหน้าที่ระบุ หรือเฉพาะช่วงหน้าเท่านั้น
vi: Chỉ in những trang, hoặc một khoảng trang nhất định.
zh_cn: 打印指定页或范围。

source: Print only certain pages
es: Imprimir solo ciertas páginas
id: Hanya mencetak halaman tertentu
th: พิมพ์เฉพาะบางหน้า
vi: Chỉ in một số trang
zh_cn: 打印当前页

source: To only print certain pages from the document:
es: Para imprimir solo ciertas páginas del documento:
id: Untuk mencetak hanya halaman tertentu dari dokumen:
th: พิมพ์เฉพาะบางหน้าในเอกสาร:
vi: Chỉ in một số trang từ tài liệu:
zh_cn: 指印文档的当前显示页面：

source: In the <gui>General</gui> tab in the <gui>Print</gui> window choose <gui>Pages</gui> from the <gui>Range</gui> section.
es: En la pestaña <gui>General</gui>, en la ventana <gui>Imprimir</gui>, elija <gui>Páginas</gui> de la sección <gui>Rango</gui>.
id: Dalam tab <gui>Umum</gui> dalam jendela <gui>Cetak</gui> pilih <gui>Halaman</gui> dari seksi <gui>Jangkauan</gui>.
th: ในแท็บ <gui>ทั่วไป</gui> ในหน้าต่าง <gui>พิมพ์</gui> เลือก <gui>หน้า</gui>จากส่วน <gui>ลำดับ</gui>
vi: Chọn <gui>Trang</gui> từ phần <gui>Phạm vi</gui> trong thẻ <gui>Chung</gui> trong cửa sổ <gui>In</gui>.
zh_cn: 在<gui>打印</gui>对话框的<gui>常规</gui>标签中，选择<gui>范围</gui>区段里的<gui>页面</gui>。

source: Type the numbers of the pages you want to print in the text box, separated by commas. Use a dash to denote a range of pages.
es: Escriba los números de las páginas que quiere imprimir en el cuadro de texto, separados por comas. Use un guión para indicar un rango de páginas.
id: Tulis nomor halaman yang ingin Anda cetak di kotak teks, dipisahkan dengan tanda koma. Gunakan tanda hubung untuk menandakan rentang nomor halaman.
th: พิมพ์จำนวนหน้าที่คุณต้องการพิมพ์ในกล่องข้อความนี้ แยกด้วยเครื่องหมายจุลภาค (,) ใช้เครื่องหมายขีดเพื่อระบุช่วงหน้า
vi: Nhập số trang bạn muốn in vào ô trống, các trang cách nhau bằng dấu phẩy. Dùng gạch ngang để ghi một khoảng trang.
zh_cn: 在文本框中输入您想打印的页码，用逗号分隔，或用短划线来表示页码范围。

source: For example, if you enter "1,3,5-7,9" in the <gui>Pages</gui> text box, pages 1,3,5,6,7 and 9 will be printed.
es: Por ejemplo, si escribe «1,3,5-7,9» en la caja de texto <gui>Páginas</gui>, se imprimirán las páginas 1,3,5,6,7.
id: Sebagai contoh, jika Anda memasukkan "1,3,5-7,9" di kotak teks <gui>Halaman</gui>, halaman 1,3,5,6,7 dan 9 akan dicetak.
th: เช่น คุณใส่"1,3,5-7,9" ใน กล่อง <gui>หน้าเพจ</gui> จะเป็นการพิมพ์หน้า 1,3,5,6,7 และ 9
vi: Ví dụ nếu nhập "1,3,5-7,9" vào ô nhập <gui>Trang</gui>, trang 1,3,5,6,7 và 9 sẽ được chọn in.
zh_cn: 例如，如果您在<gui>页码</gui>文本框里输入的是“1,3,5-7,9”，将会打印 1、3、5、6、7和第9页。

source: Pick the printer that you use most often.
es: Seleccionar la impresora que usa más frecuentemente.
id: Pilih printer yang paling sering Anda gunakan.
th: เลือกเครื่องพิมพ์ที่คุณใช้บ่อยที่สุด
vi: Chọn máy in bạn thường dùng nhất.
zh_cn: 选择您常用的打印机。

source: Set the default printer
es: Establecer la impresora predeterminada
id: Atur pencetak baku
th: ตั้งค่าเครื่องพิมพ์เริ่มต้น
vi: Đặt máy in mặc định
zh_cn: 设置默认打印机

source: If you have more than one printer available, you can select which will be your default printer. You may want to pick the printer you use most often.
es: Si tiene más de una impresora disponible, puede seleccionar la que será su impresora predeterminada. Es posible que quiera elegir la impresora que usa con más frecuencia.
id: Jika Anda memiliki lebih dari satu printer yang tersedia, Anda dapat memilih yang mana yang akan menjadi printer default Anda. Anda mungkin ingin memilih printer yang paling sering digunakan.
th: หากคุณมีเครื่องพิมพ์มากกว่าหนึ่งเครื่อง คุณสามารถเลือกได้ว่าจะตั้งเครื่องไหนเป็นค่าเริ่มต้น คุณอาจเลือกเครื่องพิมพ์ที่ใช้บ่อยที่สุด
vi: Nếu bạn có nhiều máy in, bạn có thể chọn máy in mặc định. Bạn có thể muốn chọn máy in mình thường dùng nhất.
zh_cn: 如果您系统中装有多个可用的打印机，您可以选择其中一个做为默认打印机，您可以选择一个最常用的。

source: You need administrative privileges on the system to set the default printer.
es: Necesita privilegios de administrador del sistema para establecer la impresora predeterminada.
id: Anda membutuhkan hak administratif pada sistem untuk mengatur printer default.
th: คุณต้องมีสิทธิ์ผู้ดูแลระบบเพื่อตั้งค่าเครื่องพิมพ์เริ่มต้น
vi: Bạn cần quyền quản trị để có thể đổi máy in mặc định.
zh_cn: 要设置默认打印机，您需要管理员权限。

source: Select your desired default printer from the list of available printers.
es: Seleccione la impresora predeterminada de la lista de impresoras disponibles.
id: Pilih printer default yang Anda inginkan dari daftar printer yang tersedia.
th: เลือกเครื่องพิมพ์เริ่มต้นที่ต้องการจากรายชื่อเครื่องพิมพ์ที่มี
vi: Chọn máy in bạn muốn từ danh sách máy in có thể dùng.
zh_cn: 从可用打印机列表中，选择您想要设定的。

source: Click the <gui>Unlock</gui> button in the top-right corner and enter your password.
es: Pulse el botón <gui>Desbloquear</gui> en la esquina superior derecha e introduzca su contraseña.
id: Klik tombol <gui>Buka Kunci</gui> di pojok kanan atas dan masukkan kata sandi Anda.
th: คลิกปุ่ม <gui>Unlock</gui> ที่มุมขวาและกรอกรหัสผ่าน
vi: Nhấn nút <gui>Bỏ khoá</gui> ở góc phải bên trên và nhập mật khẩu.
zh_cn: 点击右上角的<gui>解锁</gui>按钮，然后输入您的密码。

source: Select the <gui>Default</gui> option.
es: Seleccione la opción <gui>Predeterminada</gui>.
id: Pilih opsi <gui>Default</gui>.
th: เลือกตัวเลือก <gui>ค่าเริ่มต้น</gui>
vi: Chọn tuỳ chọn <gui>Mặc định</gui>.
zh_cn: 选择<gui>默认</gui>选项。

source: When choosing from the list of available printers, you can filter the printer search results by specifying a name or location of the printer (for example, <input>1st floor</input> or <input>entrance</input>).
es: Al elegir de la lista de impresoras disponibles, puede filtrar los resultados de búsqueda de la impresora buscando un nombre o una ubicación para la impresora (por ejemplo, <input>1ª planta</input> o <input>entrada</input>).
id: Ketika memilih dari daftar printer yang tersedia, Anda dapat menyaring hasil pencarian printer dengan menentukan nama atau lokasi printer (misalnya, <input> lantai 1</input> atau <input>pintu masuk</input>).
th: เมื่อเลือกจากรายการเครื่องพิมพ์ที่สามารถใช้งานได้ คุณสามารถคัดกรองผลการค้นหาเครื่องพิมพ์ได้โดยระบุชื่อหรือตำแหน่งของเครื่องพิมพ์ (ตัวอย่าง <input>ชั้น 1</input> หรือ <input>ทางเข้า</input>)
vi: Khi chọn từ danh sách các máy in khả dụng, bạn có thể lọc các kết quả tìm kiếm máy in nhờ việc chỉ rõ tên hoặc địa điểm của máy in (ví dụ, <input>1st floor</input> hay <input>entrance</input>).
zh_cn: 从可用打印机列表中选择时，打印机可以通过指定一个名称或打印机的位置过滤搜索结果(例如,<input>1楼</input>或<input>入口 </input>)。

source: The search results filtering is available only in the dialog for adding new printers.
es: El filtro de los resultados de búsqueda sólo está disponible en el diálogo para añadir impresoras nuevas.
id: Penyaringan hasil penelusuran tersedia hanya pada dialog untuk menambahkan printer baru.
th: การกรองผลการค้นหาจะใช้ได้เฉพาะในไดอะล็อกการเพิ่มเครื่องพิมพ์ใหม่
vi: Tính năng lọc kết quả tìm kiếm chỉ khả dụng trong hộp thoại về bổ sung máy in mới.
zh_cn: 过滤搜索结果只能在对话框中添加新的打印机中进行。

source: When you print in an application, the default printer is automatically used, unless you choose a different printer for that specific output.
es: Al imprimir en una aplicación, la impresora predeterminada se utiliza automáticamente, a menos que elija una impresora diferente para esta salida específica.
id: Ketika Anda mencetak dalam suatu aplikasi, pencetak baku dipakai secara otomatis, kecuali bila Anda memilih pencetak lain bagi keluaran spesifik tersebut.
th: เมื่อคุณพิมพ์แอพพลิเคชั่น เครื่องพิมพ์ที่เป็นค่าเริ่มต้นจะถูกใช้โดยอัตโนมัติ เว้นแต่คุณจะเปลี่ยนเป็นครื่องพิมพ์อื่นในการพิมพ์
vi: Khi bạn in, máy in mặc định sẽ được dùng trừ khi bạn chọn lại một máy in khác làm đầu ra.
zh_cn: 当您在程序中打印时，将会自动使用默认打印机，除非您指定用其他打印机输出。

# link:index
source: How do I set up my printer?
es: ¿Cómo puedo configurar mi impresora?
id: Bagaimana cara mengatur printer?
th: ฉันจะตั้งค่าเครื่องพิมพ์ได้อย่างไร
vi: Tôi thiết lập máy in của mình như thế nào?
zh_cn: 如何设置我的打印机？

source: Set up a printer that is connected to your computer.
es: Configurar una impresora que está conectada a su equipo.
id: Menyiapkan pencetak yang terhubung ke komputer Anda.
th: ตั้งค่าเครื่องพิมพ์ที่เชื่อมต่อกับคอมพิวเตอร์ของคุณ
vi: Thiết lập máy in nối với máy tính.
zh_cn: 安装一个连接好的打印机。

source: Set up a local printer
es: Configurar una impresora local
id: Mempersiapkan pencetak lokal
th: ตั้งค่าเครื่องพิมพ์
vi: Thiết lập máy in cục bộ
zh_cn: 安装本地打印机

source: Your system can recognize some types of printers automatically once they are connected. Most printers can be connected with a USB cable that attaches to your computer.
es: Tu sistema puede reconocer automáticamente varios tipos de impresoras cuando se conectan. La mayoría de las impresoras se conectan a tu computadora con un cable USB.
id: Sistem Anda dapat mengenali beberapa jenis printer secara otomatis setelah mereka terhubung. Kebanyakan printer dapat dihubungkan dengan kabel USB yang menempel pada komputer Anda.
th: ระบบของคุณอาจตรวจพบเครื่องพิมพ์บางชนิดได้โดยอัตโนมัติหลังจากเชื่อมต่อ คุณอาจเชื่อมต่อเครื่องพิมพ์ส่วนใหญ่ได้ด้วยสาย USB ที่ต่อกับคอมพิวเตอร์ของคุณ
vi: Hệ thống của bạn có thể tự động nhận biết một số loại máy in sau khi chúng đã được kết nối. Đa số các máy in có thể được kết nối bằng một cáp USB gắn vào máy tính của bạn.
zh_cn: 一旦打印机连接到电脑，你的系统可以识别打印机类型。大多数打印机可以通过USB连接到你的电脑。

source: You do not need to select whether you want to install a network or local printer now. They are listed in one window.
es: No es necesario que elija si quiere instalar una impresora de red o local ahora. Se listan en una ventana.
id: Anda sekarang tidak perlu memilih apakah Anda ingin memasang printer jaringan atau printer lokal. Keduanya terdaftar dalam satu layar.
th: คุณไม่ต้องเลือกว่าจะติดตั้งโครงข่ายหรือเครื่องพิมพ์ในตอนนี้ ข้อมูลเหล่านั้นจะรวมไว้ในหน้าต่างเดียว
vi: Bạn không cần phải chọn liệu bạn có muốn cài đặt một mạng lưới hoặc một máy in cục bộ ngay lúc này. Chúng được liệt kê trong một cửa sổ.
zh_cn: 你不需要选择是否要安装网络或本地打印机。他们会在窗口中列出。

source: Make sure the printer is turned on.
es: Asegúrese que la impresora está encendida.
id: Pastikan printer telah menyala.
th: ดูให้แน่ใจว่าเครื่องพิมพ์เปิดอยู่
vi: Nhớ bật máy in.
zh_cn: 确保打印机电源已经打开。

source: Connect the printer to your system via the appropriate cable. You may see activity on the screen as the system searches for drivers, and you may be asked to authenticate to install them.
es: Conecte la impresora a su sistema mediante el cable apropiado. Puede ver la actividad en la pantalla, cuando el sistema busca los controladores, y puede que se le pida que se autentique para instalarlos.
id: Hubungkan printer ke sistem lewat kabel yang sesuai. Anda dapat melihat aktivitas di layar selagi sistem mencari driver, dan Anda akan diminta mengautentikasi untuk menginstalnya.
th: เชื่อมต่อเครื่องพิมพ์เข้ากับระบบของคุณด้วยสายเคเบิลที่เหมาะสม คุณอาจดูกิจกรรมบนหน้าจอในระหว่างที่ระบบกำลังค้นหาไดร์ฟเวอร์ และคุณอาจได้รับคำขอให้อนุญาตติดตั้ง
vi: Kết nối máy in vào máy tính qua cổng phù hợp. Bạn có thể thay haọt động trên màn hình khi hệ thống tìm trình điều khiển, và bạn có thể được hỏi xác thực để cài đặt.
zh_cn: 通过usb正确连接打印机和电脑，您会看到屏幕上的系统搜索驱动，电脑要求验证权限以安装它们。

source: A message will appear when the system is finished installing the printer. Select <gui>Print Test Page</gui> to print a test page, or <gui>Options</gui> to make additional changes in the printer setup.
es: Aparecerá un mensaje cuando el sistema haya terminado de instalar la impresora. Seleccione <gui>Imprimir una página de prueba</gui> para imprimir una página de prueba, u <gui>Opciones</gui> para hacer cambios adicionales en la configuración de la impresora.
id: Pesan akan muncul ketika sistem selesai memasang pencetak. Pilih <gui>Cetak Halaman Uji</gui> untuk mencetak halaman uji, atau <gui>Opsi</gui> untuk melakukan perubahan tambahan dalam penyiapan pencetak.
th: ข้อความจะแสดงขึ้นเมื่อระบบติดตั้งเครื่องพิมพ์เรียบร้อยแล้ว เลือก <gui>พิมพ์หน้าทดสอบ</gui> เพื่อทดลองพิมพ์ หรือ <gui>ตัวเลือก</gui>เพื่อตั้งค่าเครื่องพิมพ์ต่อ
vi: Một thông báo sẽ xuất hiện khi hệ thống kết thúc cài đặt máy máy in. Chọn <gui>Print Test Page </gui>(In Thử) để in một trang kiểm tra, hoặc {<gui>Options</gui> (Tùy chọn) để thay đổi thêm trong thiết lập máy in.
zh_cn: 系统完成打印机安装后将出现一条信息。选择<gui>打印测试页</gui>以打印一张测试页或 点击<gui>选项</gui> 以改变其他打印选项。
