Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: Open files with other applications
es: Abrir archivos con otras aplicaciones
id: Buka berkas dengan aplikasi lain
th: เปิดไฟล์ด้วยแอปพลิเคชั่นอื่นๆ
vi: Mở tập tin bằng ứng dụng khác
zh_cn: 用其他应用来打开文件

source: When you double-click a file in your documents folder, it will be opened with the default application for that file type unless you choose another application to open it.
es: Cuando haces clic dos veces sobre un archivo en tu carpeta de documentos, se abre con el programa predeterminado para ese tipo de archivos a menos que escojas otro programa con que abrirlo.
id: Saat Anda mengklik ganda berkas dalam folder dokumen, berkas akan dibuka dengan aplikasi default untuk jenis berkas tersebut, kecuali jika Anda memilih aplikasi lain untuk membukanya.
th: เมื่อคุณดับเบิลคลิกไฟล์ในโฟลเดอร์เอกสาร มันจะเปิดขึ้นด้วยแอปพลิเคชั่นเริ่มต้นสำหรับไฟล์ประเภทดังกล่าว เว้นแต่คุณจะเลือกเปิดด้วยแอปพลิเคชั่นอื่น
vi: Khi bạn nhấp đúp một tệp tại thư mục tài liệu của mình, nó sẽ được mở bằng ứng dụng mặc định cho loại tệp đó trừ phi bạn chọn ứng dụng khác để mở nó.
zh_cn: 当你双击你的文档文件夹中的文件时，除非你选择另一个应用打开它，否则它将以该文件类型的默认应用打开。

source: To open a file with an application other than the default one, right-click the file, move your mouse to the "Open With" option, and choose the application you want to open the file with. If you don't see the application you want in that list, click <gui>Other Application...</gui>. The file manager only shows applications it knows can handle the file.
es: Para abrir un archivo con un programa diferente del predeterminado, haz clic con el botón derecho de tu ratón, mueve tu cursor a la opción "Abrir con" y selecciona el programa con que quieres abrir el programa. Si no ves el programa que quieres en esa lista, haz clic en la opción <gui>Otros programas</gui>. El menú solo muestra los programas que sabe que pueden manejar el archivo.
id: Untuk membuka file dengan aplikasi yang berbeda dari default, klik kanan pada file itu, geser penunjuk mouse ke opsi "Buka Dengan", dan pilih aplikasi yang Anda inginkan untuk dipakai membuka file. Apabila Anda tak melihat aplikasi yang Anda inginkan dalam daftar itu, klik <gui>Aplikasi Lainnya...</gui>. Manajer file hanya menunjukkan aplikasi yang diketahuinya dapat menangani file tersebut.
th: ในการเปิดไฟล์ด้วยแอพพลิเคชั่นที่ไม่ใช่แอพที่ตั้งเป็นค่าเริ่มต้น คลิกขวาที่ไฟล์ เลื่อนเม้าส์ไปที่ตัวเลือก "เปิดด้วย" แล้วเลือกแอพพลิเคชั่นที่คุณต้องการใช้เปิดไฟล์นั้น หากคุณไม่เห็นแอพพลิเคชั่นที่ต้องการในรายการ คลิก <gui>แอพพลิเคชั่นอื่น...</gui> เครื่องมือจัดการไฟล์จะแสดงเฉพาะแอพพลิเคชั่นที่ใช้เปิดไฟล์นั้นได้
vi: Để mở một tập tin bằng ứng dụng không phải là ứng dụng mặc định, nhấp chuột phải vào tập tin, di con trỏ đến tùy chọn "Mở bằng", và chọn ứng dụng bạn muốn dùng để mở tập tin. Nếu ứng dụng bạn cần không có trong danh sách đó, nhấp vào <gui>Ứng dụng khác...</gui>. Trình quản lý tập tin chỉ hiển thị các ứng dụng được cho rằng có thể xử lý các tập tin.
zh_cn: 想打开一个不是以默认路径开启的应用，右键单击该文件，将您的鼠标移动到“以..打开”选项，并选择要打开该文件的应用。如果你没有看到你想要的应用在列表中，点击 <gui>其他应用…</gui>。该文件管理器只显示可以处理该文件的应用。

source: Change the default application
es: Cambiar la aplicación predeterminada
id: Ubah aplikasi baku
th: เปลี่ยนแอพพลิเคชั่นที่เป็นค่าเริ่มต้น
vi: Thay đổi ứng dụng mặc định
zh_cn: 更改默认打开方式

source: You can change the default application that is used to open files of a given type. This will allow you to open your preferred application when you double-click to open a file. For example, you might want your favorite music player to open when you double-click an MP3 file.
es: Puede cambiar la aplicación predeterminada usada para abrir los archivos de un cierto tipo. Esto le permitirá abrir su aplicación preferida cuando pulse dos veces sobre un archivo para abrirlo. Por ejemplo, puede que quiera que se abra su reproductor de música favorito al pulsar dos veces sobre un archivo MP3.
id: Anda bisa mengubah aplikasi standar yang digunakan untuk membuka file dengan tipe tertentu. Ini memungkinkan Anda membuka aplikasi sesuai preferensi Anda, saat Anda mengklik dua kali untuk membuka file. Contohnya, Anda ingin pemutar musik favorit terbuka saat Anda mengklik dua kali di file MP3.
th: ึุคุณสามารถเปลี่ยนแอพพลิเคชั่นที่เป็นค่าเริ่มต้นที่จะใช้ในการเปิดไฟล์แต่ละประเภท ซึ่งจะทำให้คุณสามารถเลือกแอพที่จะใช้เปิดเมื่อคุณดับเบิลคลิกเพื่อเปิดไฟล์ได้ เช่น คุณอาจอยากใช้โปรแกรมฟังเพลงที่ชื่นชอบเมื่อคุณดับเบิลคลิกเพื่อเปิดไฟล์MP3
vi: Bạn có thể thay đổi ứng dụng mặc định dùng để mở tập tin thuộc một loại cho trước, cho phép bạn mở ứng dụng ưa thích của mình khi nhấp đúp để mở tập tin. Ví dụ, bạn có thể muốn mở ứng dụng nghe nhạc yêu thích khi nhấp đúp tập tin MP3.
zh_cn: 您可以修改用于打开某一类型文件的默认应用，在您双击一个文件时，会用指定的应用打开它。例如，您可以指定用自己喜欢的音乐播放器打开 MP3 文件。

source: Select a file of the type whose default application you want to change. For example, to change which application is used to open MP3 files, select a <file>.mp3</file> file.
es: Seleccione un archivo del tipo cuya aplicación predeterminada quiere cambiar. Por ejemplo, para cambiar la aplicación usada para abrir archivos MP3, seleccione un archivo <file>.mp3</file>.
id: Pilih file yang tipe aplikasi standarnya ingin diubah. Contohnya, untuk mengubah aplikasi yang digunakan saat membuka file MP3, pilih file <file>.mp3</file>.
th: เลือกไฟล์หนึ่งของประเภทแอปพลิเคชั่นพื้นฐานที่คุณต้องการเปลี่ยนแปลง ตัวอย่างเช่น เพื่อเปลี่ยนแอปพลิเคชั่นที่ใช้เปิดไฟล์ MP3 เลือกไฟล์ <file>.mp3</file>
vi: Chọn một tập tin thuộc loại bạn muốn thay đổi ứng dụng mặc định. Ví dụ, để thay đổi ứng dụng dùng để mở tập tin MP3, chọn một tập tin <file>.mp3</file>.
zh_cn: 选择一个您想修改打开方式的文件，例如，想要修改 打开MP3 文件的程序，请选中一个 <file>.mp3</file> 文件。

source: Right-click the file and select <gui>Information</gui>.
es: Haz clic con el botón derecho del ratón y selecciona <gui>Información</gui>.
id: Klik kanan pada file dan pilih <gui>Information</gui>.
th: คลิกขวาที่ไฟล์และเลือก <gui>ข้อมูล</gui>
vi: Nhấp chuột phải vào tệp và chọn <gui>Information</gui> (Thông tin).
zh_cn: 右击文件，选择 <gui>信息</gui>。

source: Select the <gui>Open With</gui> tab.
es: Seleccione la pestaña <gui>Abrir con</gui>.
id: Pilih tab <gui>Buka Dengan</gui>.
th: เลือกแท็บ <gui>เปิดด้วย</gui>
vi: Chọn thẻ <gui>Mở bằng</gui>.
zh_cn: 选择<gui>打开方式</gui>标签。

source: Select the application you want and click <gui>Set as default</gui>. By default, the list only shows applications that can handle the file. To look through all the applications on your computer, click <gui>Show other applications</gui>.
es: Selecciona el programa que quieres y haz clic en <gui>Establecer como predeterminado</gui>. De manera predeterminada, la lista solo muestra programas que sabe que pueden manejar el archivo. Para buscar entre todos los programas en tu computadora, haz clic en <gui>Otros programas</gui>.
id: Pilih aplikasi yang Anda inginkan lalu klik <gui>Atur sebagai default</gui>. Secara default, daftar hanya menampilkan aplikasi yang dapat menangani berkas. Untuk mencari melalui semua aplikasi di komputer, klik <gui>Tampilkan aplikasi lain</gui>.
th: เลือกแอปพลิเคชั่นที่คุณต้องการ จากนั้นคลิก <gui>ตั้งเป็นค่าเริ่มต้น</gui> ตามค่าเริ่มต้น รายการนี้จะแสดงเฉพาะแอปพลิเคชั่นที่สามารถรองรับไฟล์ได้ ในการค้นหาจากแอปพลิเคชั่นทั้งหมดในคอมพิวเตอร์ของคุณ คลิก <gui>แสดงแอปพลิเคชั่นอื่นๆ</gui>
vi: Chọn ứng dụng bạn muốn và nhấp <gui>Đặt làm mặc định</gui>. Khi đặt làm mặc định, danh sách chỉ hiển thị các ứng dụng có thể xử lý tệp. Để xem hết mọi ứng dụng trong máy tính của bạn, nhấp <gui>Hiển thị các ứng dụng khác</gui>.
zh_cn: 选择您想要的应用并单击 <gui>设置为默认界面</gui>。默认情况下，该列表只显示可处理该文件的应用。浏览您电脑上的所有应用，单击<gui>显示其他应用</gui>。

source: If <gui>Other Applications</gui> contains an application you sometimes want to use, but don't want to make the default, select that application and click <gui>Add</gui>. This will add it to <gui>Recommended Applications</gui>. You will then be able to use this application by right-clicking the file and selecting it from the list.
es: Si <gui>Otras aplicaciones</gui> contiene una aplicación que quiere usar a veces, pero que no quiere convertir en la predeterminada, seleccione esa aplicación y pulse en <gui>Añadir</gui>. Esto la añadirá a <gui>Aplicaciones recomendadas</gui>. A partir de entonces podrá usar la aplicación pulsando con el botón derecho sobre el archivo y seleccionándola de la lista.
id: Bila <gui>Aplikasi Lain</gui> memuat suatu aplikasi yang terkadang ingin Anda pakai, tapi tak ingin membuatnya menjadi baku, pilih aplikasi tersebut dan klik <gui>Tambah</gui>. Ini akan menambahkannya ke <gui>Aplikasi yang Disarankan</gui>. Nanti Anda akan dapat memakai aplikasi ini dengan mengklik kanan berkas dan memilihnya dari daftar.
th: หาก <gui>แอพพลิเคชั่นอื่น</gui> มีแอพพลิเคชั่นที่คุณอยากใช้ในบางครั้ง แต่ไม่อยากให้เป็นค่าเริ่มต้น เลือกแอพพลิเคชั่นนั้น แล้วคลิก<gui>เพิ่ม</gui> ซึ่งจะเป็นการเพิ่มไป <gui>แอพพลิเคชั่นที่แนะนำ</gui> คุณจะสามารถใช้แอพนั้นด้วยการคลิกขวาที่ไฟล์และเลือกจากรายการ
vi: Nếu <gui>Ứng dụng khác</gui> chứa ứng dụng bạn đôi khi muốn dùng, nhưng không muốn đặt làm mặc định, chọn ứng dụng đó và nhấn <gui>Thêm</gui>. Hành động này thêm ứng dụng vào <gui>Ứng dụng gợi ý</gui>. Bạn sẽ có thể dùng ứng dụng này bằng cách nhấn chuột phải vào tập tin và chọn từ danh sách.
zh_cn: 如果<gui>其他应用</gui>中包含您有时会用到，但又不想设为默认的应用，选中这个应用，然后点<gui>添加</gui>。这将添加到<gui>推荐的应用</gui>列表中，您可以在右键菜单中找到它。

source: This changes the default application not just for the selected file, but for all files with the same type.
es: Esto cambiará la aplicación predeterminada no solo para el archivo seleccionado, sino para todos los archivos del mismo tipo.
id: Ini akan mengubah aplikasi default tidak hanya untuk berkas terpilih, tetapi juga untuk semua berkas dengan tipe yang sama.
th: การดำเนินการนี้เปลี่ยนแปลงแอพพลิเคชั่นที่เป็นค่าเริ่มต้น ไม่เพียงแต่สำหรับไฟล์ที่เลือก แต่เป็นไฟล์ประเภทเดียวกันทั้งหมด
vi: Hành động này thay đổi ứng dụng mặc định, không chỉ cho tập tin đó, mà cho mọi tập tin cùng loại.
zh_cn: 更改默认打开的应用后，不仅是选中的文件，所有该类型的文件都会用新的应用来打开。

source: Quickly show and hide previews for documents, images, videos, and more.
es: Mostrar y ocultar rápidamente vistas previas para documentos, imágenes, vídeos y más.
id: Dengan cepat tampilkan dan sembunyikan pratilik bagi dokumen, gambar, video, dan lainnya.
th: แสดงและซ่อนตัวอย่างเอกสาร, ภาพ, วิดีโอ และอื่นๆ ได้อย่างรวดเร็ว
vi: Xem nhanh tài liệu, ảnh, phim và nhiều nữa.
zh_cn: 快速显示或隐藏文档、图片、视频等文件的预览。

source: Preview files and folders
es: Previsualizar archivos y carpetas
id: Pratinjau berkas dan folder
th: พรีวิวไฟล์และโฟลเดอร์
vi: Xem trước tập tin và thư mục
zh_cn: 预览文件和文件夹

source: You can quickly preview files without opening them in a full-blown application. Select any file and press the space bar. The file will open in a simple preview window. Press the space bar again to dismiss the preview.
es: Puede previsualizar archivos rápidamente sin abrirlos en una aplicación completa. Seleccione un archivo y pulse la barra espaciadora. El archivo se abrirá en una ventana simple de vista previa. Pulse la barra espaciadora de nuevo para cerrar la vista previa.
id: Anda dapat menampilkan pratinjau berkas dengan cepat tanpa membukanya di aplikasi secara keseluruhan. Pilih berkas mana saja dan tekan bilah spasi. Berkas akan terbuka di sebuah jendela pratinjau sederhana. Tekan bilah spasi lagi untuk menutup pratinjau.
th: คุณสามารถตรวจสอบไฟล์ได้อย่างรวดเร็วโดยไม่ต้องเปิดผ่านแอปพลิเคชั่นอย่างเต็มรูปแบบ เลือกไฟล์ใดๆ และกดสเปซบาร์ ไฟล์จะเปิดขึ้นในหน้าต่างตัวอย่างที่เรียบง่าย กดสเปซบาร์อีกครั้งเพื่อปิดตัวอย่าง
vi: Bạn có thể nhanh chóng xem trước tệp mà không cần phải mở chúng trong một ứng dụng toàn diện. Chọn tệp bất kỳ và nhấn phím cách. Tệp sẽ mở ra trong một cửa sổ xem trước đơn giản. Nhấn phím cách một lần nữa để hủy xem trước.
zh_cn: 您可以不用打开一个文件，而通过一个成熟的程序里快速预览它。选中任一文件，然后按空格键，将会打开一个小预览窗口，再按空格键关闭预览窗口。

source: The built-in preview supports most file formats for documents, images, video, and audio. In the preview, you can scroll through your documents or seek through your video and audio.
es: La vista previa soporta la mayoría de formatos de archivo para documentos, imágenes, vídeo y sonido. En la vista previa puede desplazarse por sus documentos o buscar a través de sus vídeos y archivos de sonido.
id: Pratinjau terpadu mendukung sebagian besar format berkas untuk dokumen, gambar, video, dan audio. Dalam pratinjau, Anda dapat menggulir menyusuri dokumen atau mencari di antara video dan audio.
th: การดูตัวอย่างในตัวรองรับรูปแบบไฟล์เอกสาร รูปภาพ วิดีโอ และเสียงส่วนใหญ่ ในการดูตัวอย่าง คุณสามารถเลื่อนดูเอกสารหรือค้นหาวิดีโอและเสียงได้
vi: Tính năng xem trước tích hợp sẵn hỗ sợ hầu hết các định dạng tệp cho tài liệu, hình ảnh, video và audio. Trong tính năng xem trước, bạn có thể cuộn qua các tài liệu của mình hoặc tìm kiếm xuyên suốt video và audio của mình.
zh_cn: 内置的预览插件支持绝大多数文档、图片、视频和音乐，在预览窗口里，您可以滚动浏览文档或播放音视频文件。

source: fullscreen
es: pantalla completa
id: layar penuh
th: เต็มหน้าจอ
vi: toàn màn hình
zh_cn: 全屏

source: To view a preview full-screen, click the <_:media-1/> button near the bottom, or press <key>f</key>. Click <_:media-2/> or press <key>f</key> again to leave full-screen, or press the space bar to exit the preview completely.
es: Para ver una vista previa a pantalla completa, pulse el botón <_:media-1/> en la parte inferior o pulse <key>f</key>. Pulse <_:media-2/> o <key>f</key> para salir del modo a pantalla completa, o pulse la barra espaciadora para salir por completo de la vista previa.
id: Untuk menampilkan pratinjau di layar penuh, klik tombol <_:media-1/> di bagian bawah, atau tekan <key>f</key>. Klik <_:media-2/> atau tekan <key>f</key> lagi untuk keluar dari layar penuh, atau tekan bilah spasi untuk keluar dari pratinjau sepenuhnya.
th: เมื่อต้องการดูตัวอย่างแบบเต็มหน้าจอ ให้คลิกปุ่ม <_:media-1/> ที่อยู่ด้านล่าง หรือกด <key>f</key> คลิก <_:media-2/> หรือกด <key>f</key> อีกครั้งเพื่อออกจากโหมดเต็มหน้าจอ หรือกดแป้น Space bar เพื่อออกจากการดูตัวอย่าง
vi: Để xem toàn màn hình của một nội dung xem trước, hãy nhấp chuột vào nút <_:media-1/> gần phía cuối màn hình, hoặc nhấn phím <key>f</key>. Bấm <_:media-2/> hoặc nhấn phím <key>f</key> một lần nữa để rời khỏi chế độ toàn màn hình, hoặc nhấn phím cách để thoát hoàn toàn khỏi chế độ xem trước.
zh_cn: 以全屏模式预览，点击<_:media-1/>底部旁的按钮，或按<key>f</key>键。点击<_:media-2/>或再次按下<key>f</key>键离开全屏模式，或按下空格键完全离开全屏预览。

source: Deleted files are normally sent to the Trash, but can be recovered.
es: Cuando elimina un archivo, normalmente se envía a la papelera, pero es posible recuperarlo.
id: File yang sudah dihapus biasanya dikirim ke Trash, tetapi bisa dipulihkan.
th: โดยปกติไฟล์ที่ลบจะถูกส่งไปยัง Trash แต่ยังสามารถเรียกคืนได้
vi: Khi xoá tập tin, chúng được cho vào Sọt rác, nhưng có thể phục hồi.
zh_cn: 当您删除文件时，它们一般会被移动到回收站。您可以将它们从回收站取回。

source: Recover a file from the Trash
es: Recuperar un archivo de la papelera
id: Memulihkan berkas dari Tong Sampah
th: กู้คืนไฟล์จากถังขยะ
vi: Phục hồi tập tin từ sọt rác
zh_cn: 还原您删除的文件

source: If you delete a file from your <app>Documents</app> folder, the file is normally placed into the <gui>Trash</gui>, and should be able to be restored.
es: Si eliminas un archivo de tu carpeta <app>Documentos</app>, el archivo normalmente se envía a la <gui>Papelera</gui>, y deberías poder recuperarlo.
id: Jika Anda menghapus berkas dari folder <app>Dokumen</app>, berkas umumnya ditempatkan ke dalam <gui>Sampah</gui>, dan dapat direstorasi.
th: หากคุณลบไฟล์จากโฟลเดอร์<app>เอกสาร</app> ไฟล์มักจะถูกนำไปไว้ใน<gui>ถังขยะ</gui> และมักจะสามารถกู้คืนได้
vi: Nếu bạn xóa một tập tin trong thư mục <app>Tài liệu</app>, tập tin đó thường được đưa vào <gui>Thùng rác</gui>, và có thể khôi phục được.
zh_cn: 如果你在<app>文档</app>文件夹删除了文件，被删除的文件通常会放置在<gui>回收站</gui>，并且是是可以还原的。

source: To restore a file from the Trash:
es: Para restaurar un archivo de la papelera:
id: Untuk memulihkan berkas dari Tong Sampah:
th: เมื่อต้องการกู้ไฟล์จากถังขยะ
vi: Để phục hồi tập tin từ sọt rác:
zh_cn: 要从回收站还原文件：

source: Click on <_:media-1/> from the <gui>Desktop</gui>.
es: Haz clic en <_:media-1/> desde tu <gui>Escritorio</gui>.
id: Klik pada <_:media-1/> di <gui>Desktop</gui>.
th: คลิก <_:media-1/> จากใน <gui>เดสก์ท็อป</gui>
vi: Nhấp vào <_:media-1/> từ <gui>Màn hình nền</gui>.
zh_cn: 在<gui>桌面</gui>上点击<_:media-1/>。

source: Click <gui>Trash</gui> in the sidebar.
es: Pulse <gui>Papelera</gui> en la barra lateral.
id: Klik <gui>Tong Sampah</gui> di bilah sisi.
th: คลิก <gui>ถังขยะ</gui>ในแถบด้านข้าง
vi: Nhấn <gui>Sọt rác</gui> ở thanh bên.
zh_cn: 点侧边栏中的<gui>回收站</gui>。

source: If your deleted file is there, click on it and select <gui>Restore</gui> near the top right of the window. The file will be restored to the folder from where it was deleted.
es: Si tu archivo eliminado está ahí, selecciónalo y elige <gui>Restaurar</gui> cerca de la esquina superior derecha de la ventana. El archivo se devolverá a la carpeta de la que se eliminó.
id: Jika berkas yang Anda hapus ada di sini, klik pada berkas tersebut dan pilih <gui>Restore</gui> di bagian kanan atas jendela. Berkas ini akan dikembalikan ke folder asalnya pada saat dihapus.
th: หากไฟล์ที่ถูกลบของคุณอยู่ที่นั่น คลิกที่ไฟล์แล้วเลือก <gui>Restore</gui> ใกล้กับด้านบนสุดของหน้าต่าง ไฟล์จะถูกกู้คืนมายังโฟลเดอร์เดิมก่อนถูกลบ
vi: Nếu tệp bị xóa của bạn hiển thị ở đó, nhấp vào tệp và chọn <gui>Restore</gui> (Phục hồi) gần phía trên bên phải của cửa sổ. Tệp sẽ được phục hồi vào thư mục chứa trước khi bị xóa.
zh_cn: 如果你删除的文件在垃圾回收桶，点击和选择视窗右上的<gui>还原</gui>按钮。文件将会还原到你删除的位置。

source: If you deleted the file by pressing <keyseq><key>Shift</key><key>Delete </key></keyseq>, or by using the command line, the file has been permanently deleted. Files that have been permanently deleted can't be recovered from the <gui>Trash</gui>.
es: Si eliminó el archivo pulsando <keyseq><key>Mayús</key><key>Supr</key></keyseq> o desde la línea de comandos, el archivo no se podrá recuperar usando este método porque se habrá eliminado permanentemente. Los archivos eliminados permanentemente no se pueden recuperar de la <gui>Papelera</gui>.
id: Jika Anda menghapus berkas dengan menekan <keyseq><key>Shift</key><key>Delete </key></keyseq>, atau menggunakan command line, berkas telah dihapus secara permanen. Berkas yang dihapus permanen tak dapat dipulihkan kembali dari <gui>Sampah</gui>.
th: หากคุณลบไฟล์โดยการกด <keyseq><key>Shift</key><key>Delete </key></keyseq> หรือโดยการใช้ไลน์คำสั่ง ไฟล์จะถูกลบถาวร ไฟล์ที่ถูกลบถาวรจะไม่สามารถเรียกคืนได้จาก <gui>Trash</gui>
vi: Nếu bạn xoá tập tin bằng <keyseq><key>Shift</key><key>Delete</key></keyseq>, hoặc từ dòng lệnh, tập tin sẽ bị xoá vĩnh viễn. Tập tin bị xoá vĩnh viễn không thể được phục hồi từ <gui>Sọt rác</gui>.
zh_cn: 如果您删除文件时使用的是 <keyseq><key>Shift</key><key>Delete</key></keyseq> 或命令行，文件将无法使用该方法还原，因为它已被永久删除。

source: Eject or unmount a USB flash drive, CD, DVD, or other device.
es: Expulsar o desmontar una memoria USB, un CD, un DVD u otro dispositivo.
id: Keluarkan atau lepaskan diska lepas USB, CD, DVD atau perangkat lainnya.
th: ถอดแฟลชไดร์ฟ USB, CD, DVD หรืออุปกรณ์อื่น
vi: Đẩy hoặc bỏ gắn kết ổ USB, CD, DVD hoặc thiết bị khác.
zh_cn: 弹出或卸载 USB 闪存、CD、DVD 光盘，或者其他设备。

source: Safely remove an external drive
es: Extraer una unidad externa de forma segura
id: Melepas kandar eksternal secara aman
th: นำเอาไดรฟ์ภายนอกออกอย่างปลอดภัย
vi: Gỡ đĩa ngoài an toàn
zh_cn: 安全移除外置设备

source: When you use external storage devices like USB flash drives, you should safely remove them before unplugging them. If you just unplug a device, you run the risk of unplugging while an application is still using it. This could result in some of your files being lost or damaged. If you use an external disc drive to play a CD or DVD, you can use the same steps to eject the disc from your computer.
es: Cuando uses aparatos de almacenamiento externo, como memorias USB, deberías extraerlos con seguridad antes de desconectarlos. Si simplemente desconectas el aparato, corres el riesgo de hacerlo cuando el programa todavía lo esté usando. Esto podría provocar que alguno de tus archivos se pierdan o se dañen. Si usas un disco como un CD o un DVD, puedes seguir estos mismos pasos para expulsar el disco de tu computadora.
id: Saat Anda menggunakan perangkat penyimpanan eksternal seperti USB flash drive, Anda sebaiknya melepaskannya dengan aman sebelum mencopotnya. Jika Anda langsung mencopot perangkat, Anda berisiko mencopotnya selagi sebuah aplikasi masih menggunakannya. Ini dapat mengakibatkan beberapa berkas Anda hilang atau rusak. Jika Anda menggunakan disc drive eksternal untuk memutar CD atau DVD, Anda dapat menggunakan langkah yang sama untuk mengeluarkan disc dari komputer Anda.
th: เมื่อคุณใช้อุปกรณ์เก็บข้อมูลภายนอกอย่างแฟลชไดรฟ์ USB คุณควรเอาอุปกรณ์ออกอย่างปลอดภัยก่อนจะถอดอุปกรณ์ ถ้าคุณถอดอุปกรณ์เพียงอย่างเดียว มีความเสี่ยงที่คุณจะถอดขณะแอพพลิเคชันใช้งานอุปกรณ์นั้นอยู่ ซึ่งอาจส่งผลให้ไฟล์บางส่วนสูญหายหรือเสียหาย ถ้าคุณใช้ดิสก์ไดรฟ์อย่าง CD หรือ DVD คุณอาจใช้วิธีเดียวกันในการเอาดิสก์ออกจากคอมพิวเตอร์
vi: Khi bạn dùng các thiết bị lưu trữ ngoài như thẻ nhớ USB, bạn nên ngắt kết nối an toàn cho thiết bị trước khi rút ra khỏi máy tính. Nếu bạn chỉ rút thiết bị ra mà không ngắt kết nối trước, bạn có nguy cơ rút thiết bị trong khi một ứng dụng vẫn đang sử dụng thiết bị đó. Điều này có thể dẫn đến hậu quả là một số tập tin của bạn bị mất hoặc hư hại. Nếu bạn dùng ổ đĩa ngoài để phát đĩa CD hay DVD, bạn có thể thực hiện các bước tương tự như vậy để đẩy đĩa ra khỏi máy tính.
zh_cn: 当你使用外部存储设备，如USB闪存驱动器，你应该在拔出之前安全地移除它们。如果你拔掉设备，你正在使用的应用程序就需承担风险。这可能会对你的部分文件造成丢失或损坏。如果你使用一个外部的光盘驱动器播放CD或DVD，你可以使用相同的步骤，从您的电脑弹出光盘。

source: To eject a removable device:
es: Para expulsar un dispositivo extraíble:
id: Untuk mengeluarkan perangkat lepas pasang:
th: วิธีนำอุปกรณ์ที่ถอดได้ออก:
vi: Để đẩy đĩa ra:
zh_cn: 格式化可移动磁盘

source: Locate the device in the sidebar. It should have a small eject icon next to the name. Click the eject icon to safely remove or eject the device.
es: Localice el dispositivo en la barra lateral. Debería tener un pequeño icono de expulsión junto al nombre. Pulse en ese icono para expulsar el dispositivo o extraerlo con seguridad.
id: Cari perangkat di bilah sisi. Ikon keluarkan kecil akan tampak di samping namanya. Klik ikon keluarkan untuk melepaskan atau mengeluarkan perangkat dengan aman.
th: หาอุปกรณ์จากในแถบด้านข้าง ซึ่งควรจะมีไอคอนปลดออกขนาดเล็กๆ ที่ข้างชื่อ คลิกไอคอนปลดออกเพื่อถอดหรือปลดอุปกรณ์ของคุณอย่างปลอดภัย
vi: Định vị thiết bị ở khung bên. Nó có biểu tượng đẩy ra ở kế tên. Nhấn biểu tượng đẩy ra để đẩy ra an toàn.
zh_cn: 在侧边栏中找到设备，在它的文件名旁边应该弹出一个小图标，点击这个小图标就可以安全移除或弹出设备。

source: Alternately, you can right-click the name of the device in the sidebar and select <gui>Eject</gui>.
es: Alternativamente, pulse con el botón derecho del ratón sobre el nombre del dispositivo y elija <gui>Expulsar</gui>.
id: Sebagai alternatif, Anda dapat mengklik kanan nama perangkat pada bilah samping dan memilih <gui>Keluarkan</gui>.
th: อีกทางเลือกหนึ่ง คุณสามารถคลิกขวาที่ชื่อของอุปกรณ์ในแถบด้านข้างแล้วเลือก <gui>Eject</gui>
vi: Hoặc nhấp chuột phải vào tên thiết bị ở thanh bên và chọn<gui>Đẩy ra</gui>.
zh_cn: 此外，您可以用右键单击侧边栏上的设备名并选择 <gui>弹出</gui>。

source: Safely remove a device that is in use
es: Extraer un dispositivo en uso de forma segura
id: Melepas perangkat yang sedang dipakai secara aman
th: ถอดอุปกรณ์ที่กำลังใช้อยู่ออกอย่างปลอดภัย
vi: Gỡ an toàn thiết bị đang hoạt động
zh_cn: 安全移除使用中的外部设备
