Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: Navigate to another folder, where you want to move the file.
es: Ve a otra carpeta a donde quieras mover el archivo.
id: Navigasi ke folder lain, dimana Anda ingin memindah berkas.
th: ไปที่โฟลเดอร์อื่นซึ่งคุณต้องการย้ายไฟล์ไป
vi: Chuyển qua thư mục khác nơi bạn muốn di chuyển qua.
zh_cn: 再打开您想要存放移动后项目的文件夹。

source: Click the gear button in the toolbar and pick <gui>Paste</gui> to finish moving the file, or press <keyseq><key>Ctrl</key><key>V</key></keyseq>. The file will be taken out of its original folder and moved to the other folder.
es: Pulse el icono de la rueda dentada y elija <gui>Pegar</gui> para finalizar la copia del archivo, o pulse <keyseq><key>Ctrl</key><key>V</key></keyseq>. El archivo se moverá desde su ubicación original hasta la otra carpeta.
id: Klik tombol roda gigi pada toolbar dan pilih <gui>Paste</gui> untuk menyelesaikan pemindahan file atau tekan <keyseq><key>Ctrl</key><key>V</key></keyseq>. File akan dikeluarkan dari folder awal dan dipindahkan ke folder lain.
th: คลิกที่ปุ่มเฟืองในแถบเครื่องมือและเลือก <gui>Paste</gui> เพื่อย้านไฟล์ให้เสร็จสิ้น หรือกด <keyseq><key>Ctrl</key><key>V</key></keyseq> ไฟล์จะถูกย้ายออกจากโฟลเดอร์ดั้งเดิมไปยังโฟลเดอร์อื่นๆ
vi: Nhấp vào nút bánh răng trong thanh công cụ và chọn <gui>Paste</gui> (Dán) để kết thúc di chuyển tệp, hoặc nhấn <keyseq><key>Ctrl</key><key>V</key></keyseq>. Tệp sẽ được lấy ra khỏi thư mục gốc và chuyển đến thư mục khác.
zh_cn: 点击工具栏上的齿轮图标，然后选择<gui>粘贴</gui>命令完成移动文件，或者也可以按组合键 <keyseq><key>Ctrl</key><key>V</key></keyseq>。文件会被移出原来的文件夹，放到了另外的文件夹中。

source: Drag files to copy or move
es: Arrastra archivos para copiarlos o moverlos
id: Seret berkas untuk menyalin atau memindah
th: ลากไฟล์เพื่อคัดลอกหรือย้าย
vi: Kéo tập tin để chép hoặc di chuyển
zh_cn: 用拖动的方法复制或移动文件

source: Click on <_:media-1/> from the desktop and go to the folder which contains the file you want to copy.
es: Haz clic en <_:media-1/> desde el escritorio y selecciona la carpeta que contenga el archivo que quieras copiar.
id: Klik pada <_:media-1/> dari desktop dan masuk ke folder yang berisi file yang ingin Anda salin.
th: คลิกที่ <_:media-1/> บนเดสก์ท็อปและไปยังโฟลเดอร์ซึ่งมีไฟล์ที่คุณต้องการคัดลอก
vi: Nhấp vào <_:media-1/> từ màn hình nền và đi đến thư mục chứa tập tin bạn muốn sao chép.
zh_cn: 点击桌面上的<_:media-1/>，进入您想要复制的文件所在的文件夹。

source: Click <_:media-1/> on the top right, and select <gui>New Window</gui> (or press <keyseq><key>Ctrl</key> <key>N</key></keyseq>) to open a second window. In the new window, navigate to the folder where you want to move or copy the file.
es: Haz clic en <_:media-1/> en la parte superior derecha, y selecciona <gui>Nueva ventana</gui> (o pulsa <keyseq><key>Ctrl</key><key>N</key></keyseq>) para abrir una segunda ventana. En la ventana nueva, navega hasta la carpeta donde quieras mover o copiar el archivo.
id: Klik <_:media-1/> di kanan atas dan pilih <gui>Jendela Baru</gui> (atau tekan <keyseq> <key> Ctrl </key> <key> N </key> </keyseq>) untuk membuka jendela kedua. Pada jendela baru, arahkan ke folder di mana Anda ingin memindahkan atau menyalin berkas.
th: คลิก <_:media-1/> ตรงมุมขวาบนและเลือก <gui>หน้าต่างใหม่</gui> (หรือกด <keyseq><key>Ctrl</key> <key>N</key></keyseq>) เพื่อเปิดหน้าต่างที่สอง ในหน้าต่างใหม่ ไปที่โฟลเดอร์ที่คุณต้องการย้ายหรือคัดลอกไฟล์
vi: Bấm <_:media-1/> ở phía trên bên phải, rồi chọn <gui>Cửa sổ Mới</gui> (hoặc nhấn <keyseq><key>Ctrl</key> <key>N</key></keyseq>) để mở một cửa sổ thứ hai. Trong cửa sổ mới, dẫn hướng đến thư mục nơi bạn muốn di chuyển hoặc sao chép tệp.
zh_cn: 点击右上方的<_:media-1/>，选择<gui>新窗口</gui>(或者按下组合键<keyseq><key>Ctrl</key><key>N</key></keyseq>)，来打开新的窗口。在新窗口里，打开您想要移动或复制的文件所在的文件夹。

source: Click and drag the file from one window to another. This will <em>move it</em> if the destination is on the <em>same</em> device, or <em>copy it</em> if the destination is on a <em>different</em> device.
es: Haz clic y arrastra el elemento de una ventana a la otra. Esto lo <em>moverá</em> si el destino está en el <em>mismo</em> dispositivo, o lo <em>copiará</em> si el destino está en un dispositivo <em>diferente</em>.
id: Klik dan tarik berkas dari satu jendela ke jendela lainnya. Ini akan <em>memindahkannya</em> jika destinasinya berada pada perangkat yang <em>sama</em>, atau <em>menyalinnya</em> jika destinasinya berada pada perangkat yang <em>berbeda</em>.
th: ึคลิกและลากไฟล์จากหน้าต่างหนึ่งไปอีกหน้าต่าง จะช่วย <em>ย้าย</em>หากหลายทางอยู่ในอุปกรณ์<em>เดียวกัน</em>หรือ <em>คัดลอก</em>หากอยู่ในอุปกรณ์ที่ <em>ต่างกัน</em>
vi: Nhấn và kéo tập tin hoặc thư mục từ cửa sổ này sang cửa sổ kia. Mặc định, kéo sẽ <em>di chuyển</em> nếu đích đến trên <em>cùng</em> thiết bị, hoặc <em>sao chép</em> nếu đích đến nằm ở <em>khác</em> thiết bị.
zh_cn: 单击并将该项目从一个窗口拖动至另一个。默认情况下，如果目的地在<em>同一</em>设备上(即如果两个文件夹都在计算机的同一个分区)，拖动项目将<em>移动</em>该项目。如果目标文件夹在<em>不同</em>的设备分区中，这将会<em>复制它</em>

source: For example, if you drag a file from a USB memory stick to your <gui>Home</gui> folder, it will be copied, because you're dragging from one device to another.
es: Por ejemplo, si arrastras un archivo de una memoria USB a tu <gui>Carpeta personal</gui>, se copiará porque lo estás arrastrando desde un aparato a otro.
id: Contoh, jika Anda menyeret sebuah file dari USB ke folder <gui>Home</gui>, maka file tersebut akan disalin, sebab Anda menyeret dari satu perangkat ke perangkat lain.
th: ตัวอย่างเช่น หากคุณลากไฟล์จากหน่วยความ USB ไปที่โฟลเดอร์ <gui>โฮม</gui> ไฟล์นั้นจะถูกคัดลอก เพราะคุณลากจากอุปกรณ์หนึ่งไปยังอีกอุปกรณ์หนึ่ง
vi: Ví dụ, nếu bạn kéo một tệp từ thẻ nhớ USB tới thư mục <gui>Home</gui>, nó sẽ được sao chép, vì bạn đang kéo từ một thiết bị đến một thiết bị khác.
zh_cn: 举个例子，如果你从USB记忆棒拖拽一个文件到<gui>主</gui>文件夹，它将被复制，因为你将从一个设备拖拽到另一个设备。

source: You can force the file to be copied by holding down the <key>Ctrl</key> key while dragging, or force it to be moved by holding down the <key>Shift</key> key while dragging.
es: Para forzar a que se copie el archivo manteniendo pulsada la tecla <key>Ctrl</key> mientras arrastra el archivo, o forzar mover el archivo manteniendo pulsada la tecla <key>Mayús</key> mientras arrastra el archivo.
id: Anda dapat menetapkan agar file disalin dengan menekan dan menahan tombol <key>Ctrl</key> saat menyeret, atau menetapkan untuk dipindah dengan menekan dan menahan tombol <key>Shift</key> saat menyeret.
th: คุณสามารถบังคับคัดลอกไฟล์ได้โดยกดปุ่ม <key>Ctrl</key> ค้างไว้ขณะลาก หรือบังคับไฟล์เคลื่อนย้ายโดยกด <key>Shift</key> ค้างไว้ระหว่างลาก
vi: Bạn có thể buộc chép tập tin bằng cách nhấn giữ phím <key>Ctrl</key> khi kéo, hoặc buộc di chuyển bằng cách nhấn giữ phím <key>Shift</key> khi kéo.
zh_cn: 您可以在拖动时按住 <key>Ctrl</key> 键来强制复制文件，或者拖动时按住 <key>Shift</key> 键来强制移动文件。

source: You can't copy or move a file into a folder that is <em>read-only</em>. Some folders are read-only to prevent you from making changes to their contents.
es: No puedes copiar o mover archivos a una carpeta de <em>solo-lectura</em>. Algunas carpetas son solo-lectura para prevenir que se hagan cambios a su contenido.
id: Anda tidak dapat menyalin atau memindahkan berkas ke dalam folder yang <em>read-only</em>. Beberapa folder berstatus read-only untuk mencegah Anda membuat perubahan pada isinya.
th: คุณไม่สามารถคัดลอกหรือเคลื่อนย้ายไฟล์ในโฟลเดอร์ที่กำหนดให้ <em>อ่านอย่างเดียว</em> บางโฟลเดอร์เป็นโฟลเดอร์อ่านอย่างเดียวเพื่อป้องกันไม่ให้คุณเปลี่ยนแปลงเนื้อหาด้านใน
vi: Bạn không thể sao chép hoặc di chuyển một tập tin vào một thư mục <em>chỉ-đọc</em>. Một số thư mục chỉ cho phép đọc để ngăn bạn thay đổi nội dung trong thư mục đó.
zh_cn: 你不能对<em>只读</em>的文件进行复制或移动文件到一个另文件夹。一些文件夹只能阅读，以防止您对其内容进行更改。

source: Remove files or folders you no longer need.
es: Quitar archivos o carpetas que ya no necesitas.
id: Menghapus berkas atau folder yang tidak Anda perlukan lagi.
th: ลบไฟล์หรือโฟลเดอร์ที่คุณไม่ต้องการอีกต่อไป
vi: Loại bỏ tập tin hoặc thư mục không dùng nữa.
zh_cn: 删除不再需要的文件或文件夹。

source: Delete files and folders
es: Eliminar archivos y carpetas
id: Menghapus berkas dan folder
th: ลบไฟล์และโฟลเดอร์
vi: Xoá tập tin và thư mục
zh_cn: 删除文件和文件夹

source: If you don't want a file or folder any more, you can delete it. When you delete an item it is moved to the <gui>Trash</gui> folder, where it is stored until you empty the trash. You can <link xref="files-recover">restore items </link> in the <gui>Trash</gui> folder to their original location if you decide you need them, or if they were accidentally deleted.
es: Si ya no quieres un archivo o una carpeta, puedes eliminarla. Cuando eliminas un elemento, se mueve a la carpeta <gui>Papelera</gui>, donde se guarda hasta que la vacíes. Puedes <link xref="files-recover">restaurar elementos</link> de la <gui>Papelera</gui> a su ubicación original si decides que los necesitas, o si los eliminaste accidentalmente.
vi: Nếu bạn không muốn giữ một tập tin hoặc thư mục nữa, bạn có thể xoá. Khi bạn xoá một mục, nó được đưa vào thư mục <gui>Sọt rác</gui> và sẽ ở đó đến khi tự bạn đổ rác. Bạn có thể <link xref="files-recover">phục hồi tập tin</link> từ thư mục <gui>Sọt rác</gui> về vị trí gốc nếu bạn muốn, hoặc nếu xoá nhầm.
zh_cn: 当您删除某个项目时，该项目被移到“回收站”文件夹，在您清空回收站之前，它将一直存储在此处。如果您认为您还需要存储在“回收站”文件夹中的项目，或者这些项目是被意外删除的，您可以将其<link xref="files-recover">还原至原始位置</link>。

source: To send a file to the trash:
es: Para enviar un archivo a la papelera:
id: Untuk mengirim berkas ke tong sampah:
th: วิธีนำใส่ไฟล์ลงในถังขยะ:
vi: Để cho tập tin vào sọt rác:
zh_cn: 要将文件移动到回收站：

source: Select the item you want to place in the trash by clicking it once.
es: Selecciona el elemento que quieres eliminar haciéndoles clic una sola vez.
id: Pilih berkas yang ingin Anda tempatkan ke tong sampah dengan mengkliknya sekali.
th: เลือกรายการที่คุณต้องการนำไปใส่ถังขยะด้วยการคลิกที่รายการดังกล่าวหนึ่งครั้ง
vi: Chọn tập tin bạn muốn cho vào sọt rác bằng cách nhấn một lần.
zh_cn: 单击选中您想要删除的项目。

source: Press <keyseq><key>Ctrl</key><key>Delete</key></keyseq> on your keyboard. Alternatively, drag the item to the <gui>Trash</gui> in the sidebar.
es: Pulsa <keyseq><key>Ctrl</key><key>Supr</key></keyseq> en tu teclado. Alternativamente, arrastra el elemento hasta la <gui>Papelera</gui> en la barra lateral.
vi: Nhấn <keyseq><key>Ctrl</key><key>Delete</key></keyseq> trên bàn phím của bạn. Ngoài ra, bạn cũng có thể kéo mục này đến <gui>Thùng rác</gui> ở thanh bên.
zh_cn: 按组合键 <keyseq><key>Ctrl</key><key>Delete</key>，或者把它们拖到侧边栏的</keyseq><gui>回收站</gui>图标上。

source: To delete files permanently, and free up disk space on your computer, you need to empty the trash. To empty the trash, right-click <gui>Trash</gui> in the sidebar and select <gui>Empty Trash</gui>.
es: Para eliminar archivos permanentemente y hacer espacio en tu computadora, debes vaciar la papelera. Para vaciar la papelera, haz clic con el botón derecho en la <gui>Papelera</gui> en la barra lateral y elige <gui>Vaciar papelera</gui>.
id: Untuk menghapus berkas secara permanen dan membebaskan ruang penyimpanan pada komputer, Anda perlu mengosongkan sampah. Untuk melakukannya, klik kanan pada <gui>Trash</gui> pada bilah sisi dan pilih <gui>Empty Trash</gui>.
th: หากต้องการลบไฟล์แบบถาวรและเพิ่มพื้นที่ในคอมพิวเตอร์ของคุณ คุณจะต้องล้างถังขยะ คุณสามารถล้างถังขยะด้วยการคลิกขวาที่<gui>ถังขยะ</gui>ในแถบด้านข้างและเลือก<gui>ล้างถังขยะ</gui>
vi: Để xóa vĩnh viễn các tệp và giải phóng dung lượng ổ đĩa trên máy tính của bạn, bạn cần phải làm trống thùng rác. Để xóa hết thùng rác, nhấp phải chuột vào <gui>Thùng rác</gui> tại thanh bên và chọn <gui>Xóa hết Thùng rác</gui>.
zh_cn: 要永久删除文件以腾出部分磁盘空间，您必须清空回收站。要清空回收站，右键单击<gui>回收站</gui>图标并选择<gui>清空回收站</gui>。

source: Permanently delete a file
es: Eliminar un archivo permanentemente
id: Menghapus berkas secara permanen
th: ลบไฟล์ถาวร
vi: Xoá vĩnh viễn tập tin
zh_cn: 永久删除文件

source: You can immediately delete a file permanently, without having to send it to the trash first.
es: Puedes eliminar un archivo permanentemente de forma inmediata, sin tenerlo que enviar primero a la papelera.
id: Anda dapat langsung menghapus berkas secara permanen, tanpa harus mengirimkannya ke tempat sampah terlebih dahulu.
th: คุณสามารถลบไฟล์อย่างถารได้ทันที โดยไม่ต้องส่งไปที่ถังขยะก่อน
vi: Bạn có thể xoá tập tin vĩnh viễn, không cần cho vào sọt rác.
zh_cn: 您可以绕过回收站，直接永久删除文件。

source: To permanently delete a file:
es: Para permanentemente eliminar un archivo:
id: Untuk menghapus berkas secara permanen:
th: วิธีลบไฟล์แบบถาวร:
vi: Để xoá vĩnh viễn tập tin:
zh_cn: 永久删除文件

source: Select the item you want to delete.
es: Selecciona el elemento que quieras eliminar.
id: Pilih butir yang ingin Anda hapus.
th: เลือกไอเทมที่ต้องการลบ
vi: Chọn mục bạn muốn xoá.
zh_cn: 选中您想删除的文件。

source: Press and hold the <key>Shift</key> key, then press the <key>Delete</key> key on your keyboard.
es: Pulsa y mantén pulsada la tecla <key>Mayús</key>, y luego pulsa la tecla <key>Supr</key> de tu teclado.
id: Tekan dan tahan tombol <key>Shift</key>, kemudian tekan tombol <key>Delete</key> pada papan ketik Anda.
th: กดแป้น <key>Shift</key> ค้างไว้ แล้วกดแป้น <key>Delete</key> บนคีย์บอร์ด
vi: Nhấn giữ phím <gui>Shift</gui> và nhấn phím <gui>Delete</gui> trên bàn phím.
zh_cn: 按住 <gui>Shift</gui> 键，然后按键盘上的 <key>Delete</key> 键。

source: Because you cannot undo this, you will be asked to confirm that you want to delete the file or folder.
es: Como no puedes deshacer esta operación, se te preguntará que confirmes si quieres eliminar el archivo o carpeta.
id: Karena tak dapat membatalkan ini, Anda akan diminta mengonfirmasi bahwa Anda ingin menghapus berkas atau folder.
th: เนื่องจากคุณไม่สามารถยกเลิกการกระทำนี้ คุณจะต้องยืนยันว่าคุณต้องการลบไฟล์หรือโฟล์เดอร์นี้แน่ๆ หรือไม่
vi: Vì bạn không thì hồi lại thao tác này, bạn sẽ được hỏi xác nhận bạn muốn xoá tập tin hoặc thư mục đó.
zh_cn: 由于这一操作不能恢复，您会被询问确认是否要删除文件或文件夹。

source: If you frequently need to delete files without using the trash (for example, if you often work with sensitive data), you can add a <gui>Delete</gui> entry to the right-click menu for files and folders. First, click on the <app>Documents</app> icon from the desktop. Click on the icon that looks like a circle on the top right-hand corner of the window, click on <gui>Preferences</gui> and select the <gui>Behavior</gui> tab. Select <gui>Include a Delete command that bypasses Trash</gui>.
es: Si frecuentemente necesitas eliminar archivos usando la papelera (por ejemplo, si trabajas a menudo con datos sensibles), puedes agregar la opción de <gui>Eliminar</gui> al menú de clic derecho. Para agregar esta opción, abre <app>Documentos</app> desde el escritorio, haz clic en el ícono del circulo gris en la barra superior a la derecha, elige <gui>Preferencias</gui> y selecciona la pestaña <gui>Comportamiento</gui>. Selecciona <gui>Incluir un comando «Eliminar» que no use la papelera</gui>.
id: Jika Anda perlu sering menghapus berkas tanpa menggunakan tempat sampah (misalnya jika Anda sering bekerja dengan data yang sensitif), Anda dapat menambahkan entri <gui>Delete</gui> pada menu klik kanan untuk berkas dan folder. Pertama-tama, klik ikon <app>Documents</app> dari desktop. Klik ikon yang tampak seperti lingkaran pada sudut kanan atas jendela, klik pada <gui>Preferences</gui> dan pilih tab <gui>Behavior</gui>. Pilih <gui>Include a Delete command that bypasses Trash</gui>.
th: หากคุณต้องลบไฟล๋บ่อยๆ โดยไม่ใช้ถังขยะ (เช่น หากคุณมักทำงานกับข้อมูลที่ต้องรักษาความปลอดภัยสูง) คุณสามารถเพิ่มทางเข้าไปยัง <gui>ลบ</gui>ในเมนูไฟล์หรือโฟลเดอร์ที่เปิดโดยการคลิกขวา ไอคอน<app>เอกสาร</app>จากเดสก์ท็อป คลิกไอคอนที่เหมือนวงกลมตรงมุมขวาบนของหน้าต่าง คลิก<gui>การตั้งค่า</gui> และเลือกแท็บ <gui>พฤติกรรม</gui> เลือก<gui> รวมคำสั่งลบที่ส่งไปยังถังขยะ</gui>
vi: Nếu bạn thường xuyên cần xóa tệp mà không dùng đến thùng rác (chẳng hạn như khi bạn thường phải làm việc với dữ liệu nhạy cảm), bạn có thể thêm một mục nhập <gui>Xóa</gui> (Delete) vào trình đơn chuột phải dành cho các tệp và thư mục. Đầu tiên, nhấp vào biểu tượng <app>Tài liệu</app> (Documents) trên màn hình nền máy tính. Nhấp chuột vào biểu tượng trông giống một vòng tròn ở góc phải phía trên cùng của cửa sổ, nhấp vào <gui>Thiết lập ưu tiên</gui> (Preferences) và chọn tab <gui>Hành vi</gui> (Behavior). Chọn ô <gui>Đưa vào một lệnh Xóa bỏ qua Thùng rác</gui> (Include a Delete command that bypasses Trash).
zh_cn: 如果你经常需要删除文件而不使用回收站(例如，如果你经常接触敏感数据的工作)，你可以在文件和文件夹里面添加一个 <gui>删除</gui> 的右键菜单选项。首先，在 <app>文件</app>从桌面图标。选中一个在桌面的右上角看起来想一个圆形的图标，点击<gui>参数选择</gui>，然后选择<gui>行为</gui>标签。选择<gui>加入不使用回收站的刪除指令</gui>。

source: Deleted files on a <link xref="files-removedrive">removable device </link> may not be visible on other operating systems, such Windows or Mac OS. The files are still there, and will be available when you plug the device back into your computer.
es: Los archivos eliminados en un <link xref="files-removedrive">dispositivo extraíble</link> pueden no ser visibles en otros sistemas operativos, tales como Windows o Mac OS. Los archivos siguen ahí, y estarán disponibles cuando conectes el dispositivo de nuevo en tu computadora.
id: Berkas terhapus pada <link xref="files-removedrive">perangkat penyimpanan eksternal</link> mungkin tidak akan terlihat pada sistem operasi lain, seperti Windows atau Mac OS. Berkas ini masih ada di dalam perangkat, dan akan tersedia saat Anda memasang perangkat kembali ke komputer Anda.
th: คุณอาจมองไม่เห็นไฟล์ที่ลบใน <link xref="files-removedrive">อุปกรณ์แบบถอดได้</link> ในระบบปฏิบัติการอื่นอย่างเช่น Windows หรือ Mac OS แต่ไฟล์ยังคงอยู่ที่นั่นและจะใช้งานได้เมื่อคุณเสียบอุปกรณ์กับคอมพิวเตอร์อีกครั้ง
vi: Các tập tin bị xóa trên một <link xref="files-removedrive">thiết bị cho phép tháo rời </link> có thể không hiển hiện trên các hệ điều hành khác, chẳng hạn như Windows hay Mac OS. Các tập tin vẫn ở đó và sẽ khả dụng khi bạn kết nối thiết bị đó vào lại máy tính của bạn.
zh_cn: 在 <link xref="files-removedrive">删除的文件 </link>可能在其他操作系统中看不见，如Windows或Mac OS系统。该文件仍在那里，当你将设备插入到您的电脑时，将会再次看到这些文件。

source: Learn how to make Microsoft-compatible files
es: Aprende cómo hacer archivos compatibles con Microsoft
id: Pelajari cara membuat berkas yang kompatibel dengan Microsoft
th: ดูวิธีสร้างไฟล์ที่ใช้งานได้กับไมโครซอฟท์
vi: Tìm hiểu cách tạo các tệp tương thích với Microsoft
zh_cn: 学习如何使微软的兼容文件

source: Save in a Microsoft compatible format
es: Guarda en un formato compatible con Microsoft
id: Simpan dalam format yang kompatibel dengan Microsoft
th: บันทึกในรูปแบบที่เข้ากันได้กับ Microsoft
vi: Lưu với một định dạng tương thích với Microsoft
zh_cn: 保存在微软兼容的格式

source: The Writer, Spreadsheet and Presentation apps on Endless are similar to and compatible with Microsoft apps. This means that you can open Microsoft files that you receive, and can save your own files so that people who have Microsoft apps can open and use them.
es: Los programas de procesador de texto, hoja de cálculo y de presentación de Endless son similares y compatibles con los programas de Microsoft. Esto significa que puedes abrir archivos de Microsoft que recibes, y puedes guardar tus propios archivos para que las personas que tienen aplicaciones de Microsoft puedan abrir y utilizarlos.
id: Aplikasi Writer, Spreadsheet dan Presentation di Endless serupa dan kompatibel dengan aplikasi Microsoft. Ini berarti Anda dapat membuka berkas Microsoft yang Anda terima, dan dapat menyimpan berkas Anda sendiri agar orang lain yang memiliki aplikasi Microsoft dapat membuka dan menggunakannya.
th: แอป Writer, Spreadsheet และ Presentation บน Endless เหมือนและทำงานร่วมกับแอป Microsoft ได้ นี่หมายความว่าคุณสามารถเปิดไฟล์ Microsoft ที่ได้รับ และสามารถบันทึกไฟล์ของคุณเองเพื่อให้คนอื่นๆ ที่มีแอป Microsoft สามารถเปิดและใช้งานไฟล์เหล่านั้นได้
vi: Các ứng dụng Trình Viết bài, Trang tính và Trình chiếu trên Endless tương tự và tương thích với các ứng dụng Microsoft. Điều này có nghĩa là bạn có thể mở các tệp Microsoft mà bạn nhận và có thể lưu tệp riêng của bạn để những người có các ứng dụng Microsoft có thể mở và sử dụng chúng.
zh_cn: 在Endless平台上的Writer，Spreadsheet 和Presentation程式， 其功能于微软应用程序类似和兼容。这意味着你可以打开微软文件，你可以保存你的文件，这样其他人有微软的应用程序的话就可以打开和使用他们。

source: To save your files in a Microsoft format:
es: Para guardar tus archivos en un formato de Microsoft:
id: Untuk menyimpan berkas dalam format Microsoft:
th: วิธีบันทึกไฟล์ในรูปแบบ Microsoft
vi: Để lưu tệp của bạn với định dạng Microsoft:
zh_cn: 使用微软格式来储存你的文件：

source: Open a Microsoft-compatible app: <_:media-1/>, <_:media-2/>, or <_:media-3/>
es: Abre un programa compatible con Microsoft: <_:media-1/>, <_:media-2/>, o <_:media-3/>
id: Buka aplikasi yang cocok dengan Microsoft: <_:media-1/>, <_:media-2/>, atau <_:media-3/>
th: เปิดแอพที่ใช้งานได้กับ Microsoft: <_:media-1/>, <_:media-2/> หรือ<_:media-3/>
vi: Mở một ứng dụng tương thích với Microsoft: <_:media-1/>, <_:media-2/>, hoặc <_:media-3/>
zh_cn: 打开一个微软兼容的程式：<_:media-1/>, <_:media-2/>, 或者 <_:media-3/>

source: Click on the <gui>File</gui> menu of the app, which is on the top left corner of the screen.
es: Haz clic en el menú <gui>Archivo</gui> de tu programa, en la parte superior izquierda de la pantalla.
id: Klik pada menu aplikasi <gui>Berkas</gui>, yang terletak di sudut kiri atas layar.
th: คลิกที่เมนู <gui>ไฟล์</gui>ของแอพ ซึ่งจะอยู่ตรงมุมซ้ายบนของหน้าจอ
vi: Bấm vào menu <gui>File</gui> của ứng dụng, ở góc trên bên trái màn hình.
zh_cn: 在屏幕最上方点击app的<gui>文件</gui>菜单。

source: Click on the <gui>Save</gui> option.
es: Haz clic en la opción <gui>Guardar</gui>.
id: Klik pada pilihan <gui>Save</gui>.
th: คลิกที่ตัวเลือก <gui>บันทึก</gui>
vi: Nhấp vào tùy chọn <gui>Lưu</gui> (Save).
zh_cn: 点击<gui>保存</gui>选项。

source: You will see a button that says <gui>All Formats</gui>. Click on it to see all of the formats that you can save your file as, and choose the Microsoft version that best suits your needs.
es: Verás un botón que dice <gui>Todos los Formatos</gui>. Haz clic para ver todos los formatos en los que puedes guardar tu archivo, y elige la versión de Microsoft que mejor se adapte a tus necesidades.
id: Anda akan melihat tombol yang bertuliskan <gui>Semua Format</gui>. Klik pada tombol itu untuk melihat semua format yang dapat Anda gunakan untuk menyimpan file, dan pilih versi Microsoft yang paling tepat untuk kebutuhan Anda.
th: คุณจะเห็นปุ่มที่ <gui>All Formats</gui> คลิกบนปุ่มนั้นเพื่อดูฟอร์แมตทั้งหมดที่คุณสามารถบันทึกไฟล์ได้ และจากนั้นเลือกเวอร์ชั่น Microsoft ที่เหมาะกับความต้องการใช้งานของคุณมากที่สุด
vi: Bạn sẽ thấy một nút ghi <gui>Tất cả Định dạng</gui>. Nhấp vào đó để xem mọi định dạng mà bạn có thể lưu tệp của mình dưới dạng đó và chọn phiên bản Microsoft phù hợp nhất với nhu cầu của bạn.
zh_cn: 你会看到一个按钮，叫 <gui>所有格式</gui>。点击它之后可以看到所有可保存的文件格式，选择你需要和适合的微软版本格式。

source: Give your file a name, choose where to store it, and click <gui>Save</gui> to finish saving your file.
es: Dale un nombre a tu archivo, elige dónde guardarlo y haz clic en <gui>Guardar</gui> para terminar de guardar el archivo.
id: Beri nama pada file Anda, pilih tempat untuk menyimpan, dan klik <gui>Simpan</gui> untuk menyelesaikan penyimpanan file Anda.
th: ตั้งชื่อให้ไฟล์ เลือกสถานที่เก็บ แล้วคลิก <gui>บันทึก</gui> เพื่อจบการบันทึกไฟล์
vi: Hãy đặt tên cho tập tin, chọn nơi lưu, và nhấp vào <gui>Lưu</gui> để hoàn tất việc lưu tập tin.
zh_cn: 为你的文件命名，选择储存的位置，然后点击<gui>保存</gui>按键来完成储存文件。

source: Open files using an application that isn't the default one for that type of file. You can change the default too.
es: Abrir archivos usando una aplicación que no es la predeterminada para ese tipo de archivos. También puede cambiar la aplicación predeterminada.
id: Buka berkas menggunakan aplikasi yang bukan standar untuk jenis berkas tersebut. Anda dapat mengubah yang standar juga.
th: เปิดไฟล์โดยใช้แอพพลิเคชันที่ไม่ได้เป็นค่าเริ่มต้นสำหรับชนิดไฟล์นั้น คุณอาจเปลี่ยนค่าเริ่มต้นได้ด้วย
vi: Mở tập tin dùng ứng dụng không phải mặc định cho loại tập tin đó. Bạn cũng có thể đặt lại mặc định.
zh_cn: 不用默认的应用程序打开文件，您也可以更改默认打开程序。
