Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: Select your desired language. If your language is not listed, click <_:media-1/> at the bottom of the list to select from all available regions and languages.
es: Selecciona el idioma deseado. Si tu idioma no está en la lista, haz clic en <_:media-1/> en la parte inferior de la lista para seleccionar entre todas las regiones y los idiomas disponibles.
id: Pilih bahasa yang Anda inginkan. Apabila bahasa yang Anda inginkan tidak tercantum, klik <_:media-1/> pada bagian akhir daftar untuk memilih dari semua wilayah dan bahasa yang tersedia.
th: เลือกภาษาที่ต้องการ หากยังไม่ได้มีภาษาที่คุณต้องการอยู่ คลิก <_:media-1/> ที่ด้านล่างของรายการเพื่อเลือกภูมิภาคและภาษา
vi: Chọn ngôn ngữ bạn mong muốn. Nếu ngôn ngữ của bạn không được liệt kê, hãy nhấp vào <_:media-1/> ở dưới cùng của danh sách để chọn trong tất cả các vùng và ngôn ngữ có sẵn.
zh_cn: 选择你想要的语言。如果你的语言不在列表中，点击列表的底部<_:media-1/>选择所有可用的区域和语言。

source: Click <gui>Done</gui> to save.
es: Haz clic en <gui>Hecho</gui> para guardar.
id: Klik <gui>Selesai</gui> untuk menyimpan.
th: คลิก <gui>Done</gui> เพื่อบันทึก
vi: Nhấp <gui>Xong</gui> để lưu.
zh_cn: 点击<gui>完成</gui>保存。

source: <gui>Your session needs to be restarted for these changes to take effect</gui> by clicking <gui style="button">Restart Now</gui>, or click <gui style="button">X</gui> to restart later.
es: <gui>Debes reiniciar tu sesión para que los cambios surtan efecto</gui> pulsando en <gui style="button">Reiniciar ahora</gui>, o pulsa <gui style="button">X</gui> para reiniciar más tarde.
id: <gui>Sesi Anda perlu dimulai ulang untuk menerapkan perubahan ini</gui> dengan mengeklik <gui style="button">Restart Now</gui>, atau klik <gui style="button">X</gui> untuk memulai ulang nanti.
th: <gui>จำเป็นต้องรีสตาร์ทเซสชันของคุณเพื่อให้การเปลี่ยนแปลงเหล่านี้มีผล</gui> ด้วยการคลิก <gui style="button">รีสตาร์ททันที</gui> หรือคลิก <gui style="button">X</gui> เพื่อรีสตาร์ทภายหลัง
vi: <gui>Phiên làm việc của bạn cần được khởi động lại để các thay đổi này có hiệu lực</gui> bằng cách nhấp chuột vào nút <gui style="button">Khởi động lại ngay</gui> (Restart Now), hoặc nhấp vào dấu <gui style="button">X</gui> để khởi động lại sau.
zh_cn: <gui>会话需要重新启动后生效</gui>，则点击<gui style="button">现在重启</gui>，或者点击<gui style="button">X</gui>稍后重启。

source: Some translations may be incomplete, and certain applications may not support your language at all. Any untranslated text will appear in American English.
es: Algunas traducciones pueden estar incompletas, y algunos programas podrían no admitir tu idioma. Cualquier texto no traducido aparecerá en inglés.
id: Sebagian terjemahan mungkin tidak sempurna, dan sebagian aplikasi mungkin tidak mendukung bahasa Anda sama sekali. Teks yang tidak diterjemahkan akan ditampilkan dalam bahasa Inggris US.
th: การแปลบางส่วนอาจไม่สมบูรณ์ หรือแอปพลิเคชั่นบางตัวอาจไม่รองรับภาษาของคุณเลย ข้อความที่ยังไม่ผ่านการแปลใดๆ จะปรากฏในภาษาอังกฤษแบบอเมริกัน
vi: Một số bản dịch có thể không hoàn chỉnh và một số ứng dụng có thể không hỗ trợ ngôn ngữ của bạn. Bất kỳ văn bản nào chưa được dịch sẽ xuất hiện dưới dạng tiếng Anh Mỹ.
zh_cn: 有些翻译可能是不完整的，有些特定的应用程序可能不支持您的语言。任何翻译文本将出现在美国英语中。

source: There are some special folders in your home folder where applications can store things like music, pictures, and documents. These folders use standard names according to your language. When you log back in, you will be asked if you want to rename these folders to the standard names for your selected language. If you plan to use the new language all the time, you should update the folder names.
es: Hay algunas carpetas especiales en la carpeta de inicio donde las aplicaciones pueden almacenar cosas como música, imágenes y documentos. Estas carpetas usan nombres estándar de acuerdo a su idioma. Cuando vuelva a entrar, se le preguntará si quiere cambiar el nombre de estas carpetas con los nombres estándar para el idioma seleccionado. Si va a utilizar el nuevo idioma todo el tiempo, debe actualizar los nombres de las carpetas.
id: Terdapat folder khusus di folder beranda di mana aplikasi dapat menyimpan berkas-berkas seperti musik, gambar, dan dokumen. Folder-folder ini menggunakan nama standar sesuai bahasa Anda. Saat Anda kembali masuk, Anda akan ditanya apakah ingin menamai ulang folder-folder ini ke nama standar untuk bahasa pilihan Anda. Jika Anda berencana menggunakan bahasa baru sepanjang waktu, sebaiknya perbarui nama folder.
th: มีโฟลเดอร์พิเศษบางประเภทในโฟลเดอร์โฮมของคุณที่แอพพลิเคชันสามารถจัดเก็บสิ่งต่างๆ เช่น เพลง รูปภาพ และเอกสาร โฟลเดอร์เหล่านี้ใช้ชื่อมาตรฐานตามภาษาของคุณ เมื่อคุณล็อกอินกลับเข้ามา ระบบจะถามว่าคุณต้องการเปลี่ยนชื่อโฟลเดอร์เหล่านี้เป็นชื่อมาตรฐานในภาษาที่คุณเลือกหรือไม่ หากคุณคาดว่าจะใช้ภาษาใหม่ตลอดเวลา คุณควรอัพเดทชื่อโฟลเดอร์
vi: Có một số thư mục đặc biệt trong thư mục riêng của bạn mà ứng dụng dùng để lưu những thứ như nhạc, hình ảnh, tài liệu... Những thư mục này dùng tên chuẩn theo ngôn ngữ của bạn. Khi bạn đăng nhập lại, bạn sẽ được hỏi bạn có muốn đổi tên thư mục sang tên chuẩn của ngôn ngữ bạn chọn hay không. Nếu bạn định dùng ngôn ngữ này lâu dài, bạn nên cập nhật tên thư mục.
zh_cn: 在您的主文件夹中有一些特定文件夹，它们存放应用程序的文件，如音乐、图片和文档，这些文件夹一般使用您的语言来命名。当您重新登录后，会出现底部对话框，提示是否将文件名改成您的语言名称，如果您今后将一直使用新的语言，可以把文件夹名称更新一下。

source: Set which folders and devices are able to share over Bluetooth.
es: Configurar qué carpetas y dispositivos se pueden compartir por Bluetooth.
id: Atur folder dan perangkat yang mana yang dapat berbagi melalui Bluetooth.
th: เลือกว่าโฟลเดอร์และอุปกรณ์ใดบ้างที่สามารถแชร์ผ่านบลูทูธได้
vi: Thiết lập những thư mục và thiết bị nào có thể chia sẻ qua Bluetooth.
zh_cn: 设置能共享的的文件夹和蓝牙设备。

source: Control sharing over Bluetooth
es: Controlar la compartición por Bluetooth
id: Berbagi kontrol melalui Bluetooth
th: การแชร์การควบคุมด้วยบลูทูธ
vi: Kiểm soát việc chia sẻ qua Bluetooth
zh_cn: 控制蓝牙共享。

source: You can allow Bluetooth devices to send you files to your <file>Downloads</file> folder by turning on that capability. Restrict access to only <em>trusted devices</em> for more security.
es: Puedes permitir que los aparatos Bluetooth te envíen archivos a tu carpeta de <file>Descargas</file> activando esa capacidad. Limita el acceso a solo <em>dispositivos de confianza</em> para más seguridad.
id: Anda bisa membolehkan perangkat Bluetooth mengirim file ke folder <file>Downloads</file> dengan mengaktifkan kemampuan tersebut. Akses terbatas pada <em>trusted devices</em> untuk keamanan.
th: คุณสามารถอนุญาตให้อุปกรณ์บลูทูธเพื่อส่งไฟล์ไปที่โฟลเดอร์ <file>ดาวน์โหลด</file> โดยเปิดใช้ความสามารถนั้น จำกัดการเข้าถึงได้เฉพาะ<em>อุปกรณ์ที่เชื่อถือได้</em> เพื่อความปลอดภัยที่มากขึ้น
vi: Bạn có thể cho phép các thiết bị Bluetooth gửi các tệp tin của bạn tới thư mục <file>Downloads</file> của bạn bằng cách bật khả năng đó lên. Hạn chế quyền truy cập chỉ với <em>trusted devices</em> để đảm bảo an toàn cao hơn.
zh_cn: 你可以允许蓝牙设备发送文件到你的<file>下载 </file>文件夹中，同时开启下载功能。限制<em> 信任设备</em>以保证安全。

source: You can configure <gui>Bluetooth Sharing</gui> to control access to your shared folders on your computer.
es: Puedes configurar <gui>Compartición de archivos personales</gui> para controlar el acceso a las carpetas compartidas en tu computadora.
id: Anda dapat mengonfigurasikan <gui>Bluetooth Sharing</gui> untuk mengontrol akses ke folder bersama pada komputer Anda.
th: คุณสามารถตั้งค่า <gui>การแชร์บลูทูธ</gui> เพื่อควบคุมการเข้าถึงโฟล์เดอร์ที่แชร์ไว้ในคอมพิวเตอร์ของคุณได้
vi: Bạn có thể cấu hình tính năng <gui>Chia sẻ Bluetooth</gui> (Bluetooth Sharing) để kiểm soát quyền truy cập vào các thư mục dùng chung trên máy tính của bạn.
zh_cn: 您可以设置<gui> 蓝牙共享</gui>控制电脑访问共享文件夹。

source: A Bluetooth device is <em>trusted</em> if you have <em>paired</em>, or connected your computer to it. See <link xref="bluetooth-connect-device"/>.
es: Un dispositivo Bluetooth es <em>de confianza</em> si lo ha<em>emparejado</em> o lo ha conectado a su equipo. Consulte la <link xref="bluetooth-connect-device"/>.
id: Perangkat Bluetooth <em> dipercaya </em> jika Anda mendapatinya <em> terpasang </em>, atau terhubung ke komputer Anda untuk itu. Lihat <link xref="bluetooth-connect-device"/>.
th: อุปกรณ์บลูทูธได้รับ <em>ความเชื่อถือ</em>หากคุณได้ <em>จับคู่</em>หรือเชื่อมต่อเข้ากับคอมพิวเตอร์แล้ว<link xref="bluetooth-connect-device"/>
vi: Thiết bị Bluetooth được <em>tin cậy</em> nếu bạn đã <em>ghép đôi</em> hoặc kết nối nó với máy tính của mình. Hãy xem <link xref="bluetooth-connect-device"/>.
zh_cn: 如果您有配对的蓝牙和电脑，蓝牙设备就是<em>可信任的</em>。参阅<link xref="bluetooth-connect-device"/>。

source: Allow files to be shared into your <file>Downloads</file> folder
es: Permitir que se compartan los archivos de su carpeta <file>Descargas</file>
id: Izinkan berkas untuk dibagikan ke folder <file>Downloads</file> Anda.
th: อนุญาตให้แชร์ไฟล์ไปในโฟลเดอร์ <file>ดาวน์โหลด</file>ของคุณ
vi: Cho phép các tập tin được chia sẻ vào thư mục <file>Tải về</file> (Downloads) của bạn
zh_cn: 允许文件分享到<file>下载</file>文件夹下。

source: Click <gui>Sharing</gui>.
es: Haz clic en <gui>Compartir</gui>.
id: Klik <gui>Sharing</gui>.
th: คลิก <gui>การแชร์</gui>
vi: Nhấp vào <gui>Chia sẻ</gui>.
zh_cn: 点击<gui>共享</gui>按钮

source: If <gui>Sharing</gui> is <gui>OFF</gui>, switch it to <gui>ON</gui>.
es: Si la<gui>Compartición</gui> está <gui>Apagada</gui>, <gui>Actívela</gui>.
id: Jika <gui>Sharing</gui> dalam keadaan <gui>MATI</gui>, alihkan ke <gui>NYALA</gui>.
th: หาก <gui>การแบ่งปัน</gui> อยู่ที่ <gui>ปิด</gui> สลับเป็น <gui>เปิด</gui>
vi: Nếu tính năng <gui>Chia sẻ</gui> đang <gui>TẮT</gui>, hãy <gui>BẬT</gui> nó lên.
zh_cn: 如果<gui>共享</gui>处于<gui>关闭</gui>,请切换到<gui>开启</gui>。

source: If the text below <gui>Computer Name</gui> allows you to edit it, you can change the name your computer displays on the network.
es: Si puede editar el texto de debajo de <gui>Nombre del equipo</gui> puede cambiar el nombre de su equipo en la red.
id: Jika teks di bawah <gui> Nama Komputer </gui> memungkinkan Anda untuk mengeditnya, Anda dapat mengubah nama display komputer pada jaringan.
th: หากข้อความด้านล่าง <gui>ชื่อคอมพิวเตอร์</gui>อนุญาตให้คุณแก้ไข คุณจะสามารถเปลี่ยนึอมพิวเตอร์ของคุณที่จะให้แสดงบนโครงข่ายแล้ว
vi: Nếu văn bản phía dưới <gui>Tên Máy tính</gui> cho phép bạn sửa, thì bạn có thể đổi tên hiển thị của máy tính của mình trên mạng.
zh_cn: 如果以下文本<gui>计算机名称</gui>允许您编辑，您可以改变电脑名称。

source: Select <gui>Bluetooth Sharing</gui>.
es: Seleccione <gui>Compartición por Bluetooth</gui>.
id: Pilih <gui>Berbagi Pakai Bluetooth</gui>.
th: เลือก <gui>Bluetooth Sharing</gui>
vi: Chọn <gui>Bluetooth Sharing</gui> (Chia sẻ Bluetooth).
zh_cn: 选择<gui>蓝牙共享</gui>。

source: Switch <gui>Save Received Files to Downloads Folder</gui> to <gui>ON</gui>.
es: Active la opción <gui>Guardar los archivos recibidos en la carpeta Descargas</gui> (<gui>Encendido</gui>).
id: Nyalakan <gui>Simpan Berkas yang Diterima ke Folder Unduh</gui>.
th: เปลี่ยน <gui>บันทึกไฟล์ที่ได้รับในโฟลเดอร์ดาวน์โหลด</gui> เป็น <gui>เปิด</gui>
vi: Chuyển <gui>Lưu Tệp đã Nhận vào Thư mục Tải về</gui> sang chế độ <gui>BẬT</gui>.
zh_cn: 将<gui>保存文件到下载文件夹</gui>切换到 <gui>开启 </gui>状态。

source: If you only want to allow trusted devices to access your <file>Downloads</file> folder, switch <gui>Only Receive From Trusted Devices</gui> to <gui>ON</gui>.
es: Si quiere que sólo los dispositivos de confianza accedan a su carpeta <file>Descargas</file> <gui>Active</gui> la opción <gui>Recibir archivos sólo de dispositivos de confianza</gui>.
id: Jika Anda hanya ingin mengizinkan perangkat tepercaya untuk mengakses folder <file>Downloads</file>, atur <gui>Only Receive From Trusted Devices</gui> ke <gui>NYALA</gui>.
th: หากคุณเพียงต้องการให้อุปกรณ์ที่เชื่อถือได้เข้าถึงโฟล์เดอร์ <file>ดาวน์โหลด</file>เปลี่ยน <gui>รับจากอุปกรณ์ที่เชื่อถือได้เท่านั้น</gui> เป็น <gui>เปิด</gui>
vi: Nếu bạn muốn chỉ cho phép các thiết bị đáng tin truy cập vào thư mục <file>Tải về</file> (Downloads), hãy chuyển trạng thái mục <gui>Chỉ Nhận Từ Thiết bị Đáng tin</gui> (Only Receive From Trusted Devices) thành <gui>BẬT</gui> (ON).
zh_cn: 如果您只希望受信任的设备访问你的<file> 下载</file>文件夹，将<gui>只收到可信任设备</gui> 切换到<gui>开启</gui>。

source: This option is disabled by default. You should enable it if you want to prevent access to your shared files by anyone with a Bluetooth-enabled cell phone or similar device nearby.
es: Esta opción está desactivada de manera predeterminada. Debe activarla si quiere evitar el acceso a sus archivos compartidos por parte de cualquiera que tenga un teléfono o un dispositivo Bluetooth cerca activado.
id: Opsi ini dinonaktifkan secara default. Anda harus mengaktifkannya jika Anda ingin mencegah akses ke berkas yang Anda bagi oleh siapa pun dengan ponsel atau perangkat yang mampu mengaktifkan Bluetooth atau serupa di dekatnya.
th: ตัวเลือกนี้ปิดใช้อยู่ตามค่าเริ่มต้น คุณควรเปิดใช้หากต้องการป้องกันไม่ให้ผู้อื่นเข้าถึงไฟล์ที่คุณแชร์โดยใช้โทรศัพท์หรืออุปกรณ์ที่คล้ายกันซึ่งใช้งาน Bluetooth ได้ในบริเวณใกล้เคียง
vi: Tùy chọn này tắt theo mặc định. Bạn nên bật tùy chọn này nếu muốn ngăn chặn việc truy cập vào các tệp chia sẻ của mình bởi bất kỳ người nào có điện thoại di động bật Bluetooth hoặc thiết bị tương tự ở gần đó.
zh_cn: 这个默认选项是禁用的。如果你想防止通过蓝牙手机或附近所有设备访问你的共享文件，你可以开启它。

source: Click <gui style="button">Close</gui>. Bluetooth-enabled devices will now be able to send files to your <file>Downloads</file> folder.
es: Pulse <gui style="button">Cerrar</gui>. Los dispositivos Bluetooth activados no podrán enviar archivos a su carpeta <file>Descargas</file>.
id: Klik <gui style="button">Close</gui>. Perangkat yang dilengkapi Bluetooth sekarang bisa mengirim file ke folder <file>Downloads</file>.
th: คลิก <gui style="button">Close</gui> ตอนนี้อุปกรณ์ที่เปิดใช้งาน Bluetooth แล้วจะสามารถส่งไฟล์ไปยังโฟลเดอร์ <file>ดาวน์โหลด</file> ของคุณได้
vi: Nhấp <gui style="button">Close</gui>. Các thiết bị được bật Bluetooth giờ sẽ có khả năng gửi các tập tin tới thư mục <file>Downloads</file> của bạn.
zh_cn: 点击<gui style="button"> 关闭</gui>。蓝牙设备将发送文件到你的<file> 下载</file>文件夹中。

source: Learn how to use the Photo Editor app.
es: Aprende a usar la aplicación Editor de fotos.
id: Pelajari cara menggunakan aplikasi Photo Editor.
th: ดูวิธีใช้แอพแต่งภาพ
vi: Tìm hiểu cách dùng ứng dụng Photo Editor.
zh_cn: 了解如何使用照片编辑应用程序

source: Edit and share my photos
es: Editar y compartir mis fotos
id: Edit dan berbagi foto saya
th: แก้ไขและแบ่งปันภาพถ่าย
vi: Chỉnh sửa và chia sẻ ảnh của tôi
zh_cn: 编辑和共享照片

source: Do you like editing photos? The Photo Editor app makes it easier than ever to make fun photos and share them with your friends and family through Facebook!
es: ¿Te gusta editar fotos? ¡El programa Editor de Fotos hace que sea más fácil que nunca hacer fotos divertidas y compartirlas con tus amigos y familiares a través de Facebook!
id: Anda suka menyunting foto? Aplikasi Penyunting Foto akan amat memudahkan untuk membuat foto-foto menyenangkan dan berbagi dengan teman-teman dan keluarga melalui Facebook!
th: คุณชอบเครื่องมือแก้ไขรูปภาพหรือไม่ แอพเครื่องมือแก้ไขรูปภาพช่วยให้คุณสร้างสรรค์รูปสนุกๆ แล้วแบ่งปันกับเพื่อนและครอบครัวผ่าน Facebook!
vi: Bạn thích chỉnh sửa ảnh? Ứng dụng Photo Editor khiến việc chỉnh sửa ảnh trở nên dễ dàng hơn bao giờ hết để tạo ra những hình ảnh thú vị và chia sẻ chúng với bạn bè và gia đình của bạn thông qua Facebook!
zh_cn: 你喜欢编辑照片吗?图片编辑器应用程序让分享图片更加轻松和有趣！你可以通过Facebook将照片分享给朋友和家人。

source: To edit your photos:
es: Para editar tus fotos:
id: Untuk mengedit foto Anda:
th: วิธีแก้ไขภาพ
vi: Để chỉnh sửa ảnh của bạn:
zh_cn: 编辑您的照片：

source: Click on the <gui>Photo Editor</gui> icon from your desktop.
es: Haz clic en ícono de <app>Editor de fotos</app> desde tu Escritorio.
id: Klik ikon <gui>Photo Editor</gui> pada desktop Anda.
th: คลิกที่ไอคอน <gui>เครื่องมือแก้ไขภาพ</gui>บนเดสก์ท็อปของคุณ
vi: Nhấp vào biểu tượng <gui>Chỉnh sửa Ảnh</gui> (Photo Editor) từ màn hình nền máy tính.
zh_cn: 点击桌面<gui>照片编辑器</gui>图标。

source: Click <gui>Open Image</gui>. This will launch the <gui>Pictures</gui> folder on your computer.
es: Haz clic en <gui>Abrir imagen</gui>. Esto abrirá la carpeta de <gui>Fotos</gui> en tu computadora.
id: Klik <gui>Buka Gambar</gui>. Ini akan meluncurkan folder <gui>Gambar</gui> di komputer Anda.
th: คลิก <gui>เปิดรูปภาพ</gui> ซึ่งจะเปิดโฟลเดอร์ <gui>รูปภาพ</gui> ในคอมพิวเตอร์ของคุณ
vi: Nhấp vào <gui>Mở Hình ảnh</gui>. Thao tác này sẽ khởi chạy thư mục <gui>Hình ảnh</gui> trên máy tính của bạn.
zh_cn: 点击<gui> 打开图像</gui>。这将启动<gui>图片</gui>文件夹。

source: Choose an image to edit. You can choose a sample image or one that you have added to your computer.
es: Elije una imagen para editar. Puedes elegir una imagen de ejemplo o una que hayas añadido a tu computadora.
id: Pilih gambar yang akan diedit. Anda dapat memilih gambar sampel atau yang telah Anda tambahkan ke komputer Anda.
th: เลือกภาพที่จะแก้ไข คุณสามารถเลือกภาพตัวอย่าง หรือภาพที่คุณได้ใส่เข้าไปในคอมพิวเตอร์แล้ว
vi: Chọn một hình ảnh để chỉnh sửa. Bạn có thể chọn một hình ảnh mẫu hoặc một tấm ảnh do bạn tải vào máy tính của bạn.
zh_cn: 选择一个要编辑的图像。你可以选择一个样本图像或已添加到电脑的图像。

source: To look at the sample images on your computer, double click on the <gui>Samples</gui> folder. Scroll through the images and see a small version of them on the right hand side of the window. When you find an image you want to edit, click <gui>OK</gui> or press <key>Enter</key>.
es: Para ver las imágenes de muestra en tu computadora, haz doble clic en la carpeta <gui>Ejemplos</gui>. Desplázate a través de las imágenes y ve una pequeña versión de ellas en el lado derecho de la ventana. Cuando encuentres una imagen que deseas editar, haz clic en <gui>OK</gui> o presiona <key>Intro</key>.
id: Untuk melihat gambar sampel pada komputer, klik ganda pada folder <gui>Sampel</gui>. Gulir menyusuri gambar dan lihat versi kecil dari gambar di sisi kanan jendela. Saat Anda menemukan gambar yang ingin diedit, klik <gui>Oke</gui> atau tekan <key>Enter</key>.
th: เลือกดูตัวอย่างภาพในคอมพิวเตอร์ของคุณด้วยการดับเบิลคลิกที่โฟลเดอร์<gui>ตัวอย่าง</gui> เลื่อนดูรายชื่อและดูตัวอย่างรูปภาพในขนาดเล็กทางด้านขวาของหน้าต่าง เมื่อคุณพบรูปภาพที่ต้องการแก้ไข คลิก<gui>ตกลง</gui> หรือกด <key>Enter</key>
vi: Để xem ảnh mẫu trên máy tính của bạn, nhấp đúp chuột lên thư mục <gui>Mẫu</gui>. Cuộn qua các hình ảnh và xem phiên bản nhỏ của chúng ở phía bên phải cửa sổ. Khi bạn thấy hình ảnh mà bạn muốn chỉnh sửa, hãy nhấp <gui>OK</gui> hoặc nhấn <key>Enter</key>.
zh_cn: 查看电脑上的样本图片，双击<gui>样本 </gui>文件夹。滚动图片,看到右边的压缩窗口。想要编辑图片，单击<gui>OK</gui>或按<key>回车键</key>。

source: Edit your photo! You can crop your image to make it the right size, add filters to make it beautiful, funny or cool, and add frames to finish it up! When you are finished you can share your creation on Facebook.
es: ¡Edita tu foto! ¡Puedes recortar la imagen para que sea del tamaño adecuado, añadir filtros para hacerla diferente, hermosa o chistosa, y agregarle marcos! Cuando hayas terminado, puedes compartir tu creación en Facebook.
id: Edit foto Anda! Anda dapat memotong gambar Anda untuk membuat ukuran yang tepat, menambahkan filter untuk membuatnya indah, lucu atau keren, dan menambahkan bingkai untuk menyelesaikannya! Ketika Anda selesai Anda dapat berbagi kreasi Anda di Facebook.
th: แต่งรูปของคุณ! คุณสามารถครอบตัดรูปภาพให้ได้ขนาดที่พอเหมาะ เพิ่มฟิลเตอร์ให้ดูสวย ตลก หรือเท่ และปิดท้ายด้วยการใส่กรอบ! คุณอาจแชร์ผลงานผ่าน Facebook ได้เมื่อแต่งรูปเสร็จ
vi: Chỉnh sửa bức ảnh của bạn! Bạn có thể xén ảnh để có kích cỡ phù hợp, thêm các bộ lọc để bức ảnh trở nên xinh đẹp, ngộ nghĩnh hoặc sành điệu, và gắn khung để hoàn thiện bức ảnh! Khi đã xong, bạn có thể chia sẻ tác phẩm của mình trên Facebook.
zh_cn: 编辑你的照片!你可以裁剪图像调整大小，添加过滤器美化图片，并添加帧。当你完成了图片编辑，你可以在Facebook上分享。

source: Make sure to save your edited photos! You may want to give your edited photo a new name so that it doesn't replace the original copy.
es: ¡Asegúrate de guardar tus fotos editadas! Es posible que quieras nombrar tu foto editada con un nuevo nombre para que no sustituya a la copia original.
id: Pastikan untuk menyimpan foto yang telah Anda sunting! Anda mungkin ingin memberikan nama baru untuk foto ini agar tidak menggantikan salinan aslinya.
th: ตรวจสอบว่าคุณบันทึกรูปภาพที่แก้ไขแล้ว! คุณอาจต้องกาารตั้งชื่อภาพที่แก้ไขแล้วใหม่ เพื่อไม่ใหัไปทับภาพเดิม
vi: Hãy chắc chắn đã lưu những ảnh đã chỉnh sửa của bạn! Bạn có thể muốn đặt tên mới cho ảnh đã chỉnh sửa để ảnh đó không thay thế bản gốc.
zh_cn: 确保已经保存编辑好的照片。你可以给你编辑的照片新命名，这样它不会代替原文件。

source: Make your edited photo your computer's background photo with just a click of a button!
es: ¡Pon tu foto editada como fondo de pantalla de tu computadora con un solo clic!
id: Gunakan foto yang Anda sunting sebagai latar belakang komputer Anda hanya dengan mengeklik sebuah tombol!
th: ใช้ภาพที่คุณแก้ไขเป็นพื้นหลังคอมพิวเตอร์ง่ายๆ เพียงแค่คลิก!
vi: Đặt ảnh đã chỉnh sửa của bạn làm ảnh nền máy tính của bạn chỉ với một lần nhấp nút!
zh_cn: 让你编辑的照片变成电脑背景，只需点击一个按钮！

source: To share your photos on Facebook:
es: Para compartir tus fotos en Facebook:
id: Untuk berbagi foto Anda di Facebook:
th: วิธีแชร์ภาพขึ้น Facebook:
vi: Để chia sẻ ảnh của bạn lên Facebook:
zh_cn: 将照片分享到Facebook。

source: Share your photo on your Facebook wall with just one click! You will need to have an internet connection to use this feature.
es: ¡Comparte tu foto en tu muro de Facebook con un solo clic! Necesitas tener una conexión al internet para usar esta función.
id: Berbagi foto Anda di Facebook cukup dengan satu klik! Anda perlu sambungan internet untuk menggunakan fitur ini.
th: แบ่งปันรูปภาพของคุณบนหน้าวอลล์ Facebook ได้ในคลิกเดียว! คุณต้องเชื่อมต่อกับอินเทอร์เน็ตเพื่อใช้คุณสมบัตินี้
vi: Chia sẻ ảnh trên tường Facebook của bạn chỉ với một cú nhấp chuột! Bạn cần kết nối internet để sử dụng tính năng này.
zh_cn: 只需点击按钮，即可在Facebook上分享你的照片。您需要互联网连接来完成这个步骤。

source: Click on the Facebook button.
es: Haz clic en el botón <gui>Facebook</gui>.
id: Klik pada tombol Facebook.
th: คลิกที่ปุ่ม Facebook
vi: Nhấp vào nút Facebook.
zh_cn: 点击Facebook按钮。

source: Write a description of your photo, or a message that you want your friends to see.
es: Escribe una descripción de tu foto, o un mensaje que quieras que tus amigos vean.
id: Tuliskan deskripsi untuk foto Anda, atau pesan yang ingin Anda perlihatkan kepada teman-teman Anda.
th: เขียนคำอธิบายสำหรับภาพถ่ายหรือข้อความที่คุณต้องการให้เพื่อนเห็น
vi: Viết lời mô tả cho bức ảnh của bạn, hoặc viết một thông điệp bạn muốn bạn bè nhìn thấy.
zh_cn: 写下照片描述，或者希望朋友看到的信息。

source: If you are not already logged onto Facebook, you will need to login. Facebook will guide you to do so and you will need to allow Endless Social to post on your wall. We will not post anything that you do not authorize.
es: Si no has iniciado sesión en Facebook, tendrás que hacerlo. Facebook te guiará para hacerlo y tendrás que permitir que Endless Social publique en tu muro. No vamos a publicar nada que no autorices.
id: Jika Anda belum masuk ke dalam Facebook, Anda harus melakukannya. Facebook akan memandu Anda dan Anda perlu mengizinkan Endless Social memposting ke dinding Anda. Kami tidak akan memposting apa pun tanpa seizin Anda.
th: ถ้ายังไม่ได้เข้าสู่ระบบ Facebook คุณต้องเข้าสู่ระบบก่อน Facebook จะแนะนำขั้นตอนให้คุณ และคุณต้องอนุญาตให้ Endless Social โพสต์บนกระดานข้อความ เราจะไม่โพสต์อะไรก็ตามที่คุณไม่อนุญาต
vi: Nếu bạn chưa đăng nhập vào Facebook, bạn sẽ cần phải đăng nhập. Facebook sẽ hướng dẫn bạn thực hiện điều này và bạn sẽ cần phải cho phép Endless Social đăng trên tường của mình. Chúng tôi sẽ không đăng điều gì mà bạn không cho phép.
zh_cn: 如果你尚未登录Facebook,你需要登录。Facebook将指导您这样做,您还需要让Endless Social显示在你的Facebook墙上。未经授权，我们不会发布任何你的信息。
