Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: Make sure you <link xref="user-goodpassword">choose a good password</link>. This will help to keep your user account safe.
es: Asegúrese de que <link xref="user-goodpassword">elije una buena contraseña</link>. Estro ayudará a mantener su cuenta de usuario segura.
id: Pastikan Anda <link xref="user-goodpassword">memilih kata sandi yang baik </link>. Ini akan membantu untuk menjaga akun pengguna Anda aman.
th: ตรวจสอบว่าคุณ <link xref="user-goodpassword">เลือกรหัสผ่านที่เหมาะสม</link> นี่จะช่วยรักษาบัญชีของคุณให้ปลอดภัย
vi: Nhớ <link xref="user-goodpassword">chọn mật khẩu tốt</link> để bảo đảm an toàn cho tài khoản của bạn.
zh_cn: 确保您已经<link xref="user-goodpassword">选择了一个好的密码</link>，这将有助于您帐号的安全。

source: When you update your login password, your login keyring password will automatically be updated to be the same as your new login password.
es: Cuando actualiza su contraseña de inicio de sesión, la contraseña del depósito de claves se actualiza automáticamente para que coincida con su nueva contraseña.
id: Ketika Anda memperbarui kata sandi Anda, kata sandi keyring Anda akan secara otomatis diperbarui untuk menjadi sama dengan kata sandi masuk baru Anda.
th: เมื่อคุณอัพเดทรหัสผ่านในการลงชื่อเข้าใช้ รหัสผ่านจะอัพเดทเป็นรหัสใหม่โดยอัตโนมัติ
vi: Khi bạn cập nhật mật khẩu đăng nhập của mình, mật khẩu đăng nhập chùm chìa khóa của bạn cũng sẽ được tự động cập nhật cho giống với mật khẩu đăng nhập mới của bạn.
zh_cn: 当您更新你的登录密码时，您的登录密钥将会在下次登录时自动更新为您的新登录密码。

source: If you forget your password, any user with administrator privileges can change it for you.
es: Si olvida su contraseña, cualquier usuario con privilegios de administrador la puede cambiar.
id: Jika Anda lupa kata sandi Anda, setiap pengguna dengan hak administrator dapat mengubahnya untuk Anda.
th: หากคุณลืมรหัสผ่าน ผู้ใช้ใดๆ ที่มีสิทธิพิเศษผู้ดูแลสามารถเปลี่ยนรหัสผ่านให้คุณได้
vi: Nếu bạn quên mật khẩu, bất cứ người sử dụng nào có quyền ưu tiên quản trị đều có thể thay đổi mật khẩu giúp bạn.
zh_cn: 如果您忘记了您的密码，拥有管理员权限的用户可以为您更改密码。

source: Add your photo to the login and user screens.
es: Añadir su foto a las pantallas de inicio de sesión y usuario.
id: Tambahkan foto Anda ke layar pengguna dan log masuk.
th: ใส่ภาพลงไปในล็อกอินและหน้าจอผู้ใช้
vi: Thêm ảnh cá nhân vào màn hình đăng nhập và màn hình người dùng.
zh_cn: 将您的照片添加到您的登录和用户界面。

source: Change your login screen photo
es: Cambiar la imagen de inicio de sesión
id: Mengubah foto layar log masuk Anda
th: เปลี่ยนรูปภาพหน้าจอเข้าสู่ระบบของคุณ
vi: Thay đổi ảnh đăng nhập
zh_cn: 更改登录界面图片

source: When you log in or switch users, you will see a list of users with their login photos. You can change your photo to a stock image or an image of your own. You can even take a new login photo with your webcam.
es: Cuando inicia una sesión o cambia de usuario, verá una lista de usuarios con sus fotos de inicio de sesión. Puede cambiar su foto a una imagen de archivo o una imagen de su propiedad. Puede incluso tomar una foto nueva con su cámara web.
id: Saat masuk atau berganti pengguna, Anda akan melihat daftar pengguna beserta foto masuk mereka. Anda dapat mengganti foto menjadi gambar persediaan atau gambar Anda sendiri. Anda bahkan dapat mengambil foto masuk baru dengan webcam.
th: เมื่อคุณล็อกอินหรือเปลี่ยนผู้ใช้ คุณจะเห็นรายชื่อผู้ใช้พร้อมภาพล็อกอิน คุณสามารถเปลี่ยนรูปภาพของคุณเป็นรูปภาพสต็อกหรือรูปภาพของคุณเอง คุณยังสามารถถ่ายรูปภาพล็อกอินใหม่ด้วยเว็บแคมของคุณ
vi: Khi bạn đăng nhập hoặc chuyển người dùng, bạn sẽ thấy danh sách người dùng kèm ảnh đăng nhập của họ. Bạn có thể thay đổi ảnh đăng nhập của bạn dùng một số ảnh sẵn có hoặc ảnh của chính bạn. Bạn thậm chí có thể chụp ảnh mới với webcam.
zh_cn: 当您登录或切换用户时，会看到一个用户列表和他们的登录头像，您也可以将自己的头像更改为图像库的图片或者您自己的图片，您还可以用摄像头拍一张照片作登录头像。

source: If you want to edit a user other than yourself, press <gui style="button">Unlock</gui> in the top right corner and type in your password when prompted.
es: si quiere editar la cuenta de otro usuario, pulse <gui style="button">Desbloquear</gui> en la esquina superior derecha y escriba su contraseña cuando se le pida..
id: Jika Anda ingin mengedit pengguna selain diri Anda, tekan <gui style="button">Buka Kunci</gui> di pojok kanan atas dan ketik kata sandi ketika diminta.
th: หากคุณต้องการแก้ไขผู้ใช้อื่น นอกจากตัวเอง กด <gui style="button">ปลดล็อก</gui>ตรงมุมขวาบนและพิมพ์รหัสผ่านเมื่อมีหน้าต่างแสดงขึ้นมา
vi: Nếu bạn muốn sửa một người dùng không phải là chính bạn, hãy nhấn <gui style="button">Mở khóa</gui> ở góc trên bên phải và nhập mật khẩu khi được nhắc.
zh_cn: 如果您想要编辑其他用户信息，点击右上角的<gui style="button">解锁</gui>，按提示输入密码。

source: Click the picture next to your name. A drop-down gallery will be shown with some stock login photos. If you like one of them, click it to use it for yourself.
es: Pulse en la imagen junto a su nombre. Se le mostrará una galería desplegable con algunas fotografías de inicio de sesión almacenadas. Si le gusta alguna de ellas, pulse para usarla usted mismo.
id: Klik gambar di sebelah nama Anda. Sebuah panel-geser berisi galeri akan ditampilkan berisi sejumlah foto login. Apabila Anda suka salah satu diantaranya, klik pada foto itu untuk menggunakan.
th: คลิกที่ภาพถัดจากชื่อของคุณ แกลเลอรีแบบเลื่อนลงจะปรากฏพร้อมภาพสต็อกเข้าสู่ระบบ หากคุณชอบหนึ่งในภาพเหล่านั้น คลิกเพื่อใช้งาน
vi: Nhấn chọn ảnh kế bên tên bạn. Các ảnh sẵn có sẽ hiện ra. Nếu bạn thích chúng, nhấn chọn để dùng.
zh_cn: 点击用户名旁边的图片，出来一个下拉菜单显示可供选择的登录图片，如果您喜欢其中的图片，点击它作为自己的头像。

source: If you'd rather use a picture you already have on your computer, click <gui>Browse for more pictures…</gui>.
es: Si prefiere utilizar una imagen que ya tiene en su equipo, pulse en <gui>Buscar más imágenes…</gui>.
id: Jika Anda memilih menggunakan gambar yang sudah dimiliki di komputer, klik <gui>Telusuri gambar lainnya...</gui>.
th: หากคุณอยากจะใช้รูปภาพที่มีอยู่แล้วในคอมพิวเตอร์ คลิก<gui>เลือกดูรูปภาพเพิ่มเติม...</gui>
vi: Nếu bạn muốn sử dụng một hình ảnh bạn đã có trên máy tính của mình, hãy nhấp <gui>Duyệt thêm ảnh...</gui>.
zh_cn: 如果您想用自己的图片，点<gui>浏览更多图片</gui>按钮。

source: If you have a webcam, you can take a new login photo right now by clicking <gui>Take a photo…</gui>. Take your picture, then move and resize the square outline to crop out the parts you don't want. If you don't like the picture you took, click <gui>Discard photo</gui> to try again, or <gui>Cancel</gui> to give up.
es: Si tiene una cámara web, puede tomar una foto nueva en este momento pulsando <gui>Tomar una foto…</gui>. Tome su imagen y a continuación mueva y cambie el tamaño del contorno cuadrado para recortar las partes que no quiera. Si no le gusta la fotografía que tomó, pulse en <gui>Descartar foto</gui> para volver a intentarlo, o <gui>Cancelar</gui> si se da por vencido.
id: Apabila Anda punya webcam, Anda dapat memotret foto login dengan mengklik pada <gui>Ambil foto…</gui>. Ambil foto, lalu ubah ukuran dan geser garis bujur sangkar agar hanya bagian yang Anda inginkan yang dimasukkan. Apabila Anda tak suka foto yang dihasilkan, klik pada <gui>Buang foto</gui> untuk mencoba lagi, atau <gui>Batal</gui> untuk berhenti.
th: หากคุณมีเว็บแคม คุณสามารถถ่ายภาพเข้าสู่ระบบได้ตอนนี้โดยคลิกที่ <gui>ถ่ายภาพ...</gui> ถ่ายภาพของคุณ จากนั้นย้ายและปรับขนาดเส้นกรอบจัตุรัสเพื่อครอบตัดส่วนที่คุณไม่ต้องการ หากคุณไม่ชอบภาพที่ถ่าย คลิก <gui>ทิ้งภาพ</gui> เพื่อลองอีกครั้ง หรือ <gui>ยกเลิก</gui> เมื่อไม่ต้องการทำต่อ
vi: Nếu bạn có webcam, bạn có thể chụp một ảnh đăng nhập mới ngay bây giờ bằng cách nhấp vào <gui>Chụp ảnh...</gui>. Chụp bức ảnh của bạn, sau đó di chuyển và thay đổi kích thước hình vuông ngoài lề để cắt ra những phần bạn không muốn. Nếu bạn không thích bức ảnh bạn đã chụp, nhấp <gui>Hủy ảnh</gui> để thử lại hoặc <gui>Hủy</gui> để ngừng chụp.
zh_cn: 如果您有摄像头，您也可以点击<gui>捕捉图片</gui>来拍一张新图片。首先拍照，然后移动并缩放矩形框，去掉您不想要的部分。如果您不喜欢您所拍的照片，点<gui>撤消图片</gui>，重新再试，或者点<gui>取消</gui>放弃。

source: Remove users that no longer use your computer.
es: Eliminar usuarios que ya no usan su equipo
id: Menghapus pengguna yang tak memakai komputer Anda lagi.
th: ลบผู้ใช้ที่ไม่ได้ใช้งานคอมพิวเตอร์ของคุณอีกต่อไป
vi: Xoá người dùng không còn dùng máy tính của bạn.
zh_cn: 删除您计算机上不再使用的用户。

source: Delete a user account
es: Eliminar una cuenta de usuario
id: Hapus suatu akun pengguna
th: ลบบัญชีผู้ใช้
vi: Xoá tài khoản người dùng
zh_cn: 删除用户账户

source: You can <link xref="user-add">add multiple user accounts to your computer</link>. If somebody is no longer using your computer, you can delete that user's account.
es: Puede <link xref="user-add">añadir varias cuentas de usuario a su equipo</link>. Si alguien no va a volver a usar su equipo, puede eliminar esa cuenta de usuario.
id: Anda dapat <link xref="user-add">menambahkan sejumlah akun pengguna ke dalam komputer</link>. Jika seseorang tak lagi menggunakan komputer, Anda dapat menghapus akun pengguna tersebut.
th: คุณสามารถ <link xref="user-add">เพิ่มผู้ใช้หลายคนเข้าในคอมพิวเตอร์</link>หากมีคนที่ไม่ได้ใช้คอมพิวเตอร์ของคุณอีกต่อไป ก็สามารถลบบัญชีผู้ใช้นั้นออกได้
vi: Bạn có thể <link xref="user-add">thêm nhiều tài khoản người dùng trên máy tính của mình</link>. Nếu ai đó không sử dụng máy tính của bạn nữa, bạn có thể xóa tài khoản của người dùng đó.
zh_cn: 您可以<link xref="user-add"/>在计算机上创建多个用户帐号。如果某个用户不再使用您的计算机，您可以删除这个用户账户。

source: You need <link xref="user-admin-explain">administrator privileges</link> to delete user accounts.
es: Necesita <link xref="user-admin-explain">privilegios de administrador</link> para eliminar cuentas de usuario.
id: Anda perlu <link xref="user-admin-explain"> hak administrator </link> untuk menghapus akun pengguna.
th: คุณต้องมี <link xref="user-admin-explain">สิทธิ์ผู้ดูแล</link>เพื่อลบบัญชีผู้ใช้
vi: Bạn cần có <link xref="user-admin-explain">đặc quyền quản trị viên</link> để xóa tài khoản người dùng.
zh_cn: 您需要<link xref="user-admin-explain">管理员权限</link> 来删除用户账户。

source: Select the user that you want to delete and press the <gui style="button">-</gui> button, below the list of accounts on the left, to delete that user account.
es: Seleccione el usuario que quiere eliminar y pulse el botón <gui style="button">-</gui>, debajo de la lista de cuentas de la izquierda, para eliminar esa cuenta de usuario.
id: Pilih pengguna yang ingin Anda hapus dan tekan tombol <gui style="button"> - </gui> , di bawah daftar akun di sebelah kiri, untuk menghapus akun pengguna.
th: เลือกผู้ใช้ที่คุณต้องการลบ และกดปุ่ม<gui style="button">-</gui> ใต้รายการบัญชีทางด้านซ้ายมือ เพื่อลบบัญชีผู้ใช้นั้น
vi: Chọn người dùng mà bạn muốn xóa và nhấn nút <gui style="button">-</gui> , ở phía dưới bên trái danh sách tài khoản, để xóa tài khoản người dùng đó.
zh_cn: 选中您想要删除的用户，点击左侧账户列表下面的<gui style="button">-</gui>按钮来删除用户账户。

source: Each user has their own home folder for their files and settings. You can choose to keep or delete the user's home folder. Click <gui>Delete Files</gui> if you're sure they won't be used anymore and you need to free up disk space. These files are permanently deleted. They cannot be recovered. You may want to back up the files to an external drive or CD before deleting them.
es: Cada usuario tiene su propia carpeta de inicio para sus archivos y configuraciones. Puede optar por mantener o eliminar la carpeta de inicio del usuario. Pulse <gui>Eliminar archivos</gui> si está seguro de que no se volverá a utilizar y necesita liberar espacio en disco. Estos archivos se eliminan permanentemente. No se pueden recuperar. Es posible que quiera hacer una copia de respaldo de los archivos en una unidad externa o en un CD antes de eliminarlos.
id: Setiap pengguna memiliki folder utama untuk file-file dan pengaturan masing-masing. Anda dapat memilih untuk menyimpan atau menghapus folder utama seorang pengguna. Klik <gui>Hapus File</gui> apabila Anda yakin folder itu tak akan digunakan lagi dan Anda perlu memperbesar ruang bebas pada disk. File-file ini akan dihapus secara permanen. Tidak dapat dipulihkan kembali. Anda mungkin ingin menyimpan cadangan file-file ini ke disk eksternal atau CD sebelum menghapusnya.
th: ผู้ใช้แต่ละคนมีโฟลเดอร์โฮมของตนเองสำหรับไฟล์และการตั้งค่าต่างๆ คุณสามารถเลือกที่จะเก็บหรือลบโฟลเดอร์โฮมของผู้ใช้ได้ คลิก<gui>ลบไฟล์</gui> หากคุณแน่ใจว่าจะไม่ใช้ไฟล์เหล่านั้นอีก หรือหากคุณต้องการเพิ่มพื้นที่จัดเก็บ ไฟล์เหล่านี้จะถูกลบโดยถาวร และจะไม่สามารถกู้คืนได้ คุณควรสำรองข้อมูลไฟล์ไว้ในไดร์ฟภายนอกหรือซีดีก่อนจะลบ
vi: Mỗi người dùng có một thư mục chủ riêng cho các tập tin và cài đặt của họ. Bạn có thể chọn giữ lại hoặc xóa thư mục chủ của người dùng. Nhấp <gui>Xóa các tập tin</gui> nếu bạn chắc chắn rằng chúng sẽ không được sử dụng nữa và bạn cần giải phóng dung lượng đĩa. Những tập tin này bị xóa vĩnh viễn và không thể khôi phục. Bạn nên sao lưu các tập tin này vào một ổ đĩa ngoài hay đĩa CD trước khi xóa chúng.
zh_cn: 每个用户都有存放他们自己文件和设置的主页文件夹。您可选择保留或删除用户的主页文件夹。如果您确定文件不会再被使用并且您需要空出磁盘空间，您可以点击<gui>删除文件</gui>，文件将被删除且无法恢复。您可以在删除前将文件备份到外部驱动或 CD中。

source: Use longer, more complicated passwords.
es: Use contraseñas más largas y complicadas.
id: Gunakan sandi yang lebih panjang, yang lebih rumit.
th: ใช้รหัสผ่านที่ยาวขึ้นและซับซ้อนขึ้น
vi: Dùng mặt khẩu dài và phức tạp.
zh_cn: 使用更长、更复杂的密码。

source: Choose a secure password
es: Elegir una contraseña segura
id: Pilih sandi yang aman
th: เลือกรหัสผ่านเพื่อความปลอดภัย
vi: Chọn mật khẩu an toàn
zh_cn: 选择一个安全的密码

source: Make your passwords easy enough for you to remember, but very difficult for others (including computer programs) to guess.
es: Asegúrese de que sus contraseñas sean sencillas de recordar, pero que sean difíciles de adivinar para otros (incluyendo programas de computación).
id: Buat kata kunci Anda semudah mungkin untuk diingat, tetapi sangat sulit ditebak pihak lain (termasuk program komputer).
th: ตั้งให้ตัวคุณเองจำรหัสผ่านได้ง่าย แต่คนอื่น (และโปรแกรมคอมพิวเตอร์) เดาได้ยากมาก ๆ
vi: Dùng mật khẩu dễ nhớ nhưng khó đoán (cả chương trình máy tính).
zh_cn: 让您的密码容易记住，但别人(包括计算机程序)又很难猜出来。

source: Choosing a good password will help to keep your computer safe. If your password is easy to guess, someone may figure it out and gain access to your personal information.
es: Elegir una buena contraseña le ayudará a mantener su equipo seguro. Si su contraseña es fácil de adivinar, alguien puede hacerlo y obtener acceso a toda su información personal.
id: Memilih kata sandi yang baik Akan membantu untuk menjaga komputer Anda tetap aman. Apabila kata sandi Anda mudah ditebak, seseorang mungkin dapat memperkirakannya dan mendapat akses terhadap informasi pribadi Anda.
th: การเลือกรหัสผ่านที่ดีจะช่วยให้คอมพิวเตอร์ของคุณปลอดภัย หากรหัสผ่านของคุณเดาง่ายเกินไป อาจมีผู้เดาได้และเข้าถึงข้อมูลส่วนตัวของคุณ
vi: Chọn mật khẩu tốt giúp giữ máy tính an toàn. Nếu mật khẩu dễ đoán, người khác có thể đoán ra và truy cập thông tin cá nhân của bạn.
zh_cn: 设置一个好的密码可以让您的计算机更安全，如果密码容易猜出，某些人可能会破解它，获取您的个人资料信息。

source: People could even use computers to systematically try to guess your password, so even one that would be difficult for a human to guess might be extremely easy for a computer program to crack. Here are some tips for choosing a good password:
es: Las personas pueden incluso usar computadoras para intentar de sistemáticamente adivinar tu contraseña, de tal forma que incluso una que fuera difícil adivinar para una persona, puede ser extremadamente fácil de obtener para un programa. Aquí hay algunos consejos para elegir una buena contraseña:
id: Pihak lain bisa menggunakan komputer untuk secara sistematis mencoba menebak kata kunci. Walaupun kata kunci tersebut sulit ditebak oleh manusia, kemungkinan cukup mudah ditebak oleh program komputer. Berikut tips memilih kata kunci yang baik:
th: อาจมีแม้แต่คนใช้คอมพิวเตอร์เพื่อเดารหัสผ่านของคุณอย่างมีระบบ ดังนั้นแม้รหัสผ่านที่คนเดายาก ก็อาจจะง่ายมากๆ สำหรับเจาะด้วยโปรแกรมคอมพิวเตอร์ นี่คือคำแนะนำในการเลือกรหัสผ่านที่ดี:
vi: Họ còn có thể dùng máy tính để đoán mật khẩu một cách có hệ thống, do đó mật khẩu khó đoán với con người nhưng có thể rất dễ phá vỡ bởi chương trình máy tính. Sau đây là một vài gợi ý để chọn mật khẩu tốt.
zh_cn: 有些人甚至用计算机来猜取密码，因此，有些对人来说很难的密码，却能轻易被计算机程序破解，下面给出一些好密码的小提示：

source: Use a mixture of upper-case and lower-case letters, numbers, symbols and spaces in the password. This makes it more difficult to guess; there are more symbols from which to choose, meaning more possible passwords that someone would have to check when trying to guess yours.
es: Usa una mezcla de letras mayúsculas y minúsculas, números, símbolos y espacios en la contraseña. Esto hace que sea más difícil de adivinar; cuantos más símbolos hay para elegir, hay más contraseñas posibles que alguien que intenta adivinar tu contraseña tendría que probar.
id: Gunakan campuran huruf besar dan huruf kecil, angka, simbol dan spasi dalam kata sandi. Hal ini membuat lebih sulit untuk menebak; ada simbol yang lebih untuk dipilih, berarti lebih banyak kemungkinan kata sandi yang seseorang harus periksa ketika mencoba untuk menebak milik Anda.
th: สร้างรหัสผ่านด้วยการผสมตัวอักษรพิมพ์ใหญ่และพิมพ์เล็ก ตัวเลข สัญลักษณ์ และการเว้นวรรค การทำเช่นนี้ช่วยให้คาดเดาได้ยากขึ้นเนื่องจากมีสัญลักษณ์ให้เลือกมากขึ้น ซึ่งหมายความว่าผู้ที่พยายามเดารหัสผ่านของคุณจะต้องลองใช้รหัสผ่านหลายแบบมากขึ้น
vi: Dùng lẫn lộn chữ hoa, chữ thường, số, ký hiệu và khoảng trắng trong mật khẩu. Nó khó đoán vì có nhiều khả năng lựa chọn hơn, nên người khác phải thử nhiều khả năng hơn khi đoán mật khẩu của bạn.
zh_cn: 在密码中使用大小写字母、数字、特殊符号和空格等，这会使密码很难被猜出，可选的符号越多，就让想猜出您密码的人用越多时间来检查。

source: A good method for choosing a password is to take the first letter of each word in a phrase that you can remember. The phrase could be the name of a movie, a book, a song or an album. For example, "Flatland: A Romance of Many Dimensions" would become F:ARoMD or faromd or f: aromd.
es: Un buen método para elegir una contraseña es tomar la primera letra de cada palabra de una frase que puedas recordar. La frase puede ser el nombre de una película, un libro, una canción o un disco. Por ejemplo, «Planilandia: Una novela de muchas dimensiones» podría ser «P:UNdMD», «pundmd» o «p: undmd».
id: Sebuah metode yang baik untuk memilih sandi adalah untuk mengambil huruf pertama dari setiap kata dalam frase yang Anda ingat. Ungkapan bisa menjadi nama sebuah film, buku, lagu atau album. Sebagai contoh, "Flatland: A Romance of Many Dimensions" akan menjadi F:ARoMD atau faromd atau f: aromd.
th: วิธีที่ดีในการเลือกรหัสผ่านคือการใช้ตัวอักษรตัวแรกของแต่ละคำในวลีที่คุณจำได้ วลีอาจเป็นชื่อภาพยนตร์ หนังสือ เพลง หรืออัลบั้ม ตัวอย่างเช่น "Flatland: A Romance of Many Dimensions" อาจกลายเป็น F:ARoMD หรือ faromd หรือ f: aromd
vi: Một cách tốt để chọn mật khẩu là lấy chữ cái đầu tiên của mỗi từ trong một cụm từ bạn có thể nhớ. Nó có thể là tên của một bô phim, một cuốn sách, một bản nhạc... Ví dụ: "Flatland: A Romance of Many Dimensions" sẽ trở than2h F:ARoMD hoặc faromd hoặc f: aromd.
zh_cn: 一个可供选择的好方法是：使用您能记住的一句话中每个词的首字母组成密码短语，它可以是一部电影名称、一本书、一首歌或者一个唱片集。例如，“Flatland: A Romance of Many Dimensions”可以缩写成 F:ARoMD 或 faromd 或者 f: aromd。

source: Make your password as long as possible. The more characters it contains, the longer it should take for a person or computer to guess it.
es: Haga que tu contraseña sea lo más larga posible. Cuantos más caracteres contenga, más tiempo le llevará a una persona o a una computadora adivinarla.
id: Buat kata sandi sepanjang mungkin. Semakin banyak karakter di dalamnya, semakin lama waktu yang dibutuhkan bagi seseorang atau komputer untuk menebaknya.
th: ตั้งรหัสผ่านให้ยาวที่สุดเท่าที่จะทำได้ ยิ่งมีอักขระมากก็ยิ่งทำให้คอมพิวเตอร์หรือคนอื่นๆ เดาได้ยากขึ้น
vi: Dùng mật khẩu dài nhất có thể. Càng nhiều kí tự, càng đoán lâu.
zh_cn: 让您的密码足够长，字符越多，被猜出所花的时间也越长。

source: Do not use any words that appear in a standard dictionary in any language. Password crackers will try these first. The most common password is "password" -- people can guess passwords like this very quickly!
es: No uses palabras que aparezcan en diccionarios estándar de cualquier idioma. Serán las que se prueben primero para intentar romper la contraseña. La contraseña más común es «password»; la gente adivina este tipo de contraseñas muy rápidamente.
id: Jangan menggunakan kata-kata yang ada di kamus standar di bahasa apapun. Pemecah kata kunci akan mudah menebaknya. Kata kunci paling umum digunakan adalah "password"-- orang dapat dengan cepat menebak kata kunci ini!
th: อย่าใช้คำที่อยู่ในพจนานุกรมในภาษาใดก็ตาม ผู้ที่เจาะรหัสผ่านจะพยายามเลือกคำเหล่านั้นก่อน รหัสผ่านที่ธรรมดาที่สุดคือ "password" --คนจะเดาคำแบบนี้ได้อย่างง่ายดาย
vi: Không dùng bất cứ từ nào có trong từ điển của bất kỳ ngôn ngữ nào. Chương trình phá mật khẩu sẽ thử những từ này trước tiên. Mật khẩu thường dùng nhất là "password" (mật khẩu) - người ta có thể đoán ra rất nhanh!
zh_cn: 不要使用在一个任何语言标准字典中出现的词语，密码破解者首先就会使用它。最常见的密码是“password”——人们会很快猜出这样的密码！

source: Do not use any personal information such as a date, license plate number, or any family member's name.
es: No uses ninguna información personal, tal como fechas, números de matrículas o el nombre de cualquier familiar.
id: Jangan menggunakan informasi pribadi apapun seperti tanggal, nomor pelat mobil, atau nama anggota keluarga.
th: อย่าใช้ข้อมูลส่วนตัวใดๆ เช่น วันที่ ทะเบียนรถ หรือชื่อของสมาชิกในครอบครัว
vi: Không dùng thông tin cá nhân như ngày sinh, bản số xe hoặc tên thành viên trong gia đình.
zh_cn: 不要使用任何个人信息，比如生日、身份证号或家人的名字。

source: Do not use any nouns.
es: No uses ningún sustantivo.
id: Jangan memakai kata benda apapun.
th: อย่าใช้คำนามใดๆ
vi: Không dùng danh từ.
zh_cn: 不要使用任何名词。

source: Choose a password that can be typed quickly, to decrease the chances of someone being able to make out what you have typed if they happen to be watching you.
es: Elige una contraseña que se pueda teclear rápidamente, para reducir las oportunidades de que alguien pueda ver lo que escribes, en caso de que te estén observando.
id: Pilih kata sandi yang dapat diketikkan dengan cepat untuk mengurangi peluang seseorang menebak apa yang Anda ketik jika ia kebetulan sedang mengamati Anda.
th: เลือกรหัสผ่านที่สามารถพิมพ์ได้อย่างรวดเร็ว ในการลดความเสี่ยงที่จะให้คนอื่นรู้ได้ว่าคุณกำลังพิมพ์อะไรหากเขาดูคุณอยู่
vi: Chọn mật khẩu có thể gõ nhanh, để giảm khả năng bị phát hiện bằng cách xem cách bạn gõ.
zh_cn: 选择一个可以快速输入的密码，这样可以减少那些偷看者记住您输入字符的可能性。

source: It may be a good idea to write down your password somewhere so that you don't forget it. Make sure it's somewhere safe where it won't be found!
es: Puede ser una buena idea escribir tu contraseña en algún lugar para que no la olvides. ¡Asegúrate de que esté en un lugar seguro donde no se pueda encontrar!
id: Ini mungkin ide yang baik untuk menuliskan kata sandi Anda di suatu tempat sehingga Anda tidak melupakannya. Pastikan itu di tempat yang aman di mana ia tidak akan ditemukan!
th: การจดรหัสผ่านไว้สักที่เพื่อกันลืมอาจเป็นความคิดที่เข้าท่า แต่ควรจดไว้ในที่ปลอดภัยเพื่อไม่ให้คนอื่นเห็น!
vi: Có thể sẽ là ý hay nếu bạn viết mật khẩu của mình ra đâu đó để bạn không quên. Hãy bảo đảm nó ở một hơn an toàn và không ai tìm thấy!
zh_cn: 您可以把密码记下来以防忘记。请确保他人无法找到您的密码！

source: Use different passwords for different accounts.
es: Usa contraseñas diferentes para diferentes cuentas.
id: Gunakan sandi lain untuk akun yang berbeda.
th: ใช้รหัสผ่านต่างๆ กันสำหรับแต่ละบัญชี
vi: Dùng mật khẩu khác nhau cho các tài khoản khác nhau.
zh_cn: 不同的账户使用不同的密码。
