Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: You may have to enter network settings if they don't get assigned automatically.
es: Si la configuración de red no se le asigna automáticamente, deberá introducirla manualmente.
id: Anda mungkin perlu memasukkan pengaturan jaringan apabila hal itu tidak dijalankan secara otomatis.
th: คุณอาจกรอกตัวเลขการตั้งค่าเครือข่ายเองหากข้อมูลไม่ปรากฏอัตโนมัติ
vi: Có thể bạn sẽ phải vào cài đặt mạng nếu chúng không được tự động chỉ định.
zh_cn: 如果网络设置未自动生效，您可能需要手动输入进行配置。

source: Manually set network settings
es: Establecer la configuración de la red manualmente
id: Menata pengaturan jaringan secara manual
th: ตั้งค่าโครงข่ายด้วยตนเอง
vi: Tự đặt thiết lập mạng
zh_cn: 手动配置网络连接

source: If your network doesn't automatically assign network settings to your computer, you may have to manually enter the settings yourself. This topic assumes that you already know the correct settings to use. If not, you may need to ask your network administrator or look at the settings of your router or network switch.
es: Si la red no asigna automáticamente la configuración de red a su equipo, puede que la tenga que introducir manualmente. Se asume que ya conoce la configuración correcta que debe de usar. Si no, puede que tenga que pedirla a su administrador de red o mirar la configuración de su enrutador o switch.
id: Jika jaringan Anda tidak menetapkan pengaturan jaringan secara otomatis untuk komputer, Anda mungkin harus memasukkan pengaturannya sendiri. Topik ini berasumsi bahwa Anda sudah mengetahui pengaturan yang benar untuk digunakan. Jika belum, Anda mungkin perlu bertanya pada administrator jaringan atau mencari pengaturan router atau network switch Anda.
th: ถ้าเครือข่ายของคุณไม่ได้กำหนดการตั้งค่าเครือข่ายให้คอมพิวเตอร์โดยอัตโนมัติ คุณอาจต้องระบุการตั้งค่าด้วยตัวเอง หัวข้อนี้ถือว่าคุณทราบถึงการตั้งค่าที่ถูกต้องที่ต้องการใช้แล้ว หากยังไม่ทราบ คุณอาจต้องสอบถามผู้ดูแลเครือข่าย หรือดูการตั้งค่าของเราเตอร์หรือสวิตช์เครือข่าย
vi: Nếu mạng của bạn không tự động thiết lập được, bạn sẽ phải nhập các thông số bằng tay. Chủ đề này ngầm định bạn đã biết các thiết lập phải nhập. Nếu không, bạn cần hỏi quản trị mạng hoặc xem thiết lập trong router hoặc switch trong mạng.
zh_cn: 如果您的网络设置未自动生效，您可能需要进行手动配置。系统假定您已了解要使用的正确设置。如果不了解，您需要咨询网络管理员或查看路由器和交换机的设置。

source: To manually set your network settings:
es: ParaeEstablecer la configuración de la red manualmente:
id: Untuk menata pengaturan jaringan secara manual:
th: เมื่อต้องการกำหนดการตั้งค่าเครือข่ายด้วยตัวเอง
vi: Để tự đặt thiết lập mạng:
zh_cn: 要手动设置网络：

source: Click on <gui>Network</gui>.
es: Haz clic en <gui>Configuración de la red</gui>.
id: Klik <gui>Network</gui>.
th: คลิกที่<gui>เครือข่าย</gui>
vi: Nhấp vào mục <gui>Mạng</gui> (Network).
zh_cn: 点击<gui>网络</gui>。

source: settings
es: configuraciones
id: pengaturan
th: การตั้งค่า
vi: cài đặt
zh_cn: 设置

source: In the left pane, select the network connection that you want to set up manually and click the <_:media-1/> button. For example, if you plug in to the network with a cable, click <gui>Wired</gui>. For a <gui>Wi-Fi</gui> connection, the <_:media-2/> button will be located next to the active network.
es: En el panel de la izquierda, seleccione la conexión de red que quiere configurar manualmente y pulse el botón <_:media-1/>. Por ejemplo, si se conecta a la red con un cable, pulse <gui>Cableada</gui>. Para una conexión <gui>Inalámbrica</gui>, el botón de <_:media-2/> se situará junto a la red activa.
id: Di panel sebelah kiri, pilih koneksi jaringan yang Anda ingin atur secara manual dan klik tombol <_:media-1/>. Misalnya, jika Anda pasang ke jaringan dengan kabel, klik <gui> Wired </gui>. Untuk koneksi <gui> Wi-Fi </gui>, tombol <_:media-2/> berlokasi di sebelah jaringan yang aktif.
th: ในหน้าต่างซ้าย เลือกการเชื่อมต่อโครงข่ายที่คุณต้องการตั้งค่าด้วยตกเองแล้วคลิกปุ่ม <_:media-1/>เช่น หากคุณเสียบสายเคเบิลโครงข่าย คลิก <gui>แบบมีสาย</gui> สำหรับการเชื่อมต่อ <gui>Wi-Fi</gui> ปุ่ม <_:media-2/> จะอยู่ข้างๆ เน็ตเวิร์คที่ใช้งานอยู่
vi: Trong ngăn bên trái, chọn kết nối mạng mà bạn muốn thiết lập theo cách thủ công và bấm nút <_:media-1/>. Ví dụ, nếu bạn nối mạng bằng cáp, hãy bấm <gui>Kết nối Có dây</gui>. Đối với kết nối <gui>Wi-Fi</gui>, nút<_:media-2/> sẽ nằm kế bên mạng đang hoạt động.
zh_cn: 在左边的窗格中选择您想手动配置的网络连接，然后点击<_:media-1/> 按钮。例如，如果您用网线连接到网络，点击<gui>有线连接</gui>。如果您想使用<gui>Wi-Fi</gui>连接的话，则需要点击主动网络旁的<_:media-2/>按钮。

source: Make sure that your wireless card is turned on or a network cable is plugged in.
es: Asegúrese de que su tarjeta inalámbrica está encendida o que el cable de red está conectado.
id: Pastikan kartu jaringan nirkabel Anda telah dinyalakan atau kabel jaringan telah ditancapkan.
th: ตรวจสอบว่าการ์ดไร้สายของคุณนั้นเปิดอยู่ หรือเสียบสายเครือข่ายเอาไว้แล้ว
vi: Hãy chắc chắn rằng thẻ không dây của bạn đang bật hoặc cáp mạng đã được cắm.
zh_cn: 确保您的无线网卡已开启或者网线已正确接入。

source: Click <gui>IPv4</gui> and change <gui>Addresses</gui> to <gui>Manual</gui>.
es: Pulse en <gui>IPv4</gui> y cambie las <gui>Direcciones</gui> a <gui>Manual</gui>.
id: Klik <gui>IPv4</gui> lalu ganti <gui>Alamat</gui> ke <gui>Manual</gui>.
th: คลิก <gui>IPv4</gui> และเปลี่ยน <gui>ที่อยู่</gui> เป็น <gui>ปรับตั้งเอง</gui>
vi: Nhấp <gui>IPv4</gui> và thay đổi chế độ <gui>Địa chỉ</gui> thành <gui>Thủ công</gui>.
zh_cn: 点击 <gui>IPv4</gui>标签，将<gui>方式</gui>更改为 <gui>手动</gui>。

source: Type in the <gui>Address</gui> and <gui>Gateway</gui>, as well as the appropriate <gui>Netmask</gui>.
es: Escriba la <gui>Dirección</gui> y la <gui>Puerta de enlace</gui>, así como la <gui>Máscara de red</gui> apropiada.
id: Ketik <gui>Address</gui> dan <gui>Gateway</gui>, juga <gui>Netmask</gui> yang sesuai.
th: พิมพ์ใน <gui>ที่อยู่</gui>และ<gui>เกทเวย์</gui> รวมถึง <gui>Netmask</gui>ที่เหมาะสม
vi: Gõ vào <gui>Address</gui> và <gui>Gateway</gui>, cũng như <gui>Netmask</gui> thích hợp.
zh_cn: 输入<gui>地址</gui> 、d <gui>网关</gui>以及适当的<gui>网络掩码</gui>。

source: These must be <em>IP addresses</em>; that is, they must be four numbers separated by periods (e.g. 123.45.6.78).
es: Estas tres direcciones deben ser <em>direcciones IP</em>; esto es, deben ser cuatro números separados por puntos (ej. 123.45.6.78).
id: Ini pasti <em>alamat IP</em>; itulah, mereka harus empat angka yang dipisahkan oleh titik (misalnya 123.45.6.78).
th: ข้อมูลเหล่านี้ ต้องเป็น <em>IP addresses</em>; หมายถึงจะมีหมายเลขสี่ชุด คั่นดวยจุด (เช่น 123.45.6.78)
vi: Đây chắc hẳn là <em>IP addresses</em>; nói cách khác, chúng phải gồm bốn con số tách biệt nhau bởi dấu chấm (ví dụ 123.45.6.78).
zh_cn: 这里的三个地址必须是<em>IP 地址</em>，也就是说，它们必须是由点分开的四组数字(例如，123.45.6.78)。

source: In the <gui>DNS</gui> section, switch <gui>Automatic</gui> to <gui>OFF</gui>. Enter the IP address of a DNS server you want to use. Enter additional DNS server addresses using the <key>+</key> button.
es: En la sección <gui>DNS</gui> cambie <gui>Automático</gui> a <gui>Apagado</gui>. Introduzca la dirección IP de los servidores DNS que quiere usar. Introduzca direcciones de servidores DNS adicionales usando el botón <key>+</key>.
id: Dalam bagian <gui>DNS</gui> , alihkan <gui>Otomatis</gui>ke<gui> MATI</gui>. Masukkan alamat IP dari server DNS yang ingin Anda gunakan. Masukkan alamat server DNS tambahan menggunakan tombol <key>+</key>.
th: ในส่วน <gui>DNS</gui> ปรับ <gui>อัตโนมัติ</gui>ไปที่ <gui>ปิด</gui> ใส่เลข IP address ของเซิร์ฟเวอร์ DNS ที่คุณต้องการใช้ ใส่ที่อยุ่เซิร์ฟเวอร์ DNS โดยใช้ปุ่ม <key>+</key>
vi: Tại phần <gui>DNS</gui>, chuyển từ <gui>Automatic</gui> sang <gui>OFF</gui>. Nhập địa chỉ IP của một máy chủ DNS bạn muốn sử dụng. Nhập các địa chỉ máy chủ DNS phụ khác bằng việc dùng nút <key>+</key>.
zh_cn: 在<gui>DNS</gui>标签中，将关闭<gui>自动</gui>选项，然后输入您想使用的 DNS 服务器IP地址。再次添加DNS 服务器地址则需点击<key>+</key>按钮。

source: In the <gui>Routes</gui> section, switch <gui>Automatic</gui> to <gui>OFF</gui>. Enter the <gui>Address</gui>, <gui>Netmask</gui>, <gui>Gateway</gui> and <gui>Metric</gui> for a route you want to use. Enter additional routes using the <key>+</key> button.
es: En la sección <gui>Rutas</gui>, cambie la opción la opción <gui>Automático</gui> a <gui>Apagado</gui> . Introduzca la <gui>Dirección</gui>, la <gui>Máscara de red</gui>, la <gui>Puerta de enlace</gui> y la <gui>Métrica</gui> para la ruta que quiera usar. Puede añadir más rutas usando el botón <key>+</key>.
id: Di bagian <gui>Rute</gui>, ganti <gui>Otomatis</gui> menjadi <gui>OFF</gui>. Masukkan <gui>Alamat</gui>, <gui>Netmask</gui>, <gui>Gateway</gui> dan <gui>Metric</gui> untuk route yang ingin Anda gunakan. Masukkan rute tambahan menggunakan tombol <key>+</key>.
th: ในเซกชั่น <gui>Routes</gui> สลับ <gui>Routes</gui> เป็น <gui>OFF</gui> กรอก <gui>Address</gui>, <gui>Netmask</gui>, <gui>Gateway</gui> และ <gui>Metric</gui> สำหรับรูตที่คุณต้องการใช้ กรอกรูตเพิ่มเติมโดยใช้ปุ่ม <key>+</key>
vi: Trong mục <gui>Định tuyến</gui> (Routes), chuyển trạng thái nút <gui>Tự động</gui> (Automatic) thành <gui>TẮT</gui> (OFF). Nhập thông tin <gui>Address</gui>, <gui>Netmask</gui>, <gui>Gateway</gui> và <gui>Metric</gui> cho một tuyến mà bạn muốn sử dụng. Nhập định tuyến bổ sung bằng nút <key>+</key>.
zh_cn: 在<gui>路径</gui>标签中，关闭 <gui>自动</gui>选项，然后为您想使用的路径输入<gui>地址</gui>、 <gui>网络掩码</gui>、<gui>网关</gui> 和 <gui>跳数</gui> 。再次添加路径则需点击<key>+</key>按钮。

source: Click <gui>Apply</gui>. If you are not connected to the network, click the system status area on the task bar and connect. Test the network settings by trying to visit a website or look at shared files on the network, for example.
es: Haz clic en <gui>Aplicar</gui>. Si no estás conectado a la red, haz clic en el área de estado del sistema en la barra de tareas y conéctate. Para comprobar los ajustes de red, intenta ver un sitio web o examina los archivos compartidos en la red, por ejemplo.
id: Klik <gui>Apply</gui>. Jika Anda tak terhubung ke jaringan, klik area status sistem pada bilah tugas dan hubungkan. Uji pengaturan jaringan, misalnya dengan mencoba mengunjungi sebuah situs web atau mencari berkas bersama di jaringan.
th: คลิก <gui>ใช้</gui> หากคุณยังไม่ได้เชื่อมต่อกับโครงข่าย คลิกที่บริเวณสถานะของระบบตรงแถบงานและเชื่อมต่อ ทดสอบการตั้งค่าโครงข่ายโดยลองเข้าไปที่เว็บไซต์และดูไฟล์ที่แชร์อยู่บนโครงข่าย เป็นต้น
vi: Nhấp vào <gui>Áp dụng</gui> (Apply). Nếu bạn chưa kết nối mạng, hãy nhấp vào vùng trạng thái hệ thống trên thanh tác vụ và kết nối mạng. Kiểm tra các cài đặt mạng bằng cách cố gắng truy cập một website hay tìm các tập tin được chia sẻ trên mạng, ví dụ vậy.
zh_cn: 点击<gui>应用</gui>。如果您无法连接网络，请点击任务栏的系统状态区域进行连接。您可以通过浏览网站、或查看网络共享文件等方式测试网络设置。

source: Keep up to date with the latest news.
es: Mantente al día con las últimas noticias.
vi: Luôn cập nhật các tin tức mới nhất.
zh_cn: 了解最新的新闻。

source: Read the News
es: Lee las noticias
vi: Đọc Tin tức
zh_cn: 看新闻

source: We have added several different newspaper websites to your Browser so that you can read all the latest news! Explore current events, sports, local news and more just with a click of a button!
es: ¡Hemos agregado varios sitios web de periódicos diferentes a tu navegador para que puedas leer las últimas noticias! ¡Explora eventos actuales, deportes, noticias locales y más con un solo clic!
vi: Chúng tôi đã thêm vài website báo điện tử khác nhau vào Trình duyệt của bạn để bạn có thể đọc mọi tin tức mới nhất! Hãy khám phá các sự kiện hiện có, các môn thể thao, tin tức địa phương và nhiều hơn nữa chỉ với một lần nhấp nút!
zh_cn: 系统在浏览器中添加了不同的新闻网站，以便您了解最新的新闻。只需点击按钮，就可了解时事热点、运动赛事、地方新闻，等等。

source: To read news online:
es: Para leer las noticias en línea:
vi: Để đọc tin tức trực tuyến:
zh_cn: 浏览在线新闻：

source: Click the Internet icon on your desktop or on the task bar to open the browser.
es: Haz clic en el ícono de internet en tu escritorio o en tu barra de tareas para abrir el navegador.
vi: Nhấp vào biểu tượng Internet trên desktop của bạn hoặc trên thanh tác vụ để mở trình duyệt.
zh_cn: 点击桌面或任务栏上的互联网图标，打开浏览器。

source: Click on Newspaper section on the left side menu.
es: Haz clic en la sección de periódicos en el menú en el lado izquierdo.
vi: Nhấp vào mục Newspaper (Báo) ở menu bên trái.
zh_cn: 点击侧边菜单上的新闻标签。

source: Discover the internet!
es: ¡Descubre el internet!
vi: Khám phá internet!
zh_cn: 享受上网的乐趣吧！

source: You'll need an internet connection in order to access the news websites. If you can't access the internet right now, don't worry, your computer comes packed with great offline content.
es: Necesitarás una conexión al internet para poder acceder a los sitios web de noticias. Si no puedes acceder al internet en este momento, no te preocupes, el equipo viene con gran contenido que puedes disfrutar sin conexión.
vi: Bạn sẽ cần có kết nối internet để truy cập các website tin tức. Đừng lo lắng nếu bạn không thể truy cập internet ngay lập tức, vì máy tính của bạn sẵn có nhiều nội dung ngoại tuyến tuyệt vời.
zh_cn: 您需要有互联网连接设备才能浏览新闻网站。如果您目前不能连接互联网，请不要担心，您的电脑已预先存储了精彩的离线内容。

source: Other things might be downloading, you could have a poor connection, or it could be a busy time of day.
es: Puede que se estén descargando otras cosas, que tenga una conexión pobre o incluso puede ser la hora del día.
id: Pengunduhan lain mungkin sedang berlangsung, Anda sedang mengalami koneksi buruk atau mungkin jaringan sedang sibuk.
th: อาจกำลังดาวน์โหลดอย่างอื่นอยู่ อาจมีการเชื่อมต่อไม่ดี หรืออาจเป็นช่วงเวลาที่มีคนใช้งานเยอะ
vi: Nhiều thứ có thể đang tải về, có thể bạn có đường truyền kém, hoặc có thể do giờ cao điểm.
zh_cn: 可能有其他下载的任务，或者您的连接不佳，或者现在是网络繁忙时段。

source: The internet seems slow
es: Parece que Internet va lento
id: Internet terasa lambat
th: ดูเหมือนว่าอินเทอร์เน็ตจะช้า
vi: Internet có vẻ chậm
zh_cn: 网速慢

source: If you are using the internet and it seems slow, there are a number of things that could be causing the slow down.
es: Si está usando Internet y parece muy lento, existe un cierto número de cosas que pueden estar causando la lentitud.
id: Apabila Anda menggunakan internet dan tampaknya sambungannya lambat, ada sejumlah hal yang dapat mengakibatkan kelambatan itu.
th: หากคุณใช้อินเทอร์เน็ตและรู้สึกว่าช้า มีหลายสาเหตุด้วยกันที่อาจทำให้เป็นเช่นนั้น
vi: Nếu bạn đang dùng Internet và cảm thấy chậm, có thể có vài lý do dẫn đến chậm mạng.
zh_cn: 有很多原因可能导致互联网连接的速度变慢。

source: Try closing your web browser and then re-opening it, and disconnecting from the internet and then reconnecting again. (Doing this resets a lot of things that might be causing the internet to run slowly.)
es: Pruebe a cerrar el navegador web y volver a abrirlo y desconectarse de Internet y volver a conectarse de nuevo. (Al hacer esto se restablecen un montón de cosas que podrían ser la causa de que Internet funcione lentamente.)
id: Cobalah menutup peramban web lalu membukanya kembali, dan putuskan internet lalu hubungkan kembali. (Melakukan ini akan mengatur ulang berbagai hal yang dapat menyebabkan internet berjalan lamban.)
th: ลองปิดเว็บเบราว์เซอร์แล้วเปิดใหม่ และตัดการเชื่อมต่ออินเทอร์เน็ตแล้วเชื่อมต่อใหม่อีกครั้ง (การทำเช่นนี้จะรีเซ็ตการทำงานหลายอย่างที่อาจส่งผลให้อินเทอร์เน็ตช้า)
vi: Thử đóng các trình duyệt web và mở lại, ngắt kết nối Internet và kết nối lại. Làm thế có thể sẽ ngắt những thứ gây ra chậm mạng.
zh_cn: 尝试关闭 Web 浏览器再重新打开，以及断开互联网连接再重新连上。(这样做可以重置很多可能导致网速变慢的因素。)

source: <em style="strong">Busy time of day</em>
es: <em style="strong">Tiempo del día ocupado</em>
id: <em style="strong">Waktu sibuk pada hari tersebut</em>
th: <em style="strong">เวลาที่มีผู้ใช้งานเยอะ</em>
vi: <em style="strong">Giờ cao điểm</em>
zh_cn: <em style="strong">网络繁忙</em>

source: Internet service providers commonly setup internet connections so that they are shared between several households. Even though you connect separately, through your own phone line or cable connection, the connection to the rest of the internet at the telephone exchange might actually be shared. If this is the case and lots of your neighbors are using the internet at the same time as you, you might notice a slow-down. You're most likely to experience this at times when your neighbors are probably on the internet (in the evenings, for example).
es: Los proveedores de Internet a menudo configuran las conexiones a Internet para que sean compartidas entre varios hogares. Incluso aunque usted se conecte de forma independiente, mediante su propia conexión por línea telefónica o cable, puede que esté compartiendo su conexión a Internet en la central telefónica. En tal caso, si hay muchos vecinos accediendo a Internet al mismo tiempo que usted, es posible que note una bajada de velocidad. Seguramente lo note en los momentos en los que haya más probabilidad de que sus vecinos estén usando Internet (por las noches, por ejemplo).
id: Penyedia layanan internet umumnya menata koneksi internet agar dibagikan antara beberapa rumah. Meski Anda terhubung secara terpisah melalui sambungan telepon atau kabel, koneksi ke keseluruhan internet pada pertukaran koneksi mungkin sebenarnya dibagi. Jika ini terjadi dan banyak tetangga Anda yang menggunakan internet pada saat bersamaan, mungkin Anda akan mengalami perlambatan. Kemungkinan terbesar ini terjadi adalah pada saat para tetangga menggunakan internet (misalnya di malam hari).
th: ผู้ให้บริการอินเทอร์เน็ตมักจะตั้งค่าการเชื่อมต่ออินเทอร์เน็ตให้ใช้ร่วมกันในหลายครัวเรือน แม้ว่าคุณจะเชื่อมต่อแยกต่างหากผ่านสายโทรศัพท์หรือสายเคเบิลของตัวเอง แต่การเชื่อมต่อไปยังอินเทอร์เน็ตส่วนอื่นๆ ที่ชุมสายโทรศัพท์ก็อาจต้องใช้ร่วมกับผู้อื่น ในกรณีนี้หากมีเพื่อนบ้านจำนวนมากใช้อินเทอร์เน็ตในเวลาเดียวกันกับคุณ คุณอาจรู้สึกได้ถึงความล่าช้า ซึ่งมีโอกาสสูงที่จะพบความล่าช้านี้เป็นบางครั้งเมื่อเพื่อนบ้านใช้งานอินเทอร์เน็ต (เช่น ในตอนเย็น)
vi: Nhà cung cấp dịch vụ Internet thường thiết lập kết nối chia sẻ nhiều nhà. Thậm chí khi bạn nối riêng đường điện thoại hoặc cáp của bạn, kết nối đến phần còn lại của Internet tại tổng đài điện thoại có thể được chia sẻ. Nếu như vậy, việc hàng xóm dùng nhiều Internet lúc bạn đang dùng có thể làm chậm mạng. Bạn sẽ trải nghiệm điều này vào thời gian hàng xóm có vẻ cũng vào Internet (ví dụ buổi tối).
zh_cn: 互联网服务提供商通常将互联网连接设置成在多个家庭之间共享。即使您是通过自己的电话线或宽带连接单独连接，但电话交换机上与互联网剩余部分的连接实际上可能处于多人共享状态。如果是这种情况，并且您的很多邻居都在同时使用互联网，则您会发现网速变慢。当您的邻居可能也在访问互联网(例如在晚上)时，您最有可能遇到这种情况。

source: <em style="strong">Downloading lots of things at once</em>
es: <em style="strong">Descargar muchas cosas a la vez</em>
id: <em style="strong">Mengunduh banyak hal sekaligus</em>
th: <em style="strong">การดาวน์โหลดหลายสิ่งในคราวเดียว</em>
vi: <em style="strong">Tải về quá nhiều thứ cùng lúc</em>
zh_cn: <em style="strong">一次下载很多内容</em>

source: If you or someone else using your internet connection are downloading several files at once, or watching videos, the internet connection might not be fast enough to keep up with the demand. In this case, it will feel slower.
es: Si usted o alguien más está usando su conexión a Internet y descargando varios archivos a la vez, o viendo vídeos, la conexión a Internet podría no ir lo bastante rápida como para satisfacer las peticiones. En tal caso, la notará más lenta.
id: Apabila Anda atau orang lain yang menggunakan sambungan internet Anda sedang mengunduh beberapa file sekaligus, atau menyaksikan video, sambungan internet mungkin tidak cukup cepat untuk memenuhi kebutuhan. Dalam hal ini, sambungan internet akan terasa lebih lambat.
th: หากคุณหรือคนอื่นกำลังใช้อินเทอร์เน็ตของคุณอยู่กำลังดาวน์โหลดไฟล์หลายไฟล์พร้อมกันหรือกำลังรับชมวิดีโอ การเชื่อมต่ออินเทอร์เน็ตอาจไม่เร็วพอที่จะรองรับความต้องการในการใช้งาน จึงอาจทำให้รู้สึกว่าอินเทอร์เน็ตช้าลง
vi: Nếu bạn hoặc ai khác đang dùng kết nối Internet của bạn tải về nhiều tập tin cùng lúc, hoặc xem phim, kết nối có thể sẽ không đủ nhanh để đáp ứng. Bạn sẽ cảm giác chậm hơn.
zh_cn: 如果您或其他人使用互联网连接同时下载很多文件或者观看视频，网速可能会不够快，达不到要求。在这种情况下，就会感觉网速慢。

source: <em style="strong">Unreliable connection</em>
es: <em style="strong">Conexión poco fiable</em>
id: <em style="strong">Koneksi tak reliabel</em>
th: <em style="strong">การเชื่อมต่อที่เชื่อถือไม่ได้</em>
vi: <em style="strong">Kết nối không ổn định</em>
zh_cn: <em style="strong">不可靠的连接</em>

source: Some internet connections are just unreliable, especially temporary ones or those in high demand areas. If you are in a busy coffee shop or a conference center, the internet connection might be too busy or simply unreliable.
es: Algunas conexiones de Internet son poco fiables, especialmente las temporales o en áreas de alta demanda. Si está en una cafetería llena de gente o en un centro de conferencias, la conexión a Internet podría estar demasiado cargada o simplemente no ser fiable.
id: Beberapa koneksi internet tidak bisa diandalkan, khususnya yang bersifat sementara atau yang berada di area sibuk. Jika Anda berada di kafe yang ramai atau tempat konferensi, koneksi internet kemungkinan terlalu sibuk atau tidak bisa diandalkan.
th: การเชื่อมต่ออินเทอร์เน็ตบางจุดไม่เสถียร โดยเฉพาะจุดชั่วคราวหรือในพื้นที่ที่มีความต้องการสูง หากคุณอยู่ในร้านกาแฟที่มีคนมาหรือศูนย์การประชุม การเชื่อมต่ออินเทอร์เน็ตอาจหน้าแน่นหรือไม่เสถียร
vi: Vài kết nối Internet không ổn định, đặc biệt là những kết nối tạm hoặc ở vùng có nhu cầu cao. Nếu bạn ở trong quán cà phê đông khác hoặc một trung tâm hội nghị, kết nối Internet có thể quá bận rộn hoặc không ổn định.
zh_cn: 一些地方的互联网连接确实不稳定，尤其是临时场所或连接要求多的地方。如果您在一个繁忙的咖啡店或者会议中心，互联网连接可能会非常忙碌或者变得不稳定。

source: <em style="strong">Low wireless connection signal</em>
es: <em style="strong">Señal de conexión inalámbrica baja</em>
id: <em style="strong">Sinyal koneksi nirkabel lemah</em>
th: <em style="strong">สัญญาณการเชื่อมต่ออินเทอร์เน็ตไร้สายต่ำ</em>
vi: <em style="strong">Tín hiệu kết nối không dây yếu</em>
zh_cn: <em style="strong">弱无线连接信号</em>

source: If you're connected to the internet by wireless (wifi), check the network icon on the task bar to see if you have good wireless signal. If not, the internet may be slow because you don't have a very strong signal.
es: Si estás conectado al internet en modo inalámbrico (WiFi), comprueba el ícono de red en la barra de tareas para ver si tienes buena señal inalámbrica. Si no, el internet puede ser lento porque no tienes una señal suficientemente fuerte.
id: Jika Anda terhubung ke internet melalui jaringan nirkabel (wifi), cari ikon jaringan di bilah tugas untuk mengetahui apakah sinyal nirkabel Anda kuat. Jika tidak, internet mungkin lambat karena Anda tidak memiliki sinyal yang cukup kuat.
th: หากคุณเชื่อมต่อกับอินเทอร์เน็ตด้วยเครือข่ายไร้สาย (Wi-Fi) ลองตรวจสอบไอคอนเครือข่ายบนแถบงานเพื่อดูว่าคุณมีสัญญาเชื่อมต่อที่ดีหรือไม่ หากไม่ อินเตอร์เน็ตอาจจะช้าเนื่องจากสัญญาณของคุณอ่อน
vi: Nếu bạn kết nối với mạng internet không dây (wifi), hãy kiểm tra biểu tượng mạng trên thanh tác vụ để xem bạn có tín hiệu không dây tốt hay không. Nếu không tốt thì mạng internet có thể sẽ chậm vì bạn không có một tín hiệu mạnh.
zh_cn: 如果您通过无线连接(wifi)到互联网，请检查网络任务栏上的图标，看看是否有良好的无线信号。如果没有，网络可能比较缓慢的，因为你信号较弱。

source: <em style="strong">Using a slower mobile internet connection</em>
es: <em style="strong">Usar una conexión móvil a Internet</em>
id: <em style="strong">Memakai koneksi internet mobil yang lebih lambat</em>
th: <em style="strong">ใช้การเชื่อมต่ออินเทอร์เน็ตผ่านมือถือที่ช้ากว่า</em>
vi: <em style="strong">Dùng kết nối Internet di động chậm hơn</em>
zh_cn: <em style="strong">使用的移动互联网连接速度较慢</em>
