Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: The password you enter can also be represented in a different way - as a string of characters in hexadecimal (numbers 0-9 and letters a-f) called a pass key. Each password has an equivalent pass key. If you have access to the pass key as well as the password/passphrase, try typing the pass key instead. Make sure you select the correct <em>wireless security</em> option when asked for your password (for example, select <gui>WEP 40/128-bit Key</gui> if you're typing the 40-character pass key for a WEP-encrypted connection).
es: La contraseña que escribas también puede representarse de una forma distinta, como una cadena de caracteres en hexadecimal (números 0-9 y letras a-f), llamada una clave de paso. Cada contraseña tiene un equivalente a una clave de paso. Si tienes acceso a la clave de paso y a la contraseña o frase de paso, intenta escribir la clave de paso en vez. Asegúrate de seleccionar la opción de <gui>seguridad inalámbrica</gui> correcta cuando se te pida tu contraseña (por ejemplo, selecciona <gui>Clave WEP de 40/128 bits</gui> si estás escribiendo los 40 caracteres de la clave de paso para una conexión cifrada por WEP).
id: Kata kunci yang Anda masukkan bisa dilakukan dengan cara berbeda - dalam bentuk untaian karakter heksadesimal (nomor 0-9 dan huruf a-f) yang disebut pass key. Setiap kata kunci memiliki pass key ekuivalen. Jika Anda memiliki akses ke pass key dan kata kunci/kalimat kunci, coba gunakan pass key. Pastikan Anda memilih opsi <em>wireless security</em> yang tepat saat ditanyakan kata kunci Anda (contohnya, pilih <gui>WEP 40/128-bit Key</gui> jika Anda mengetik pass key 40 karakter untuk koneksi WEP-encrypted).
th: รหัสผ่านที่ใส่จะสามารถอยู่ในรูปแบบที่ต่างกัน เช่น ชุดอักขระฐานเลข 16 (หมายเลข 0-9 และอักษร a-f) รหัสผ่านแต่ละรหัส คือกุญแจ หากคุณมีพาสคีย์ (pass key) รหัสผ่านหรือชุดรหัสผ่าน ลองพิมพ์พาสคีย์แทน ดูให้แน่ว่าคุณเลือกตัวเลือก<em>ความปลอดภัยในการเชื่อมต่อแบบไร้สาย</em>ถูกต้อง เมื่อมีการถามหารหัสผ่าน (เช่น เลือก<gui>WEP 40/128-bit Key</gui> หากคุณกำลังพิมพ์พาสคีย์แบบ 40 อักขระสำหรับการเชื่อมต่อที่เข้ารหัสแบบ WEP
vi: Mật khẩu bạn nhập vào cũng có thể được thể hiện theo một cách khác - dưới dạng một dãy ký tự trong hệ thập lục phân (các số từ 0-9 và các chữ cái từ a-f) được gọi là khóa mật khẩu. Mỗi mật khẩu có một khóa mật khẩu tương ứng. Nếu bạn tiếp cận được với cả khóa mật khẩu cũng như mật khẩu/cụm từ mật khẩu, hãy thử dùng khóa mật khẩu. Nhớ phải chọn tuỳ chọn <em>wireless security</em> chính xác khi được đề nghị nhập mật khẩu của bạn (ví dụ, chọn <gui>WEP 40/128-bit Key</gui> nếu bạn đang gõ khóa mật khẩu 40 ký tự cho kết nối chuẩn mã hóa WEP).
zh_cn: 您输入的密码也可以其他形式表示，即作为十六进制的字符串(数字 0-9 和字母 a-f)。如果您可访问通行码和密码/口令，请尝试键入通行码。确保在系统询问密码时选择正确的<gui>无线安全</gui>选项(例如，如果在为WEP 加密连接键入 40 个字符的通行码，则选择<gui>WEP 40/128 位密钥</gui>)。

source: WEP and WPA are ways of encrypting data on wireless networks.
es: WEP y WPA son maneras de cifrar datos en redes inalámbricas.
id: WEP dan WPA adalah cara mengenkripsi data pada jaringan nirkabel.
th: WEP และ WPA คือวิธีเข้ารหัสข้อมูลบนเครือข่ายไร้สาย
vi: WEP và WPA là cách mã hoá dữ liệu trên mạng không dây.
zh_cn: WEP 和 WPA 是无线网络中加密的方法。

source: What do WEP and WPA mean?
es: ¿Qué significan WEP y WPA?
id: Apa arti WEP dan WPA?
th: WEP และ WPA หมายความถึงอะไร?
vi: WEP và WPA nghĩa là gì?
zh_cn: WEP 和 WPA 是什么意思？

source: WEP and WPA (along with WPA2) are names for different encryption tools used to secure your wireless connection. Encryption scrambles the network connection so that no one can "listen in" to it and look at which web pages you are viewing, for example. WEP stands for <em>Wired Equivalent Privacy</em>, and WPA stands for <em>Wireless Protected Access</em>. WPA2 is the second version of the WPA standard.
es: WEP y WPA (junto con WPA2) son nombres de diferentes herramientas de cifrado usadas para asegurar su conexión inalámbrica. El cifrado codifica la conexión de red de manera que nadie puede «escuchar» ni mirar que páginas web está viendo, por ejemplo. WEP significa <em>Wired Equivalent Privacy (Privacidad equivalente a cableada)</em> y WPA significa <em>Wireless Protected Access (Acceso inalámbrico protegido)</em>. WPA2 representa la segunda versión del estándar WPA.
id: WEP dan WPA (serta WPA2) adalah nama untuk sejumlah alat enkripsi yang digunakan untuk mengamankan koneksi nirkabel Anda. Enkripsi mengacak koneksi jaringan agar tidak ada yang dapat, misalkan, "menguping" dan melihat laman web manakah yang sedang Anda lihat. WEP adalah kependekan dari <em>Wired Equivalent Privacy</em>, dan WPA kependekan dari <em>Wireless Protected Access</em>. WPA2 merupakan versi kedua dari standar WPA.
th: WEP และ WPA (รวมทั้งWPA2) เป็นชื่อเครื่องมือเข้ารหัสต่างๆ ที่ใช้สร้างความปลอดภัยให้โครงข่ายของคุณ การเข้ารหัสจะทำให้โครงข่ายมีความยุ่งเหยิงจนไม่มีใคร "แอบฟัง" และดูว่าคุณดูเว็บไหนอยู่ได้ เช่น WEP ย่อมาจาก <em>Wired Equivalent Privacy</em> และ WPA ย่อมาจาก <em>Wireless Protected Access</em> WPA2 จะเป็นเวอร์ชั่นlองของมาตรฐาน WPA
vi: WEP và WPA (cùng với WPA2) là tên những công cụ mã hoá khác nhau để bảo đảm an toàn cho kết nối không dây. Mã hoá là thay đổi nội dung trên đường truyền để không ai có thể theo dõi, ví dụ xem những trang web bạn đang xem. WEP viết tắt của <em>Wired Equivalent Privacy</em> (Riêng tư tương tự mạng dây), WPA là <em>Wireless Protected Area</em> (vùng bảo vệ không dây). WPA2 là phiên bản thứ hai của chuẩn WPA.
zh_cn: WEP 和 WPA(及 WPA2)是用于保护无线连接的不同加密工具的名称。例如，通过加密来混淆网络连接信息，以防止他人对其进行窃听或偷窥您正在查看的网页。WEP 表示<em>有线等效加密</em>，WPA 表示<em>无线保护访问</em>。WPA2 是 WPA 标准的第二个版本。

source: Using <em>some</em> encryption is always better than using none, but WEP is the least secure of these standards, and you should not use it if you can avoid it. WPA2 is the most secure of the three. If your wireless card and router support WPA2, that is what you should use when setting up your wireless network.
es: Usar <em>algún</em> cifrado siempre es mejor que no usar ninguno, pero WEP es el menos seguro de estos estándares, y debería evitar su uso siempre que pueda. WPA2 es el más seguro de los tres. Si su tarjeta inalámbrica y su enrutador permiten WPA2, este es el que debería usar al configurar su red inalámbrica.
id: Menggunakan <em>sejumlah</em> enkripsi selalu lebih baik dibandingkan tidak menggunakan sama sekali, tetapi WEP adalah yang paling rentan dari standar ini, dan Anda sebaiknya tidak menggunakannya. WPA2 adalah yang paling aman di antara ketiganya. Jika kartu nirkabel dan router Anda mendukung WPA2, itulah yang harus Anda gunakan saat menata jaringan nirkabel Anda.
th: การใช้การเข้ารหัส<em>บางอย่าง</em> จะดีกว่าไม่ใช้เลย แต่WEP เป็นมาตรฐานที่ปลอดภัยน้อยที่สุด และคุณไม่ควรใช้หากเลี่ยงได้ WPA2 จะปลอดภัยที่สุดในสามแบบ หากการ์ดไวร์เลสของคุณ และเราท์เตอร์รองรับ WPA2 คุณควรใช้มาตรฐานนี้ในการตั้งค่าโครงข่ายไร้สาย
vi: Dùng <em>một</em> cơ chế mã hoá thì luôn tốt hơn là không dùng gì cả, nhưng WEP là chuẩn ít an toàn nhất ngày nay, và bạn không nên dùng nó nếu có thể dùng cái khác. WPA2 an toàn nhất trong ba. Nếu cạc mạng và router của bạn hỗ trợ WPA2, bạn nên thiết lập mạng không dây với nó.
zh_cn: 使用<em>一些</em>总是比不加密要好些，但 WEP 是这些标准里安全性低的一个，如果可能，您不应当使用它。WPA2 是三者中最安全的一个，如果您的无线网卡和路由器支持 WPA2，那么您在设置无线网络时应当使用它。

source: Connecting to your Wi-Fi and use your browser.
es: Conectarte a tu red Wi-Fi y utilizar el explorador.
id: Menghubungkan ke Wi-Fi Anda dan menggunakan peramban Anda.
th: เชื่อมต่อ Wi-Fi และใช้เบราว์เซอร์ของคุณ
vi: Đang kết nối với Wi-Fi của bạn và dùng trình duyệt web của bạn.
zh_cn: 连接你的wi - fi并使用浏览器。

source: Internet
th: อินเทอร์เน็ต
zh_cn: 互联网

source: Wi-Fi, Internet &amp; Bluetooth
es: Wi-Fi, Internet y Bluetooth
th: Wi-Fi, อินเทอร์เน็ต &amp; บลูทูธ
vi: Wi-Fi, Internet và Bluetooth
zh_cn: WIFI, 互联网 &amp; 蓝牙

source: Browser &amp; Discovery Center
es: Navegador y Centro de contenido
id: Pusat Peramban &amp; Pencarian
th: ศูนย์เบราว์เซอร์และการสืบค้น
vi: Duyệt &amp; Discovery Center (Trung tâm Khám phá)
zh_cn: 浏览器&amp; 探索中心

source: Facebook &amp; Online Accounts
es: Facebook y cuentas en línea
id: Facebook &amp; Akun Online
th: บัญชีออนไลน์ &amp; Facebook
vi: Facebook và các Tài khoản Trực tuyến
zh_cn: Facebook &amp; 在线账户

source: Print on both sides of the paper, or multiple pages per sheet.
es: Imprimir en ambas caras del papel, o múltiples páginas por hoja.
id: Cetak pada kedua sisi kertas atau banyak halaman pada satu lembar kertas.
th: พิมพ์บนทั้งสองด้านของกระดาษ หรือหลายหน้าต่อกระดาษหนึ่งแผ่น
vi: Chọn cả hai mặt máy in, hoặc nhiều trang một mặt.
zh_cn: 打印纸张的所有面，或者每面打印多页。

source: Print two-sided and multi-page layouts
es: Imprimir diseños de páginas múltiples y a doble cara
id: Mencetak dua-sisi dan multi-halaman
th: พิมพ์สองหน้าและเลย์เอาต์แบบหลายหน้า
vi: In bố trí hai mặt hoặc nhiều trang
zh_cn: 双面打印和多页布局

source: To print on both sides of each sheet of paper:
es: Para imprimir en ambas caras de cada hoja de papel:
id: Anda dapat mencetak pada kedua sisi dari tiap lembar kertas:
th: หากต้องการพิมพ์ทั้งสองหน้าของกระดาษ:
vi: Bạn có thể in cả hai mặt một tờ:
zh_cn: 可在纸张两面进行打印：

source: Click <guiseq><gui>File</gui><gui>Print</gui></guiseq>.
es: Pulse <guiseq><gui>Archivo</gui><gui>Imprimir</gui></guiseq>.
id: Klik <guiseq><gui>Berkas</gui><gui>Cetak</gui></guiseq>
th: คลิก <guiseq><gui>พิมพ์</gui><gui>ไฟล์</gui></guiseq>
vi: Nhấn <guiseq><gui>Tập tin</gui><gui>In</gui></guiseq>.
zh_cn: 点击<guiseq><gui>文件</gui><gui>打印</gui></guiseq>。

source: Go to the <gui>Page Setup</gui> tab of the Print window and choose an option from the <gui>Two-sided</gui> drop-down list. If the option is disabled, two-sided printing is not available for your printer.
es: Vaya a la pestaña <gui>Configurar página</gui> de la ventana de impresión y elija una opción de la lista desplegable <gui>Doble cara</gui>. Si la opción está desactivada, entonces su impresora no permite impresión a doble cara.
id: Masuk ke cuping <gui>Pengaturan Halaman</gui> pada jendela Pencetakan dan pilih opsi dari daftar di panel geser <gui>Dua-sisi</gui>. Apabila opsi ini dinonaktifkan, artinya pencetakan dua sisi tidak tersedia untuk printer Anda.
th: ไปที่แท็บ <gui>การตั้งค่าหน้ากระดาษ</gui> ในหน้าาต่างพิมพ์และเลือกตัวเลือกจากรายการดรอปดาวน์ <gui>สองด้าน</gui> หากเลือกไม่ได้ แสดงว่าเครื่องพิมพ์ของคุณไม่สามารถพิมพ์สองด้านได้
vi: Đến thẻ <gui>Thiết lập trang</gui> trong cửa sổ <gui>In</gui> và chọn tuỳ chọn <gui>Hai mặt</gui> từ danh sách thả xuống. Nếu tuỳ chọn bị tắt, máy in không hỗ trợ in hai mặt.
zh_cn: 转入打印窗口选项卡的<gui>页面设置</gui>并从下拉列表中选择<gui>双面</gui>选项。如果该选项已禁用，则打印机不可用于双面打印。

source: Printers handle two-sided printing in different ways. It's a good idea to experiment with your printer to see how it works.
es: Las impresoras manejan la impresión a doble cara de diferentes maneras. Es buena idea experimentar con su impresora para ver cómo trabaja.
id: Printer menangani pencetakan dua sisi dalam berbagai cara. Disarankan Anda bereksperimen dengan printer untuk mengetahui cara kerjanya.
th: เครื่องพิมพ์จัดการกับงานพิมพ์สองด้านแตกต่างกัน เป็นความคิดที่ดีหากจะทดลองพิมพ์ด้วยเครื่องพิมพ์ของคุณก่อนเพื่อดูว่ามันทำงานอย่างไร
vi: Máy in có thể xử lý in hai mặt theo các cách khác nhau. Tốt nhất là thử máy in bạn xem hoạt động thế nào.
zh_cn: 不同打印机双面打印的工作方式也不同，一个好主意是先试验一下，看看它是如何工作的。

source: You can print more than one page of the document per <em>side</em> of paper too. Use the <gui>Pages per side</gui> option to do this.
es: También puede imprimir más de una página del documento por cada <em>cara</em> del papel. Use la opción <gui>Páginas por cara</gui> para hacer esto.
id: Anda juga dapat mencetak lebih dari satu halaman dokumen pada setiap <em>sisi</em> kertas. Gunakan opsi <gui>Halaman setiap sisi</gui> untuk melakukan hal ini.
th: คุณสามารถพิมพ์เอกสารได้มากกว่าหนึ่งหน้าต่อ <em>ด้าน</em>ของกระดาษ ใช้ตัวเลือก <gui>กระดาษต่อด้าน</gui>
vi: Bạn cũng có thể in nhiều trang trên một <em>mặt</em> giấy. Dùng tuỳ chọn <gui>Trang mỗi mặt</gui>.
zh_cn: 您可以在纸张的<em>一面</em>打印多页，使用<gui>每面页数</gui>选项。

source: The availability of these options may depend on the type of printer you have, as well as the application you are using. This option may not always be available.
es: La disponibilidad de estas opciones puede depender del tipo de impresora que tenga, así como de la aplicación que esté usando. Esta opción puede no estar siempre disponible.
id: Ketersediaan opsi-opsi ini tergantung pada jenis printer yang Anda punyai, dan juga aplikasi yang Anda gunakan. Opsi ini mungkin tidak selalu tersedia.
th: ตัวเลือกเหล่านี้อาจแตกต่างกันตามประเภทของเครื่องพิมพ์ของคุณ รวมถึงแอพพลิเคชันที่คุณใช้ ตัวเลือกนี้อาจไม่มีให้ใช้งาน
vi: Tính khả dụng của các tùy chọn này có thể phụ thuộc vào loại máy in mà bạn có, cũng như ứng dụng bạn đang dùng. Có thể không phải lúc nào tùy chọn này cũng khả dụng.
zh_cn: 可用的选项取决于您的打印机类型，还有您使用的程序，这些选项并不总是可用。

source: Cancel a pending print job and remove it from the queue.
es: Cancelar un trabajo de impresión pendiente y eliminarlo de la cola.
id: Batalkan pekerjaan cetak yang tertunda dan hapus dari antrian.
th: ยกเลิกกงานที่สั่งพิมพ์และลบออกจากคิวงาน
vi: Huỷ tác vụ in đang chờ và loại khỏi hàng đợi.
zh_cn: 取消一个打印任务，并从队列中删除。

source: Cancel, pause or release a print job
es: Cancelar, pausar o liberar un trabajo de impresión
id: Batal, jeda atau rilis karya cetak
th: ยกเลิก หยุดหรือส่งงานพิมพ์ต่อ
vi: Hủy, dừng hoặc thực hiện một tác vụ in
zh_cn: 取消，暂停或开始打印工作

source: You can cancel a pending print job and remove it from the queue in the printer settings.
es: Puede cancelar un trabajo de impresión pendiente y eliminarlo de la cola en la configuración de la impresora
id: Anda dapat membatalkan tugas cetak tertunda dan menghapusnya dari antrean di pengaturan printer.
th: คุณสามารถยกเลิกงานพิมพ์ที่ค้างอยู่และลบออกจากคิวได้ในการตั้งค่าเครื่องพิมพ์
vi: Bạn có thể hủy một tác vụ in đang chờ và gỡ bỏ nó khỏi danh sách chờ trong cài đặt máy in.
zh_cn: 取消一个正在等待的打印任务,并从列表中删除。

source: Cancel a print job
es: Cancelar un trabajo de impresión
id: Membatalkan tugas pencetakan
th: ยกเลิกการพิมพ์
vi: Huỷ tác vụ in
zh_cn: 取消打印任务

source: If you accidentally started printing a document, you can cancel the print so that you do not need to waste any ink or paper.
es: Si accidentalmente empieza a imprimir un documento, puede cancelar la impresión para no gastar la tinta o el papel.
id: Jika Anda tanpa disengaja mulai mencetak dokumen, Anda bisa membatalkan pencetakan supaya Anda tidak perlu membuang percuma tinta atau kertas.
th: หากคุณเผลอสั่งพิมพ์เอกสาร คุณสามารถยกเลิกคำสั่งพิมพ์เพื่อไม่ให้ต้องเปลืองกระดาษและหมึกพิมพ์
vi: Nếu bạn chẳng may ra lệnh in một tài liệu, bạn có thể huỷ việc in ấn để khỏi phí mực in và giấy in.
zh_cn: 如果你不小心打印了一个文档,你可以快速取消,以免浪费更多墨水和纸张

source: How to cancel a print job:
es: Cómo cancelar un trabajo de impresión:
id: Bagaimana membatalkan tugas pencetakan:
th: วิธียกเลิกงานพิมพ์:
vi: Cách hủy một công việc in:
zh_cn: 如何取消打印任务？

source: Click <gui>Printers</gui>.
es: Pulse <gui>Impresoras</gui>.
id: Klik <gui>Pencetak</gui>.
th: คลิก <gui>เครื่องพิมพ์</gui>
vi: Nhấn <gui>Máy in</gui>.
zh_cn: 单击<gui>打印机</gui>。

source: Click the <gui>Show Jobs</gui> button on the right-hand side of the <gui>Printers</gui> dialog.
es: Pulse el botón <gui>Mostrar trabajos</gui> en la parte derecha del diálogo de <gui>Impresoras</gui>.
id: Klik tombol <gui>Tampilkan Jobs</gui> pada sisi kanan dialog <gui>Printers</gui>.
th: คลิกปุ่ม <gui>สโลว์จ็อบ</gui>ตรงด้านขวาของไดอะล็อก <gui>เครื่องพิมพ์</gui>
vi: Bấm nút <gui>Hiển thị Lệnh in</gui> ở bên phải hộp thoại <gui>Máy in</gui>.
zh_cn: 点击工具栏最右边打印机对话框中的<gui>显示工作</gui>按钮

source: Cancel the print job by clicking the stop button on the play-pause-stop symbols.
es: Cancele el trabajo de impresión pulsando el botón con el símbolo de detener o de pausa.
id: Batalkan pekerjaan cetak dengan mengklik tombol stop pada simbol play-pause-stop.
th: ยกเลิกการสั่งพิมพ์โดยคลิกที่ปุ่มหยุดด้วยสัญลักษณ์เล่น-หยุดชั่วคราว-หยุด
vi: Hủy lệnh in bằng cách bấm vào ngút dừng trên các biểu tượng chạy-tạm dừng-dừng.
zh_cn: 通过单击带有“play-pause-stop”字样的停止按钮，取消打印作业。

source: If this does not cancel the print job like you expected, try holding down the <gui>Cancel</gui> button on your printer.
es: Si esto no cancela la impresión como esperaba, inténtelo pulsando el botón <gui>Cancelar</gui> de su impresora.
id: Jika ini tidak membatalkan pekerjaan print seperti yang Anda harapkan, coba tahan tombol <gui>Cancel</gui> pada printer Anda.
th: หากนี่ไม่เป็นการยกเลิกงานที่สั่งพิมพ์ตามที่คุณต้องการ ลองกดปุ่ม <gui>ยกเลิก</gui>บนเครื่องพิมพ์ค้างไว้
vi: Nếu không thể hủy bỏ công việc in như bạn muốn, hãy thử nhấn giữ nút <gui>Cancel</gui> (Hủy bỏ) trên máy in của bạn.
zh_cn: 如果此操作无法按您预期的那样取消打印任务，则尝试按住打印机上的<gui>取消</gui>按钮。

source: As a last resort, especially if you have a big print job with a lot of pages that won't cancel, remove the paper from the printer's paper input tray. The printer should realize that there is no paper and will stop printing. You can then try canceling the print job again, or try turning the printer off and then on again.
es: Como último recurso, especialmente si tiene un trabajo de impresión grande con muchas de páginas que no se cancelan, retire el papel de la bandeja de papel de la impresora. La impresora debe darse cuenta de que no hay papel y dejará de imprimir. A continuación, puede tratar de cancelar el trabajo de impresión, o intentar apagar la impresora y volver a encenderla.
id: Sebagai usaha terakhir, terutama jika Anda memiliki pekerjaan cetak besar dengan banyak halaman yang tidak akan membatalkan, menghapus kertas dari baki masukan printer kertas. Printer harus menyadari bahwa tidak ada kertas dan akan berhenti mencetak. Anda kemudian dapat mencoba membatalkan pekerjaan cetak lagi, atau mencoba menyalakan printer, lalu nyalakan lagi.
th: วิธีสุดท้าย โดยเฉพาะเมื่อคุณมีงานพิมพ์ใหญ่ที่มีหน้าจำนวนมากซึ่งไม่ยกเลิก นำกระดาษออกจากถาดรับกระดาษของเครื่องพิมพ์ เครื่องพิมพ์จะพบว่าไม่มีกระดาษและหยุดการพิมพ์ จากนั้นคุณสามารถลองยกเลิกงานพิมพ์อีกครั้ง หรือลองปิดเครื่องพิมพ์แล้วเปิดใหม่อีกครั้ง
vi: Cách cuối cùng, đặc biệt khi bạn đã chọn in rất nhiều giấy, là gỡ giấy trắng ra khỏi khay của máy in. Máy in sẽ nhận ra hết giấy và ngừng in. Bạn có thể thử huỷ lần nữa, hoặc tắt máy in và mở lại.
zh_cn: 如果仍不起作用，尤其是在无法取消多页、大量打印任务时，将纸张从打印机纸张供纸盒中取出。这样打印机将提示缺纸并停止打印。然后，您可以再次尝试取消打印任务，或者关闭打印机再重新打开。

source: Be careful that you don't damage the printer when removing the paper, though - if you would have to pull hard on the paper to remove it, you should probably just leave it where it is.
es: Tenga cuidado de no dañar la impresora al extraer el papel, aunque si tiene que tirar con fuerza del papel para extraerlo, probablemente debería dejarlo donde está.
id: Berhati-hatilah untuk tidak merusak printer saat melepaskan kertas, jika Anda perlu menarik kertas dengan keras untuk melepaskannya, Anda mungkin sebaiknya membiarkan kertas tersebut tetap di tempatnya.
th: ระวังอย่าสร้างความเสียหายให้เครื่องพิมพ์เมื่อนำกระดาษออก แม้ว่าจะต้องดึงกระดาษออกอย่างแรง ก็ควรปล่อยไว้อย่างนั้น
vi: Hãy cẩn thận đừng làm hỏng máy in khi bạn lấy giấy ra, cho dù - nếu phải lôi mạnh giấy để lấy ra thì có lẽ bạn nên cứ để giấy lại nguyên vị trí cũ.
zh_cn: 要注意，在移除卡纸时，不要损坏了打印机－如果您感觉要用很大力气才能取出时，最好就别动它了。

source: Pause and release a print job
es: Pausar y liberar un trabajo de impresión
id: Mengistirahakan dan melepas suatu tugas pencetakan
th: หยุดและปล่อยงานพิมพ์
vi: Tạm dừng và tiếp tục một lệnh in
zh_cn: 暂停或开始打印工作。

source: If you want to pause or release a print job, you can do so by going to the jobs dialog in the printer settings and click the appropriate button.
es: Si quiere pausar o liberar un trabajo de impresión, puede hacerlo yendo al diálogo de trabajos de impresión en la configuración de la impresora y pulsando el botón adecuado.
id: Jika Anda ingin menghentikan sementara atau mengeluarkan pekerjaan cetak, Anda dapat melakukannya dengan menuju ke dialog pekerjaan dalam pengaturan printer dan klik tombol yang sesuai.
th: หากคุณต้องการหยุดชั่วคราวหรือส่งงานพิมพ์ คุณสามารถทำได้โดยไปที่หน้าต่างโต้ตอบการตั้งค่าเครื่องพิมพ์ และคลิกที่ปุ่มที่เหมาะสม
vi: Nếu bạn muốn tạm ngừng hoặc thực hiện một lệnh in, bạn có thể làm như vậy bằng cách đi đến hộp thoại lệnh in trong cài đặt máy in và bấm vào nút thích hợp.
zh_cn: 如果你想暂停或开始一个打印作业,你可以找到打印机设置对话框,然后单击相应的按钮。

source: Click the <gui>Show Jobs</gui> button on the right-hand side of the <gui>Printers</gui> dialog and either pause or release the print job based on your needs.
es: Pulse el botón <gui>Mostrar trabajos</gui> en la parte derecha del diálogo de <gui>Impresoras</gui> y pause o libere el trabajo de impresión, según lo que necesite.
id: Klik tombol <gui>Tampilkan Jobs</gui> pada sisi kanan dialog <gui> Printer </gui> dan beri jeda atau keluarkan pekerjaan cetak berdasarkan kebutuhan Anda.
th: คลิกที่ปุ่ม <gui>แสดงงาน</gui>ตรางด้านขวาของไดอะล็อก<gui>เครื่องพิมพ์</gui> แล้วหยุดหรือส่งงานแปลตามต้องการ
vi: Bấm nút <gui>Hiển thị Lệnh in</gui> ở bên phải hộp thoại <gui>Máy in</gui> và tạm dừng hoặc thực hiện lệnh in theo nhu cầu của bạn.
zh_cn: 点击工具栏最右边打印机对话框中的<gui>显示工作</gui>按钮，根据需要，暂停或开始打印工作。

source: Print a document on a different paper size or orientation.
es: Imprimir un documento en un tamaño de papel u orientación diferente.
id: Mencetak dokumen pada kertas dengan ukuran atau orientasi yang berbeda.
th: พิมพ์เอกสารต่างขนาดหรือการจัดวางหน้า
vi: In tài liệu với kích thước hoặc hướng khác.
zh_cn: 用不同的纸型或方向来打印文档。

source: Change the paper size when printing
es: Cambiar el tamaño del papel al imprimir
id: Mengubah ukuran kertas ketika mencetak
th: เปลี่ยนขนาดกระดาษเมื่อพิมพ์
vi: Thay đổi cỡ giấy khi in
zh_cn: 打印时更改纸型

source: If you want to change the paper size of your document (for example, print a US Letter-sized PDF on A4 paper), you can change the printing format for the document.
es: Si quiere cambiar el tamaño de papel del documento (por ejemplo, imprimir un PDF de tamaño carta americana en papel A4), puede cambiar el formato de impresión para el documento.
id: Bila Anda ingin mengubah ukuran kertas dari dokumen Anda (sebagai contoh, mencetak PDF berukuran US-Letter pada kertas A4), Anda dapat mengubah format pencetakan bagi dokumen.
th: หากคุณต้องการเปลี่ยนขนาดกระดาษของเอกสาร (เช่น พิมพ์ไฟล์ PDF ขนาดซองจดหมายมาตรฐานสหรัฐอเมริกาลงบนกระดาษ A4) คุณสามารถเปลี่ยนรูปแบบการพิมพ์ของเอกสารดังกล่าวได้
vi: Nếu bạn thay đổi kích thước giấy (ví dụ, in PDF cỡ US Letter trên giấy A4), bạn có thể thay đổi định dạng in cho tài liệu.
zh_cn: 如果您想更改文档的纸型(比如，在 A4纸上打印 US Letter-sized PDF)，您可以设定文档打印格式。

source: Click <guiseq><gui>File</gui><gui>Print</gui></guiseq>
es: Pulse <guiseq><gui>Archivo</gui><gui>Imprimir</gui></guiseq>.
id: Klik <guiseq><gui>Berkas</gui><gui>Cetak</gui></guiseq>
th: คลิก <guiseq><gui>ไฟล์</gui><gui>พิมพ์</gui></guiseq>
vi: Nhấn <guiseq><gui>Tập tin</gui><gui>In</gui></guiseq>
zh_cn: 点菜单<guiseq><gui>文件</gui><gui>打印</gui></guiseq>

source: Select the <gui>Page Setup</gui> tab.
es: Seleccione la pestaña <gui>Configuración de página</gui>.
id: Pilih tab <gui>Penyiapan Halaman</gui>.
th: เลือกแท็บ <gui>ตั้งค่าหน้า</gui>
vi: Chọn thẻ <gui>Thiết lập trang</gui>.
zh_cn: 切换到<gui>页面设置</gui>标签。

source: Under the <em>Paper</em> column, choose your <em>Paper size</em> from the drop-down list.
es: Bajo la columna <em>Papel</em>, seleccione su <em>Tamaño de papel</em> de la lista desplegable.
id: Di bawah kolom <em>Kertas</em>, pilih <em>Ukuran kertas</em> Anda dari daftar drop down.
th: ในคอลัมน์ <em>กระดาษ</em> เลือก <em>ขนาดกระดาษ</em>จากรายการดร็อปดาวน์
vi: Trong cột <em>Giấy</em>, chọn <em>Cỡ giấy</em> từ danh sách thả xuống.
zh_cn: 在<em>页面</em>下边，从列表中选择需要的<em>纸张大小</em>。

source: Click <gui>Print</gui> and your document should print.
es: Pulse <gui>Print</gui> y su documento debería imprimirse.
id: Klik <gui>Cetak</gui> dan dokumen Anda mesti tercetak.
th: คลิก <gui>Print</gui> และเอกสารของคุณจะพิมพ์ออกมา
vi: Nhấn <gui>In</gui> để in tài liệu.
zh_cn: 点<gui>打印</gui>按钮，应该就开始打印了。
