Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: If you use the same password for all of your accounts, anyone who guesses it will be able to access all of your accounts immediately.
es: Si usas la misma contraseña para todas tus cuentas, cualquiera que la adivine será capaz de acceder a toda tu información de forma inmediata.
id: Jika Anda menggunakan kata kunci sama untuk semua akun, pihak yang mampu menebak bisa mengakses seluruh akun dengan seketika.
th: หากคุณใช้รหัสผ่านเดียวกันสำหรับทุกบัญชี คนอื่นๆ ที่เดารหัสได้ก็จะสามารถเข้าถึงบัญชีทั้งหมดของคุณได้ทันที
vi: Nếu dùng cùng mật khẩu cho mọi tài khoản, bất cứ người nào có thể đoán được sẽ có toàn quyền truy cập trên mọi tài khoản của bạn.
zh_cn: 如果您的所有账户都使用同一个密码的时候，一旦有人猜出您的密码，就可以访问您所有的帐号。

source: It can be difficult to remember lots of passwords, however. Though not as secure as using a different passwords for everything, it may be easier to use the same one for things that don't matter (like websites), and different ones for important things (like your online banking account and your email).
es: Sin embargo, puede ser difícil recordar muchas contraseñas. Aunque no es tan seguro como usar una contraseña diferente para cada cosa, puede ser más fácil usar la misma para cosas sin importancia (como páginas web), y contraseñas diferentes para las cosas importantes (como tu cuenta bancaria y tu correo electrónico).
id: Namun mengingat banyak sandi mungkin terasa sulit. Meski tidak seaman menggunakan sandi berbeda untuk segala hal, mungkin akan lebih mudah menggunakan sandi yang sama untuk hal-hal yang tidak penting (seperti website), dan sandi berbeda untuk hal-hal penting (seperti rekening bank daring dan email Anda).
th: อย่างไรก็ตาม การจดจำรหัสผ่านจำนวนมากอาจทำได้ยาก แม้ว่าอาจจะไม่ปลอดภัยเท่าการใช้รหัสผ่านต่างๆ กันสำหรับแต่ละที่ มันอาจง่ายกว่ามากหากจะใช้รหัสผ่านเดียวกันสำหรับสิ่งที่ไม่สำคัญมากนัก (เช่น เว็บไซต์) และใช้รหัสผ่านต่างกันสำหรับสิ่งที่สำคัญ (เช่นบัญชีธนาคารออนไลน์และอีเมล)
vi: Tuy nhiên có thể khó nhớ nếu có quá nhiều mật khẩu. Dùng chung một mật khẩu cho những thứ không quan trọng (vd website) và mật khẩu khác nhau cho những thứ quan trọng (tài khoản ngân hàng trực tuyến và email) có thể sẽ dễ dàng hơn, mặc dù không an toàn như dùng mật khẩu khác nhau cho mọi thứ.
zh_cn: 当然，要记住这么多密码是有些难度，您可以在不太重要的地方(像网站)，使用同一个密码，而在重要的地方(像银行帐号、电子邮件)使用不同的密码，这样虽然不是很安全，但确实要方便一些。

source: Change your passwords regularly.
es: Cambia tus contraseñas con regularidad.
id: Ubah sandi Anda secara reguler.
th: เปลี่ยนรหัสผ่านเป็นประจำ
vi: Thay đổi mật khẩu thường xuyên.
zh_cn: 定期更改密码。

source: <link href="https://mail.yahoo.com">Yahoo Mail</link>
es: <link href="https://mail.yahoo.com">Yahoo</link>

source: <keyseq><key>Ctrl</key><key>Alt</key><key>Delete</key></keyseq>
es: <keyseq><key>Ctrl</key><key>Alt</key><key>Supr</key></keyseq>

source: <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key>R</key></keyseq>
es: <keyseq><key>Ctrl</key><key>Alt</key><key>Mayús</key><key>R</key></keyseq>

source: Apps
es: Programas
id: Aplikasi.
th: แอพ
vi: Ứng dụng

source: <keyseq><key xref="keyboard-key-super">Super</key> <key>F10</key></keyseq>
vi: <keyseq><key xref="keyboard-key-super">Siêu</key> <key>F10</key></keyseq>

source: <keyseq><key>Super</key><key>H</key></keyseq>
vi: <keyseq><key>Siêu</key><key>H</key></keyseq>

source: <link href="https://mail.live.com">Live</link>
th: <link href="https://mail.live.com">สด</link>
vi: <link href="https://mail.live.com">Live</link> (Trực tiếp)

# _
source: external ref='figures/eos-icon-socialbar.png' md5='311852df3d93299e9346bbe809bb81c6'
vi: tham chiếu bên ngoài='figures/eos-icon-socialbar.png' md5='311852df3d93299e9346bbe809bb81c6'

# _
source: external ref='figures/printing-select.png' md5='527835df0ce2072c82ce7b16907efed5'
vi: tham chiếu bên ngoài='figures/printing-select.png' md5='527835df0ce2072c82ce7b16907efed5'

source: <keyseq><key>Super</key><key>Tab</key></keyseq>
th: <keyseq><key>ซูเปอร์</key><key>แท็บ</key></keyseq>
vi: <keyseq><key>Tab</key><key>Super</key></keyseq>

source: <keyseq><key>Super</key><key>`</key></keyseq>
vi: <keyseq><key>Super</key><key>`</key></keyseq> (Siêu)

source: Ekaterina Gerasimova
th: เอคาเทอริน่า เจราซิโมว่า

source: Type "Settings" into the <gui>global search bar</gui> on your desktop. Click on the resulting <app>Settings</app> icon, or press <key>Enter</key>, to open.
id: Ketik "Pengaturan" ke dalam <gui>kolom pencarian global</gui> pada desktop Anda. Klik ikon <app>Pengaturan</app> pada hasil pencarian, atau tekan <key>Enter</key> untuk membuka.
th: พิมพ์ "Settings" ลงใน<gui>แถบการค้นหาทั้งหมด</gui>บนเดสก์ท็อปของคุณ จากนั้นคลิกบนไอคอน<app>การตั้งค่า</app>ที่ปรากฎ หรือกดปุ่ม <key>Enter</key> เพื่อเปิด

source: Jim Campbell
th: จิม แคมป์เบล

source: Tiffany Antopolski
th: ทิฟฟานี แอนโทโพลสกี้

source: Paul W. Frields
th: พอล ดับเบิลยู ฟรีลด์

source: Type "Date and Time" into the <gui>global search bar</gui> on your desktop. Click on the resulting <app>Settings</app> icon, or press <key>Enter</key>, to open.
id: Ketik "Tanggal & Waktu" ke dalam <gui>kolom pencarian global</gui> pada desktop Anda. Klik ikon <app>Pengaturan</app> pada hasil pencarian, atau tekan <key>Enter</key> untuk membuka.
th: พิมพ์ "Date and Time" ลงใน<gui>แถบการค้นหาทั้งหมด</gui>บนเดสก์ท็อปของคุณ จากนั้นคลิกบนไอคอน<app>การตั้งค่า</app>ที่ปรากฎ หรือกด <key>Enter</key> เพื่อเปิด

source: Cristopher Thomas
th: คริสโตเฟอร์ โธมัส

source: If you don't want a file or document folder any more, you can delete it via the <gui>Documents</gui> file manager. When you delete an item it is moved to the <gui>Trash</gui> folder, where it is stored until you empty the trash. You can <link xref="files-recover">restore items </link> in the <gui>Trash</gui> folder to their original location if you decide you need them, or if they were accidentally deleted.
id: Jika Anda tidak ingin menyimpan sebuah file atu dokumen, Anda bisa menghapusnya melalui file manager <gui>Dokumen</gui>. Saat Anda menghapus sebuah file atau folder, file atau folder tersebut akan dipindahkan ke folder <gui>Tong Sampah</gui>, dan disimpan di sana sampai Anda menghapus isi tong sampah. Jika ingin, atau secara tidak sengaja menghapus file, Anda bisa <link xref="files-recover">mengembalikan item</link> yang ada di folder <gui>Tong Sampah</gui>ke lokasi awal.
th: หากคุณไม่ต้องการไฟล์หรือโฟลเดอร์เอกสารอีกต่อไปแล้ว คุณสามารถลบรายการดังกล่าวได้ผ่านตัวจัดการไฟล์<gui>เอกสาร</gui> เมื่อคุณลบรายการหนึ่งๆ ระบบจะย้ายรายการดังกล่าวไปที่โฟลเดอร์<gui>ถังขยะ</gui> ซึ่งจะจัดเก็บรายการนั้นๆ ไว้จนกว่าคุณจะล้างข้อมูลในถังขยะ ทั้งนี้คุณสามารถ<link xref="files-recover">คืนรายการ</link>ที่อยู่ในโฟลเดอร์<gui>ถังขยะ</gui>กลับสู่ตำแหน่งเดิมได้หากคุณตัดสินใจว่าคุณยังคงต้องการรายการดังกล่าวอยู่ หรือหากรายการดังกล่าวถูกลบออกโดยบังเอิญ

source: Press the <key>Delete</key> key on your keyboard. Alternatively, drag the item to the <gui>Trash</gui> in the sidebar.
id: Tekan tombol <key>Delete</key> pada keyboard Anda. Anda juga bisa menyeret item ke ikon <gui>Tong Sampah</gui> pada sidebar.
th: กดปุ่ม <key>Delete</key> บนแป้นพิมพ์ของคุณ หรือลากรายการดังกล่าวไปยัง<gui>ถังขยะ</gui>ในแถบด้านข้าง

source: <link href="endlessm-app://eos-link-feedback.desktop">Give Us Feedback</link>
id: <link href="endlessm-app://eos-link-feedback.desktop">Beri Kami Saran dan Masukan</link>
th: <link href="endlessm-app://eos-link-feedback.desktop">แสดงข้อคิดเห็น</link>

# _
source: external ref='figures/input-methods-switcher.png' md5='3c55959bbc710a43fa455cb998ba5c85'
th: แหล่งอ้างอิงภายนอก='figures/input-methods-switcher.png' md5='3c55959bbc710a43fa455cb998ba5c85'

source: <keyseq><key>Super</key><key>M</key></keyseq>
th: <keyseq><key>ซูเปอร์ </key><key>M</key></keyseq>

source: <keyseq><key>Super</key><key>→</key></keyseq>
th: <keyseq><key>ซูเปอร์</key><key>→</key></keyseq>

source: Jeremy Bicha
th: เจเรอมี บิชา

source: April Gonzales
th: เอพริล กอนซาเลซ

source: Andre Klapper
th: อันเดร แคลปเปอร์

source: Endless comes with a browser on the desktop, but if you would like to install other browsers, you can do so from the App Center. You can try searching for the browser of your preference by typing its name in the search bar, or by going to the App Center's <gui>Utilities</gui> section.
id: Endless sudah dilengkapi dengan browser yang bisa ditemukan di desktop. Tetapi bila Anda ingin menginstal browser lain, Anda bisa melakukannya dari dalam Pusat Aplikasi. Anda bisa mencoba untuk mencari browser pilihan Anda dengan cara mengetikan namanya pada kolom pencarian, atau lihat di bagian <gui>Utilitas</gui> pada Pusat Aplikasi.
th: Endless มาพร้อมกับเบราว์เซอร์บนเดสก์ท็อป แต่ถ้าหากคุณต้องการติดตั้งเบราว์เซอร์อื่น คุณสามารถทำเช่นนั้นได้จากศูนย์แอป คุณอาจลองค้นหาเบราว์เซอร์ที่คุณต้องการได้โดยการพิมพ์ชื่อของเบราว์เซอร์ลงในแถบค้นหา หรือโดยการไปที่หมวด<gui>อรรถประโยชน์</gui>ในศูนย์แอป

source: Type "Network" into the <gui>global search bar</gui> on your desktop. Click on the resulting <app>Settings</app> icon, or press <key>Enter</key>, to open.
id: Ketik "Jaringan" ke dalam <gui>kolom pencarian global</gui> pada desktop Anda. Klik ikon <app>Pengaturan</app> pada hasil pencarian, atau tekan <key>Enter</key> untuk membuka.
th: พิมพ์ "Network" ลงใน<gui>แถบการค้นหาทั้งหมด</gui>บนเดสก์ท็อปของคุณ จากนั้นคลิกบนไอคอน<app>การตั้งค่า</app>ที่ปรากฎ หรือกดปุ่ม <key>Enter</key> เพื่อเปิด

source: Jana Svarova
th: จาน่า สวาโรวา

source: You can change the lock screen settings under the <gui>Privacy</gui> section under <gui>Settings</gui>.
id: Anda bisa mengubah pengaturan kunci layar dari bagian <gui>Privasi</gui> dalam <gui>Pengaturan</gui>.
th: คุณสามารถเปลี่ยนการตั้งค่าหน้าจอเมื่อล็อกได้ในหมวด<gui>ความเป็นส่วนตัว</gui>ของตัวเลือก<gui>การตั้งค่า</gui>

source: Right-click on the desktop and select <gui>Add folder</gui>.
id: Klik kanan pada desktop dan pilih <gui>Tambah folder</gui>
th: คลิกขวาบนเดสก์ท็อปและเลือก<gui>เพิ่มโฟลเดอร์</gui>

source: Other apps need to be installed and require an internet connection. Click <gui>Install</gui> to download and install these apps.
id: Aplikasi lain perlu diinstal terlebih dahulu dan membutuhkan koneksi internet. Klik <gui>Instal</gui>untuk mengunduh dan menginstal aplikasi tersebut.
th: ต้องติดตั้งแอปอื่นๆ และต้องเชื่อมต่อกับอินเทอร์เน็ต คลิก<gui>ติดตั้ง</gui>เพื่อดาวน์โหลดและติดตั้งแอปเหล่านี้

source: When the app has been successfully added to your desktop, the green button will change to <gui>Launch</gui> and you can start using the app immediately!
id: Ketika aplikasi sudah ditambahkan ke desktop Anda, tombol hijau akan berubah menjadi <gui>Buka</gui>dan Anda bisa langsung menggunakan aplikasinya!
th: เมื่อเพิ่มแอปลงในเดสก์ท็อปของคุณสำเร็จแล้ว ปุ่มสีเขียวจะเปลี่ยนเป็นคำสั่ง<gui>เปิด</gui> และคุณจะสามารถเริ่มต้นการใช้งานแอปได้ทันที!

source: Right click on the desktop and select the <gui>Add Website</gui> option.
id: Klik kanan pada desktop dan pilih opsi <gui>Tambah Website</gui>.
th: คลิกขวาบนเดสก์ท็อปและเลือกตัวเลือก<gui>เพิ่มเว็บไซต์</gui>

source: Click on the <gui>Websites</gui> category on the left hand side if it is not already selected.
id: Apabila belum terpilih, klik kanan pada kategori <gui>Website</gui> yang berada di sisi kiri.
th: คลิกที่ประเภท<gui>เว็บไซต์</gui>ที่ด้านซ้ายมือหากยังไม่ได้เลือกไว้

source: Learn how to remove things from your desktop.
id: Pelajari cara menghapus sesuatu dari desktop Anda.
th: เรียนรู้วิธีการลบสิ่งต่างๆ ออกจากเดสก์ท็อปของคุณ

source: Remove apps and folders from the desktop
id: Hapus aplikasi dan folder dari desktop
th: ลบแอปและโฟลเดอร์ออกจากเดสก์ท็อป

source: To remove an app from your desktop:
id: Untuk menghapus aplikasi dari desktop:
th: การลบแอปออกจากเดสก์ท็อปของคุณ:

source: Click and hold the app icon you want to remove.
id: Klik dan tahan ikon aplikasi yang ingin Anda hapus.
th: คลิกไอคอนแอปที่คุณต้องการลบค้างไว้

source: Just drop the icon there to remove the app from your desktop.
id: Letakan ikon di sana untuk menghapus aplikasi.
th: วางไอคอนไว้ตรงนั้นเพื่อลบแอปออกจากเดสก์ท็อปของคุณ

source: Removing the app from your desktop doesn't remove it from the system. If you want to delete the app entirely from the system to make storage space available, you can do it from the <app>App Center</app>.
id: Menghapus aplikasi dari desktop tidak menghapusnya dari sistem. Jika Anda ingin menghapus aplikasi sepenuhnya dari sistem untuk mengosongkan ruang penyimpanan, Anda dapat melakukannya dari <app>Pusat Aplikasi</app>.
th: การลบแอปออกจากเดสก์ท็อปของคุณนั้นจะไม่เป็นการลบแอปออกจากระบบ หากคุณต้องการลบแอปออกจากระบบอย่างสิ้นเชิงเพื่อเพิ่มพื้นที่ว่าง คุณสามารถทำการดังกล่าวได้จาก<app>ศูนย์แอป</app>

source: To remove a folder from your desktop:
id: Untuk menghapus folder dari desktop:
th: การลบโฟลเดอร์ออกจากเดสก์ท็อปของคุณ:

source: First, you'll need to remove all of the apps within the folder you'd like to delete. Follow the steps above and drag each app outside of the folder. You can then leave each app on your desktop, or you can move the apps to another folder or the trash.
id: Pertama, Anda harus mengeluarkan semua aplikasi yang ada di folder yang ingin dihapus. Ikuti langkah di atas dan seret setiap aplikasi keluar dari dalam folder. Anda bisa meletakkan aplikasi di atas desktop, atau memindahkan aplikasi ke folder lain atau ke dalam tong sampah.
th: อันดับแรก คุณจะต้องลบแอปทั้งหมดภายในโฟลเดอร์คุณที่ต้องการลบออก ทำตามขั้นตอนข้างต้นแล้วลากแต่ละแอปออกจากโฟลเดอร์ จากนั้นคุณจะสามารถปล่อยแอปไว้บนเดสก์ท็อปของคุณ หรือคุณจะย้ายแอปไปยังโฟลเดอร์อื่นหรือไปยังถังขยะก็ได้เช่นกัน

source: Once the folder you want to remove is empty, click and hold the folder.
id: Ketika folder yang ingin Anda hapus sudah kosong, klik dan tahan foldernya.
th: เมื่อโฟลเดอร์ที่คุณต้องการลบออกว่างเปล่าแล้ว ให้คลิกที่โฟลเดอร์ค้างไว้

source: Keeping the mouse button pressed, drag the folder on top of <_:media-1/>.
id: Tekan terus tombol mouse, seret ikon aplikasi di atas <_:media-1/>.
th: กดปุ่มบนเมาส์ค้างไว้แล้วลากโฟลเดอร์มาไว้ที่ด้านบนของ <_:media-1/>

source: Just drop the folder there to remove it from the desktop.
id: Letakkan folder di sana untuk menghapusnya dari desktop.
th: วางโฟลเดอร์ไว้ตรงนั้นเพื่อลบออกจากเดสก์ท็อป

source: Alexandre Franke
th: อเล็กซองเดรอะ ฟรังเก้

source: To log out (i.e. in order to switch to a different user), click on the User icon at the very bottom right-hand side of your screen (it looks like a person), and click the <gui>Lock icon</gui>.
id: Untuk log keluar (misalnya untuk mengganti akun pengguna), klik ikon Pengguna pada bagian kanan bawah layar Anda (ikon ini tampak seperti kepala manusia), lalu klik <gui>ikon Gembok.</gui>
th: หากต้องการออกจากระบบ (กล่าวคือ เพื่อเปลี่ยนเป็นผู้ใช้อื่น) ให้คลิกที่ไอคอนผู้ใช้ที่ด้านล่างขวาของหน้าจอของคุณ (ดูเหมือนรูปคน) แล้วคลิกที่<gui>ไอคอนแม่กุญแจ</gui>

source: To lock your screen, click on the User icon at the very bottom right-hand side of your screen (it looks like a person), and click the <gui>Lock icon</gui>.
id: Untuk mengunci layar Anda, klik ikon Pengguna pada bagian kanan bawah layar Anda (ikon ini tampak seperti kepala manusia), lalu klik <gui>ikon Gembok</gui>.
th: สำหรับการล็อกหน้าจอของคุณ ให้คลิกที่ไอคอนผู้ใช้ที่ด้านล่างขวาของหน้าจอ (ดูเหมือนรูปคน) แล้วคลิก<gui>ไอคอนแม่กุญแจ</gui>

source: If you want to power off your computer entirely, or do a full restart, click on the User icon at the very bottom right-hand side of your screen (it looks like a person), and press the <gui>Exit</gui> button at the bottom right of the menu. A dialog will open offering you the options to, among other options, <gui>Restart</gui> or <gui>Power Off</gui>.
id: Bila ingin mematikan komputer Anda seluruhnya, atau melakukan proses mulai ulang, klik ikon Pengguna yang bisa ditemukan di sisi kanan bawah layar Anda (ikon ini tampak seperti kepala manusia), lalu klik tombol<gui>Keluar</gui>pada bagian bawah menu. Sebuah dialog akan muncul dengan berbagai opsi, salah satunya adalah <gui>Nyalakan Ulang</gui> atau <gui>Matikan</gui>.
th: หากคุณต้องการปิดคอมพิวเตอร์ของคุณทั้งระบบ หรือต้องการรีสตาร์ตใหม่ทั้งระบบ ให้คลิกที่ไอคอนผู้ใช้ที่ด้านล่างขวาของหน้าจอของคุณ (ดูเหมือนรูปคน) แล้วกดปุ่ม<gui>ออก</gui>ที่ด้านล่างขวาของเมนู กล่องโต้ตอบจะเปิดขึ้นเพื่อแสดงตัวเลือกต่างๆ เช่น <gui>รีสตาร์ต</gui> หรือ <gui>ปิดเครื่อง</gui>

source: The task bar provides access to important things like your windows and applications, your calendar and clock, and system properties like sound and networking. There, you can change the volume, edit your Wi-Fi connection details, check your battery status, log out or switch users, and turn off your computer.
id: Taskbar memberikan akses ke hal-hal penting seperti jendela dan aplikasi, kalendar dan jam, dan pengaturan sistem lainnya seperti suara dan jaringan. Anda bisa mengubah volume, mengganti detail jaringan Wi-Fi, mengecek status baterai, log keluar atau mengganti pengguna, dan mematikan komputer Anda.
th: แถบงานจะให้การเข้าถึงสิ่งต่างๆ ที่สำคัญอย่างเช่น หน้าต่างและแอปพลิเคชันของคุณ, ปฏิทินและนาฬิกาของคุณ และคุณสมบัติของระบบอย่างเช่น เสียงและระบบเครือข่าย ที่นี่คุณจะสามารถเปลี่ยนระดับเสียง, แก้ไขรายละเอียดการเชื่อมต่อ Wi-Fi ของคุณ, ตรวจสอบสถานะของแบตเตอรี่, ออกจากระบบหรือเปลี่ยนผู้ใช้ และปิดเครื่องคอมพิวเตอร์ของคุณได้

source: <keyseq><key>Ctrl</key><key>Alt</key><key>Tab</key></keyseq>
th: <keyseq><key>Ctrl</key><key>Alt</key><key>แท็บ</key></keyseq>

source: <keyseq><key>Super</key><key>L</key></keyseq>
th: <keyseq><key>ซูเปอร์</key><key>L</key></keyseq>

source: Marina Zhurakhinskaya
th: มาริน่า จุราคินสกายา

source: Use folders to stay organized.
id: Gunakan folder supaya tetap terorganisir.
th: ใช้โฟลเดอร์เพื่อรักษาความเป็นระบบ

source: On the top bar, click the <gui>Updates</gui> section.
id: Pada kolom di atas, klik bagian <gui>Pembaruan</gui>.
th: ที่แถบด้านบนสุด ให้คลิกหมวด<gui>การอัปเดต</gui>

source: If there is an update available, you will see an <gui>Update</gui> you can select. Click on it to download the update. It will be installed automatically once it's ready.
id: Bila ada pembaruan baru, Anda akan melihat sebuah <gui>Pembaruan</gui> yang bisa Anda pilih. Klik untuk mengunduh pembaruan. Pembaruan akan diinstal secara otomatis ketika sudah siap.
th: หากมีการอัปเดตพร้อมให้บริการ คุณจะมองเห็นตัวเลือก<gui>อัปเดต</gui>ที่คุณสามารถเลือกได้ ให้คลิกที่ตัวเลือกนั้นเพื่อดาวน์โหลดการอัปเดต โดยระบบจะทำการติดตั้งให้โดยอัตโนมัติเมื่อดาวน์โหลดเสร็จ

source: You can also choose to <gui>Update All</gui> of your apps at once with the blue button at the top right of your screen.
id: Anda bisa memilih untuk <gui>Perbarui Semua</gui> aplikasi dalam sekali jalan dengan menekan tombol biru pada sisi kanan atas layar Anda.
th: นอกจากนี้ คุณยังสามารถเลือกที่จะ<gui>อัปเดตทั้งหมด</gui>กับแอปของคุณทันทีด้วยปุ่มสีน้ำเงินที่ด้านบนขวาของหน้าจอของคุณ

source: To update your apps, you will need an internet connection.
id: Untuk memperbarui aplikasi, Anda memerlukan koneksi internet.
th: หากต้องการอัปเดตแอป คุณจะต้องเชื่อมต่อกับอินเทอร์เน็ต

source: You can close the <app>App Center</app> while apps are updating.
id: Anda boleh menutup <app>Pusat Aplikasi</app>ketika aplikasi sedang diperbarui.
th: คุณสามารถปิด<app>ศูนย์แอป</app>ในระหว่างที่แอปกำลังอัปเดตได้

source: Starting in Endless version 3.2, you can hide all of your windows instantly by clicking on the Endless logo on the bottom left corner. Click it again to restore your windows. When your windows are minimized, you can use the <gui>hot corner</gui> on the bottom right to quickly navigate between the hidden apps.
id: Mulai dari Endless versi 3.2, Anda bisa menyembunyikan semua jendela aplikasi secara cepat dengan cara mengklik logo Endless di bagian sudut kiri bawah. Klik sekali lagi untuk mengembalikan jendela aplikasi. Ketika jendela sedang di minimalkan, Anda bisa menggunakan <gui>pojok aktif</gui> pada bagian kanan bawah untuk secara cepat berpindah dari satu aplikasi ke aplikasi lainnya.
th: ตั้งแต่ Endless เวอร์ชัน 3.2 เป็นต้นไป คุณจะสามารถซ่อนหน้าต่างทั้งหมดของคุณแบบทันทีได้โดยการคลิกที่โลโก้ Endless ในมุมล่างซ้าย จากนั้นให้คลิกอีกครั้งเพื่อเรียกคืนหน้าต่างของคุณ เมื่อหน้าต่างของคุณถูกย่อลง คุณจะสามารถใช้<gui>มุมลัด</gui>ที่อยู่บริเวณด้านล่างขวาเพื่อเลื่อนไปมาระหว่างแอปต่างๆ ที่ซ่อนไว้อย่างรวดเร็วได้
