Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: On the task bar on the bottom right-hand side of your screen, click the network icon <media type="image" mime="image/svg" src="figures/network-offline-symbolic.svg"/>.
es: En la barra de tareas en la parte inferior derecha de tu pantalla, haz clic en el ícono de la red <media type="image" mime="image/svg" src="figures/network-offline-symbolic.svg"/>.
id: Pada batang tugas di bagian kanan bawah layar, klik pada ikon jaringan <media type="image" mime="image/svg" src="figures/network-offline-symbolic.svg"/>.
th: ในแถบงานที่ด้านล่างขวาของหน้าจอ ให้คลิกไอคอนเครือข่าย <media type="image" mime="image/svg" src="figures/network-offline-symbolic.svg"/>
vi: Trên thanh tác vụ ở phía dưới bên phải màn hình, nhấp vào biểu tượng mạng <media type="image" mime="image/svg" src="figures/network-offline-symbolic.svg"/>.
zh_cn: 点击屏幕右侧底部任务栏中的互联网图标 <media type="image" mime="image/svg" src="figures/network-offline-symbolic.svg"/>。

source: Click <gui>Wi-Fi</gui> to turn it <gui>ON</gui>. It will become blue to indicate Wi-Fi is ON.
es: Haz clic en <gui>Wi-Fi</gui> para <gui>encenderlo</gui>. Se volverá azul para indicar que el Wi-Fi está activado.
id: Klik <gui> Wi-Fi</gui> untuk membuat <gui> NYALA </gui>. Ini akan menjadi biru untuk menunjukkan Wi-Fi NYALA.
th: คลิกที่ <gui>Wi-Fi</gui> เพื่อ <gui>เปิด</gui> จะกลายเป็นสีฟ้าเพื่อแสดงว่า Wi-Fi ถูกเปิดอยู่
vi: Bấm <gui>Wi-Fi</gui> để <gui>BẬT</gui> wi-fi. Nó sẽ chuyển sang màu xanh dương để cho biết Wi-Fi đang BẬT.
zh_cn: 点击<gui>WIFI</gui>并将其<gui>开启</gui>。WIFI开启将变成蓝色。

source: Click the name of the network you want to connect to.
es: Haz clic en el nombre de la red a la que te quieres conectar.
id: Klik nama jaringan yang ingin Anda gunakan.
th: คลิกที่ชื่อของโครงข่ายที่คุณต้องการเชื่อมต่อ
vi: Nhấp vào tên của mạng bạn muốn kết nối.
zh_cn: 点击你想连接的网络名称。

source: If the name of the network isn't in the list, try clicking <gui>More</gui> to see if the network is further down the list. If you still don't see the network, you may be out of range or the network <link xref="net-wireless-hidden">might be hidden</link>.
es: Si el nombre de la red no está en la lista, pruebe a pulsar <gui>Más</gui> para ver si la red está más abajo en la lista. Si sigue sin verla, puede que esté fuera del área de cobertura o puede que la red <link xref="net-wireless-hidden">esté oculta</link>.
id: Apabila nama jaringan tidak ada dalam daftar, coba mengklik pada <gui>Lainnya</gui> untuk melihat apakah jaringan itu ada dalam bagian selanjutnya dalam daftar. Apabila Anda tetap tidak dapat melihat jaringan itu, mungkin Anda di luar jangkauan atau jaringan itu <link xref="net-wireless-hidden">mungkin disembunyikan</link>.
th: หากชื่อเครือข่ายไม่อยู่ในรายการ ลองคลิก <gui>More</gui> เพื่อดูว่าเครือข่ายอยู่ในรายการลำดับล่างลงไปหรือไม่ หากคุณยังคงไม่เห็นเครือข่าย คุณอาจอยู่นอกระยะหรือเครือข่าย <link xref="net-wireless-hidden">อาจถูกซ่อน</link>
vi: Nếu tên mạng không có trong danh sách, hãy thử nhấp <gui>Xem thêm</gui> để xem có tên mạng phía dưới danh sách không. Nếu bạn vẫn không nhìn thấy tên mạng, bạn có thể nằm ngoài phạm vi hoặc mạng <link xref="net-wireless-hidden">có thể bị ẩn</link>.
zh_cn: 如果网络名称没有列出来，尝试点击<gui>更多</gui>查看是否隐藏在了列表最下边。如果您仍然找不到网络，您可能超出了网络覆盖范围，或者可能此网络<link xref="net-wireless-hidden">被隐藏了</link>。

source: If the network is protected by a password (<link xref="net-wireless-wepwpa">encryption key</link>), enter the password when prompted and click <gui>Connect</gui>.
es: Si la red está protegida por una contraseña (<link xref="net-wireless-wepwpa">clave de cifrado</link>), introduzca la contraseña cuando se le pida y pulse <gui>Conectar</gui>.
id: Apabila jaringan dilindungi menggunakan kata sandi (<link xref="net-wireless-wepwpa">kunci enkripsi</link>), masukkan kata sandi saat diminta dan klik <gui>Sambungkan</gui>.
th: หากเครือข่ายได้รับการคุ้มครองด้วยรหัสผ่าน (<link xref="net-wireless-wepwpa">คีย์เข้ารหัส</link>) ใส่รหัสผ่านเมื่อแสดงขึ้นมา และกด <gui>เชื่อมต่อ</gui>
vi: Nếu mạng được bảo vệ bằng mật mã, bạn sẽ được hỏi <link xref="net-wireless-wepwpa">>khoá</link>. Nhập vào mật khẩu hoặc khoá mã hoá, và nhấn <gui>Kết nối</gui>.
zh_cn: 如果网络受到(<link xref="net-wireless-wepwpa">密码</link>)保护，请在出现提示时输入密码并单击<gui>连接</gui>。

source: If you do not know the password, it may be written on the underside of the wireless router or base station, in its instruction manual, or you may have to ask the person who administers the wireless network.
es: Si no conoces la clave, puede que esté escrita en la parte inferior del enrutador inalámbrico o de la estación base, en el manual de instrucciones o puedas tener que preguntarle a la persona que administra la red inalámbrica.
id: Jika Anda tidak tahu kata sandi, itu mungkin ditulis di bagian bawah router atau stasiun basis nirkabel, di petunjuknya, atau Anda mungkin harus meminta orang yang mengelola jaringan nirkabel.
th: หากคุณไม่ทราบรหัสผ่าน มันอาจเขียนอยู่ด้านล่างของเราเตอร์ไร้สายหรือสเตชั่นฐาน, ในคู่มือการใช้งาน หรือคุณอาจสอบถามผู้ดูแลเครือข่ายไร้สาย
vi: Nếu bạn không biết mật khẩu, có thể tìm thấy nó được đề ở mặt dưới của bộ định tuyến không dây hoặc ở chân đế, trong hướng dẫn sử dụng, hoặc bạn cũng có thể hỏi người quản trị mạng không dây.
zh_cn: 如果你不知道密码,那么它有可能被写在无线路由器或基站底部、说明书或你可能要询问的无线网路管理员那里。

source: The network icon will change appearance as the computer attempts to connect to the network.
es: El icono de red cambiará su apariencia según el equipo intente conectarse a la red.
id: Ikon jaringan akan berubah tampilan seiring dengan upaya komputer terhubung dengan jaringan.
th: ไอคอนโครงข่ายจะเปลี่ยนลักษณะเมื่อคอมพิวเตอร์กำลังเชื่อมต่อกับโครงข่าย
vi: Biểu tượng mạng sẽ hiện hình máy tính đang cố kết nối.
zh_cn: 当电脑连接到网络过程中，网络图标会发生变化。

source: While the computer attempts to connect to the network, the network icon will look like this <media type="image" mime="image/svg" src="figures/network-wireless-acquiring-symbolic.svg"/>.
es: Mientras que la computadora intente conectar a la red, el ícono de la red se verá así <media type="image" mime="image/svg" src="figures/network-wireless-acquiring-symbolic.svg"/>.
id: Saat komputer berusaha tersambung dengan jaringan, ikon jaringan akan tampak seperti ini <media type="image" mime="image/svg" src="figures/network-wireless-acquiring-symbolic.svg"/>.
th: ในขณะที่คอมพิวเตอร์กำลังพยายามเชื่อมต่ออินเทอร์เน็ต ไอคอนโครงข่ายจะเป็นแบบนี้<media type="image" mime="image/svg" src="figures/network-wireless-acquiring-symbolic.svg"/>
vi: Khi máy tính cố gắng kết nối với một mạng lưới, biểu tượng mạng trông sẽ thế này <media type="image" mime="image/svg" src="figures/network-wireless-acquiring-symbolic.svg"/>.
zh_cn: 计算机试图连接到网络时，网络图标会显示如下：<media type="image" mime="image/svg" src="figures/network-wireless-acquiring-symbolic.svg"/>。

source: If the connection is successful, the icon will change to a dot with several bars above it <media type="image" mime="image/svg" src="figures/network-wireless-signal-excellent-symbolic.svg"/>. More bars indicate a stronger connection to the network. If there aren't many bars, the connection is weak and might not be very reliable.
es: Si la conexión se realiza correctamente, el ícono cambiará a un punto con varias barras por encima <media type="image" mime="image/svg" src="figures/network-wireless-signal-excellent-symbolic.svg"/>. Más barras indican una conexión más fuerte a la red. Si no hay muchas barras, las conexión es débil y puede no ser muy fiable.
id: Jika koneksi berhasil, ikon akan berubah menjadi sebuah titik dengan beberapa bar di atasnya <media type="image" mime="image/svg" src="figures/network-wireless-signal-excellent-symbolic.svg"/>. Bar yang lebih menunjukkan hubungan yang lebih kuat ke jaringan. Jika tidak ada banyak bar, koneksi lemah dan mungkin sangat tidak diandalkan.
th: หากการเชื่อมต่อสำเร็จ ไอคอนจะเปลี่ยนเป็นจุดที่มีแท่งบาร์หลายอันด้านบน<media type="image" mime="image/svg" src="figures/network-wireless-signal-excellent-symbolic.svg"/> จำนวนแท่งบาร์ที่มากขึ้นบ่งบอกถึงการเชื่อมต่อที่ชัดเจนขึ้น หากไม่มีแท่งบาร์ การเชื่อมต่อนั้นอ่อนและอาจใช้งานไม่ได้
vi: Nếu kết nối thành công, biểu tượng sẽ chuyển thành một dấu chấm với một vài vạch bên trên nó <media type="image" mime="image/svg" src="figures/network-wireless-signal-excellent-symbolic.svg"/>. Càng nhiều vạch thì kết nối mạng càng mạnh. Nếu không có nhiều vạch, thì kết nối yếu hoặc có thể không đáng tin cậy cho lắm.
zh_cn: 如果连接成功,图标会变成一个点附带长条状 <media type="image" mime="image/svg" src="figures/network-wireless-signal-excellent-symbolic.svg"/>。条状越多，网络信号越强。条状较少，连接可能薄弱,不是很可靠。

source: If the connection is not successful, you may be asked for your password again or it might just tell you that the connection has been disconnected. There are a number of things that could have caused this to happen. You could have entered the wrong password, the wireless signal could be too weak, or your computer's wireless card might have a problem, for example.
es: Si la conexión no tiene éxito, te preguntará por tu contraseña otra vez, o simplemente te dirá que la conexión se ha desconectado. Hay varias razones que pueden hacer que esto pase; por ejemplo, podrías haber introducido mal la contraseña, la señal inalámbrica podría ser muy débil o la tarjeta inalámbrica de tu computadora podría estar dañada.
id: Jika koneksi tidak berhasil, Anda mungkin diminta untuk memberikan kata sandi Anda lagi atau mungkin hanya memberi tahu Anda bahwa koneksi telah terputus. Ada beberapa hal yang bisa menyebabkan hal ini terjadi. Anda bisa jadi memasukkan kata sandi yang salah, sinyal nirkabel bisa jadi terlalu lemah, atau kartu nirkabel komputer Anda mungkin memiliki masalah, misalnya.
th: หากการเชื่อมต่อไม่สำเร็จ คุณอาจต้องใส่รหัสผ่านอีกครั้งหรือระบบอาจบอกแค่ว่าการเชื่อมต่อถูกตัดแล้ว ซึ่งอาจเกิดจากสาเหตุหลายประการ คุณอาจใส่รหัสผ่านผิด สัญญาณอินเทอร์เน็ตไร้สายอาจอ่อนเกินไปหรือการ์ดไร้สายอาจมีปัญหา เป็นต้น
vi: Nếu việc kết nối không thành công, có thể bạn sẽ được đề nghị nhập lại mật khẩu hoặc có thể máy sẽ chỉ báo cho bạn biết kết nối mạng đã bị gián đoạn. Có nhiều nguyên nhân gây ra tình trạng này. Ví dụ, có thể bạn đã nhập sai mật khẩu, có thể tín hiệu không dây quá yếu, hoặc thẻ mạng không dây của máy tính của bạn có vấn đề.
zh_cn: 如果连接不成功, 电脑会询问是否再次输入密码或者告诉你连接已经断开。这种情况发生发生的情况较多。你可能输入错误的密码,或无线信号太弱,或电脑的无线网卡有问题。

source: A stronger connection to a wireless network does not necessarily mean that you have a faster internet connection, or that you will have faster download speeds. The wireless connection connects your computer to the <em>device which provides the internet connection</em> (like a router or modem), but the two connections are actually different, and so will run at different speeds.
es: Una conexión más fuerte a una red inalámbrica no significa necesariamente que vaya a tener una conexión a Internet más rápida, o que vaya a tener una velocidad de descarga mayor. La conexión inalámbrica conecta su equipo al <em>dispositivo que proporciona la conexión a Internet</em> (como un enrutador o un módem), pero las dos conexiones son diferentes, y por lo tanto tiene velocidades distintas.
id: Koneksi yang lebih kuat ke jaringan nirkabel tak selalu berarti bahwa Anda memiliki koneksi internet yang lebih kencang, atau pun kecepatan unduh yang lebih cepat. Koneksi nirkabel menghubungkan komputer Anda dengan <em>perangkat yang menyediakan koneksi internet</em> (seperti router atau modem), namun kedua koneksi sebenarnya berbeda, dan karenanya akan berjalan dalam kecepatan berbeda.
th: การเชื่อมต่อที่แข็งแกร่งกับเครือข่ายไร้สายไม่ได้หมายความว่าคุณจะเชื่อมต่ออินเทอร์เน็ตได้เร็วขึ้น หรือคุณจะดาวน์โหลดได้เร็วขึ้นเสมอไป การเชื่อมต่อไร้สายนั้นเชื่อมต่อคอมพิวเตอร์ของคุณเข้ากับ<em>อุปกรณ์ซึ่งมีการเชื่อมต่ออินเทอร์เน็ต</em> (เช่น เราเตอร์ หรือ โมเด็ม) แต่การเชื่อมต่อทั้งสองแบบนั้นแตกต่างกัน และมีความเร็วที่แตกต่างกันด้วย
vi: Kết nối mạnh hơn vào mạng không dây không phải lúc nào cũng đồng nghĩa với kết nối Internet nhanh hơn hay tốc độ tải về nhanh hơn. Kết nối không dây kết nối máy tính của bạn vào <em>thiết bị cung cấp kết nối Internet</em> (như một bộ định tuyến hay modem), nhưng hai kết nối này thật sự khác nhau, do đó sẽ vận hành với tốc độ khác nhau.
zh_cn: 较强的无线网络连接并不一定意味着互联网连接速度更快，或者您的下载速度更快。无线连接将您的电脑连接到<em>提供互联网连接</em>的设备(如路由器或调制解调器)，但设备本身所提供无线信号的强度与网速无关。

source: You might have low signal, or the network might not be letting you connect properly.
es: Es posible que tenga baja señal, o la red podría ser la que no le permite conectar correctamente.
id: Sinyal Anda kemungkinan lemah atau jaringan tidak tersambung dengan baik.
th: คุณอาจมีสัญญาณต่ำ หรือโครงข่ายอาจไม่ยอมให้คุณเชื่อมต่อได้
vi: Bạn có thể gặp tín hiệu yếu, hoặc mạng không kết nối đúng cách.
zh_cn: 可能是信号太弱，或者网络没有正确的连接。

source: Why does my wireless network keep disconnecting?
es: ¿Por qué mi red inalámbrica permanece desconectada?
id: Mengapa jaringan nirkabel saya terputus terus?
th: ทำไมโครงข่ายไร้สายของฉันถึงสัญญาณหลุดบ่อยๆ
vi: Tại sao mạng không dây cứ bị ngắt kết nối?
zh_cn: 为什么我的无线网络总是断开？

source: You may find that you have been disconnected from a wireless network even though you wanted to stay connected. Your computer will normally try to reconnect to the network as soon as this happens (the network icon on the top bar will display three dots if it is trying to reconnect), but it can be annoying, especially if you were using the internet at the time.
es: Es posible que se desconecte de una red inalámbrica a pesar de querer mantenerse en contacto. Su equipo normalmente intentará conectarse de nuevo a la red cuando esto suceda (el icono de red en la barra superior girará o parpadeará si está tratando de volver a conectar), pero puede ser molesto, especialmente si está utilizando Internet en ese momento.
id: Anda mungkin akan mendapati bahwa Anda telah terputus dari jaringan nirkabel meskipun Anda ingin tetap terhubung. Komputer Anda biasanya akan mencoba untuk terhubung kembali ke jaringan segera saat ini terjadi (ikon jaringan di bilah atas akan menampilkan tiga titik jika sedang mencoba untuk terhubung kembali), tetapi hal ini bisa mengganggu, terutama jika Anda sedang menggunakan internet.
th: คุณอาจออกจากการเชื่อมต่อโครงข่ายไร้สายแม้ว่าคุณยังอยากเชื่อมต่ออยู่ คอมพิวเตอร์ของคุณจะพยายามเชื่อมต่อเข้าโครงข่ายใหม่โดยอัตโนมัติทันที่ที่เกิดกรณีเช่นนี้ขึ้น (ไอคอนโครงข่ายบนแถบด้านบนจะแสดงจุดสามจุดหากกำลังพยายามเชื่อมต่ออยู่) แต่ขั้นตอนนี้อาจน่ารำคาญ โดยเฉพาะหากคุณกำลังใช้อินเทอร์เน็ตอยู่ในเวลานั้น
vi: Bạn có thể thấy mình đã bị ngắt kết nối khỏi mạng không dây mặc dù bạn muốn duy trì kết nối. Thông thường, máy tính của bạn sẽ cố gắng kết nối lại ngay khi điều này xảy ra (biểu tượng mạng ở thanh trên cùng sẽ hiển thị ba dấu chấm nếu máy đang cố gắng kết nối lại), nhưng điều này có thể gây phiền toái, đặc biệt là nếu lúc đó bạn đang sử dụng internet.
zh_cn: 即使你想保持联系，你也会发现电脑已经断开无线网络。一旦出现这种情况(如果它试图重新连接，网络图标顶部栏将显示三个点),你的电脑通常会尝试重新连接到网络。不过这种情况比较麻烦，特别是你正在使用互联网时。

source: Weak wireless signal
es: Señal inalámbrica débil
id: Sinyal nirkabel lemah
th: สัญญาณไร้สายอ่อน
vi: Tín hiệu không dây yếu
zh_cn: 无线信号太弱

source: A common reason for being disconnected from a wireless network is that you have low signal. Wireless networks have a limited range, so if you are too far away from the wireless base station you may not be able to get a strong enough signal to maintain a connection. Walls and other objects between you and the base station can also weaken the signal.
es: Una razón común para desconectarse de una red inalámbrica es que tiene señal baja. Las redes inalámbricas tienen un alcance limitado, por lo que si están demasiado lejos de la estación de base inalámbrica, puede que no sea capaz de obtener una señal lo suficientemente fuerte como para mantener una conexión. Las paredes y otros objetos entre usted y la estación base también pueden debilitar la señal.
id: Alasan umum untuk terputus dari jaringan nirkabel adalah bahwa Anda memiliki sinyal lemah. Jaringan nirkabel memiliki jangkauan yang terbatas, jadi jika Anda terlalu jauh dari base station nirkabel Anda mungkin tidak bisa mendapatkan sinyal yang cukup kuat untuk mempertahankan koneksi. Dinding dan benda-benda lain antara Anda dan base station juga dapat melemahkan sinyal.
th: เหตุทั่วไปที่ทำให้เครือข่ายไร้สายหลุดก็คือสัญญาณของคุณอ่อน เครือข่ายไร้สาย ทำงานได้ในระยะที่จำกัด ดังนั้นหากคุณอยู่ไกลจากอุปกรณ์ส่งสัญญาณไร้สายมากเกินไป ก็อาจจะไม่ได้รับสัญญาณแรงพอที่จะเชื่อมต่ออยู่ได้ กำแพงและวัตถุอื่นที่ขวางระหว่างคุณกับอุปกรณ์ส่งสัญญาณก็ทำให้สัญญาณอ่อนได้เช่นกัน
vi: Nguyên nhân thông thường bị ngắt kết nối không dây là bạn có tín hiệu không dây yếu. Mạng không dây bị giới hạn không gian, nếu bạn ở quá xa trạm không dây, bạn có thể không có sóng đủ mạnh để duy trì kết nối. Tường và các vật cản khác giữa bạn và trạm cũng có thể làm yếu tín hiệu đi.
zh_cn: 常见的中断原因是信号太弱，无线网络有一个覆盖范围，因此如果您离无线基站太远，可能会因为信号太弱而不能保持连接。墙和其他阻挡的物体会减弱信号。

source: The network icon on the task bar displays how strong your wireless signal is. If the signal looks low, try moving closer to the wireless base station.
es: El ícono de red en la barra de tareas muestra la fuerza de tu señal inalámbrica. Si la señal se ve baja, trata de acercarte a la estación base inalámbrica.
id: Ikon jaringan pada bilah tugas menampilkan kekuatan sinyal nirkabel Anda. Jika sinyal tampak lemah, cobalah berpindah lebih dekat ke titik pusat nirkabel.
th: ไอคอนโครงข่ายบนแถบงาน จะแสดงให้เห็นว่าสัญญาณไร้สายของคุณแรงแค่ไหน หากสัญญาณอ่อน ลองขยับเข้าใกล้ฐานที่ส่งสัญญาณ
vi: Biểu tượng mạng trên thanh công cụ cho biết tín hiệu không dây mạnh đến mức nào. Nếu tín hiệu yếu, hãy cố gắng di chuyển đến gần trạm gốc không dây hơn.
zh_cn: 任务栏上的网络图标显示你的无线信号强弱。如果信号弱,请尝试靠近无线基站。

source: Network connection not being established properly
es: La conexión de red no está establecida correctamente
id: Koneksi jaringan tidak dilakukan dengan benar
th: ไม่ได้มีการเชื่อมต่อโครงข่ายอย่างถูกต้อง
vi: Kết nối không dây không được thiết lập đúng
zh_cn: 网络连接建立不正确

source: Sometimes, when you connect to a wireless network, it may appear that you have successfully connected at first, but then you will be disconnected soon after. This normally happens because your computer was only partially successful in connecting to the network - it managed to establish a connection, but was unable to finalize the connection for some reason and so was disconnected.
es: A veces, cuando se conecta a una red inalámbrica, puede parecer que se ha conectado correctamente al principio, pero luego se desconectará. Esto sucede normalmente porque el equipo obtuvo solo un éxito parcial en la conexión a la red. Gestionó cómo establecer una conexión, pero no pudo finalizar la conexión por alguna razón y la desconectó.
id: Terkadang, saat Anda terhubung ke jejaring nirkabel, mungkin awalnya tampak bahwa Anda telah berhasil terhubung, namun kemudian langsung terputus setelahnya. Ini umumnya terjadi karena komputer hanya setengah berhasil dalam terhubung ke jejaring - koneksi berhasil dilakukan, namun gagal menyelesaikan sambungan karena suatu alasan hingga akhirnya terputus.
th: บางครั้งเมื่อคุณเชื่อมต่อกับเครือข่ายไร้สาย อาจจะดูเหมือนว่าเชื่อมต่อสำเร็จในตอนแรก แล้วไม่นานคุณก็ขาดการเชื่อมต่อ สิ่งนี้มักเกิดขึ้นเพราะคอมพิวเตอร์ของคุณเชื่อมต่อกับเครือข่ายได้เพียงบางส่วน โดยสามารถเชื่อมได้ แต่ไม่สามารถต่อให้ติดได้สำเร็จและถูกตัดขาดไป
vi: Đôi khi, khi bạn kết nối mạng không dây, nó trông có vẻ kết nối thành công nhưng thật ra bạn bị ngắt kết nối. Máy tính bạn chỉ thành công kết nối một nữa, không thể hoàn tất vì lý do nào đó, và cuối cùng bị ngắt kết nối.
zh_cn: 有时，当您连上一个无线网络，可能首先显示成功连接上，但稍后又断开了，这通常是因为您的电脑还没有完全连接到网络上－已经建立了连接，但由于某种原因不能完全连接，因而又断开了。

source: A possible reason for this is that you entered the wrong wireless passphrase, or that your computer was not allowed on the network (because the network requires a username to log in, for example).
es: Una posible razón para esto es que ha introducido la contraseña inalámbrica mal, o que el equipo no tiene permisos en la red (ya que la red requiere un nombre de usuario para iniciar sesión, por ejemplo).
id: Alasan yang mungkin adalah Anda memasukkan frasa sandi nirkabel yang salah, atau bahwa komputer Anda tak diijinkan pada jaringan (karena jaringan memerlukan suatu nama pengguna untuk log masuk, misalnya).
th: เป็นไปได้ว่าคุณอาจจะใส่รหัสผ่านการเชื่อมต่อแบบไร้สายผิด หรือคอมพิวเตอร์ไม้ได้รับอนุญาตให้ใช้โครงข่ายนั้นๆ (เพราะโครงข่ายต้องใช้ชื่อผู้ใช้ ในการเข้าใช้งาน เป็นต้น)
vi: Một khả năng nữa là bạn nhập nhầm mật mã không dây, hoặc máy tính bạn không được phép vào mạng (ví dụ, vì mạng cần tên đăng nhập).
zh_cn: 一个可能的原因是您输入的无线连接参数不正确，或者您的电脑不被允许连接(比如连接需要用户名来登录)。

source: Unreliable wireless hardware/drivers
es: Controladores o hardware inalámbrico poco fiables
id: Perangkat keras/penggerak nirkabel yang tak reliabel
th: ฮาร์ดแวร์/ไดร์ฟเวอร์ไร้สายที่เชื่อถือไม่ได้
vi: Trình điều khiển/phần cứng không dây không ổn định
zh_cn: 不可靠的无线设备硬件/驱动

source: Some wireless network hardware can be a little unreliable. Wireless networks are complicated, so wireless cards and base stations occasionally run into minor problems and may drop connections. This is annoying, but it happens quite regularly with many devices. If you are disconnected from wireless connections from time to time, this may be the only reason. If it happens very regularly, you may want to consider getting some different hardware.
es: Algunos equipos de red inalámbrica pueden ser poco fiables. Las redes inalámbricas son complicadas, por lo que las tarjetas inalámbricas y estaciones base de vez en cuando tienen problemas de menor importancia y pueden perder la conexión. Esto es molesto, pero ocurre con bastante regularidad con muchos dispositivos. Si se desconecta de conexiones inalámbricas de vez en cuando, esta puede ser la única razón. Si esto ocurre con mucha frecuencia, es posible que quiera considerar el uso de hardware diferente.
id: Sejumlah perangkat keras jaringan nirkabel kurang bisa diandalkan. Jaringan nirkabel kompleks, sehingga kartu koneksi nirkabel dan stasiun pangkalnya sering mengalami problem minor dan koneksi pun turun. Hal ini mengganggu, namun terjadi cukup sering di banyak perangkat. Jika Anda terus-menerus terlepas dari koneksi internet nirkabel, pasti ada alasannya. Jika terjadi sangat sering, Anda kemungkinan perlu mengganti perangkat keras.
th: ฮาร์ดแวร์เครือข่ายไร้สายบางชิ้นอาจเชื่อถือไม่ได้ เครือข่ายไร้สายมีความซับซ้อน ดังนั้นอาจเกิดปัญหาเล็กน้อยกับการ์ดไร้สายและอุปกรณ์ส่งสัญญาณเป็นบางครั้งและทำให้การเชื่อมต่ลดประสิทธิภาพลง ซึ่งเป็นเรื่องน่ารำคาญใจ แต่ปัญหานี้เกิดขึ้นเป็นปกติในอุปกรณ์เป็นจำนวนมาก หากคุณออกจากการเชื่อมต่อแบบไร้สายเป็นบางครั้ง นี่อาจเป็นเพียงสาเหตุเดียว แต่หากปัญหานี้เกิดขึ้นบ่อย ๆคุณอาจจะต้องลองพิจารณาใช้ฮาร์ดแวร์อื่นดู
vi: Một vài phần cứng mạng không dây có thể không ổn định. Mạng không dây rất phức tạp, cạc mạng và trạm không dây đôi khi gặp vấn đề nho nhỏ và có thể làm rớt kết nối. Cũng hơi khó chịu, nhưng nó xảy ra khá thường xuyên với nhiều thiết bị. Nếu bạn bị ngắt kết nối không dây thường xuyên, đây có thể là lý do. Nếu xảy ra thường xuyên, bạn nên cân nhắc dùng phần cứng khác.
zh_cn: 有些无线网络硬件可能不太可靠。无线网络很复杂，因此无线适配器和基站偶尔会出现小问题并失去连接。这种情况会造成很大不便，但在很多设备上却很常见。如果您经常从无线连接断开，这可能会是一个重要原因。如果频繁发生，您要考虑使用不同的硬件。

source: Busy wireless networks
es: Redes inalámbricas ocupadas
id: Jaringan nirkabel sibuk
th: สัญญาณไร้สายไม่ว่าง
vi: Mạng không dây bận rộn
zh_cn: 无线网络忙
