Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: Your computer should be incredibly useful to you both online and offline. For that reason, we have packed Endless with all sorts of applications and content for you to explore and discover. You can add more apps to your desktop by clicking on <_:media-1/> button from the desktop. This will launch our <app>App Center</app>, which is full of free applications for you to install on your desktop.
es: Tu computadora debería ser increíblemente útil para ti con o sin internet. Por esa razón hemos cargado Endless con todo tipo de programas y contenido para que exploras y descubras. Puedes agregar más programas a tu escritorio con hacer clic en el botón <_:media-1/> desde el escritorio. Esto abrirá tu <app>Centro de programas</app>, que está lleno de programas para que instales en tu escritorio.
id: Komputer Anda sangat berguna bagi Anda baik online dan offline. Untuk itu, kami telah mengemas Endless dengan segala macam aplikasi dan konten untuk Anda untuk menjelajahi dan menemukan. Anda dapat menambahkan lebih banyak aplikasi ke desktop Anda dengan mengklik tombol <_:media-1/> dari desktop. Ini akan meluncurkan <app>Pusat Aplikasi</app> kami, yang penuh dengan aplikasi gratis bagi Anda untuk dipasang pada desktop Anda.
th: คอมพิวเตอร์ของคุณจะมีประโยชน์อย่างมาก หากคุณใช้งานทั้งออนไลน์และออฟไลน์ เพราะยอ่างนั้น เราจึงใส่แอพพลิเคชั่นและเนื้อหาไปอย่างเต็มเปี่ยม ให้คุณได้ใช้งานและรับชม คุณสามารถเพิ่มแอพไปที่เดสก์ท็อปโดยคลิกที่ปุ่ม <_:media-1/> จากเดสก์ท็อป จะเป็นการเปิด<app>ศูนย์แอพ</app> ซึ่งจะมีแอพพลิเคชั่นฟรีมากมายให้คุณเลือกติดตั้งในเดสก์ท็อป
vi: Máy tính của bạn cần hoạt động thực hữu ích cả khi trực tuyến lẫn khi ngoại tuyến. Vì lý do này, chúng tôi đã trang bị cho Endless đủ loại ứng dụng và nội dung để bạn khám phá và tìm hiểu. Bạn có thể bổ sung thêm ứng dụng cho màn hình nền của bạn bằng việc nhấp vào nút <_:media-1/> trên màn hình nền. Điều đó sẽ khởi động <app>App Center</app> của chúng tôi, trong đó có chứa đầy các ứng dụng miễn phí để bạn cài đặt lên màn hình nền của mình.
zh_cn: 为使您的电脑在线和离线状态都能高效运行，我们已在Endless中准备了各种应用和内容供您探索和发现。您可以点击桌面的<_:media-1/>按钮，在桌面添加更多的应用。这一操作将启动 <app>应用中心</app>，那里有各种免费的应用，您可以安装到桌面上。

source: From the <app>App Center</app> you can add: <gui>Apps</gui>, <gui>Websites</gui>, and <gui>Folders</gui>. You can browse applications you may want to install by category, add shortcuts to your favorite websites onto your desktop, or simply create new folders to organize all of your things in a way that makes sense to you.
es: Desde el <app>Centro de programas</app> podrás agregar: <gui>Programas</gui>, <gui>Páginas web</gui> y <gui>Carpetas</gui>. Puedes explorar programas por categoría que tal vez quieras instalar, agregar accesos directos en tu escritorio para tus favoritas páginas web o simplemente crear nuevas carpetas y organizar todas tus cosas de manera que tenga sentido para ti.
vi: Từ <app>Trung tâm Ứng dụng</app> bạn có thể thêm các: <gui>Ứng dụng</gui>, <gui>Trang web</gui>, và <gui>Thư mục</gui>. Bạn có thể duyệt các ứng dụng mà bạn muốn cài đặt theo thể loại, thêm lối tắt đến các trang web ưa thích của mình vào màn hình nền, hoặc đơn giản là tạo thư mục mới để sắp xếp mọi thứ của bạn theo cách có ý nghĩa với bạn.
zh_cn: 您可以在<app>应用中心</app>中添加： <gui>应用</gui>， <gui>网页</gui>和<gui>文件夹</gui>。您可以通过应用分类中浏览想要安装的应用，将喜欢的网站添加快捷键到桌面，或者仅仅是创建新的文件夹来整理您的东西，只要对您来说是有意义的。

source: <link xref="shell-apps-open">Learn more about installing apps.</link>
es: <link xref="shell-apps-open">Aprende más sobre cómo instalar programas.</link>
id: <link xref="shell-apps-open">Pelajari selengkapnya tentang pemasangan aplikasi.</link>
th: <link xref="shell-apps-open">ศึกษาเพิ่มเติมเกี่ยวกับการติดตั้งแอพ</link>
vi: <link xref="shell-apps-open">Tìm hiểu thêm về việc cài đặt ứng dụng.</link>
zh_cn: <link xref="shell-notifications">了解更多安装的相关内容。</link>

source: You and your computer
es: Usted y su equipo
id: Anda dan komputer Anda
th: คุณและคอมพิวเตอร์ของคุณ
vi: Bạn và máy tính của bạn
zh_cn: 您和您的电脑

source: User menu
es: Menú del usuario
id: Menu pengguna
th: เมนูผู้ใช้
vi: Trình đơn người dùng
zh_cn: 用户菜单

source: Click on the <gui>User Menu</gui> on the bottom left-hand corner of your screen to manage your system settings and your computer.
es: Haz click en el <gui>Menú del usuario</gui> en la esquina inferior izquierda para administrar las configuraciones del sistema y tu computadora.
id: Klik <gui>Menu Pengguna</gui> di sudut kiri bawah layar untuk mengelola pengaturan sistem dan komputer Anda.
th: คลิกบน <gui>User Menu</gui> ที่มุมซ้ายล่างของหน้าจอเพื่อจัดการการตั้งค่าระบบและคอมพิวเตอร์ของคุณ
vi: Nhấp vào <gui>Trình đơn Người dùng</gui> (User Menu) ở góc trái phía cuối màn hình để quản lý cài đặt hệ thống cũng như máy tính của bạn.
zh_cn: 点击屏幕左下角的<gui> 用户菜单</gui> ，进行电脑和系统的设置。

source: When you leave your computer, you can lock your screen to prevent other people from using it. You can also choose to turn off or restart your computer.
es: Cuando dejas tu computadora por un lado, puedes bloquear tu pantalla para evitar que otras personas la utilicen. Puedes también elegir entre apagar o reiniciar tu computadora.
id: Saat meninggalkan komputer, Anda dapat mengunci layar guna mencegah orang lain menggunakannya. Anda juga dapat memilih untuk mematikannya atau memulai ulang komputer.
th: เมื่อคุณเลิกใช้คอมพิวเตอร์ คุณอาจล็อกหน้าจอเพื่อป้องกันไม่ให้ผู้อื่นใช้งานคอมพิวเตอร์ หรืออาจเลือกปิดหรือรีสตาร์ทคอมพิวเตอร์ก็ได้
vi: Khi bạn rời khỏi máy tính của mình, bạn có thể khóa màn hình để ngăn chặn người khác sử dụng nó. Bạn cũng có thể chọn tắt hoặc khởi động lại máy tính của mình.
zh_cn: 离开电脑时，您可以锁定屏幕以避免被其他人使用。您也可以选择关闭电脑或重启电脑。

source: <link xref="shell-exit">Learn more about switching users, logging out, and turning off your computer.</link>
es: <link xref="shell-exit">Aprender más acerca de cambiar de usuario, cerrar la sesión y apagar el equipo.</link>
id: <link xref="shell-exit">Pelajari lebih lanjut tentang bertukar pengguna, log keluar, dan mematikan komputer Anda.</link>
th: <link xref="shell-exit">ดูเพิ่มเติมเกี่ยวกับการสลับผู้ใช้, การลงชื่อออก และการเปิดคอมพิวเตอร์</link>
vi: <link xref="shell-exit">Tìm hiểu thêm về chuyển người dùng, đăng xuất hoặc tắt máy.</link>
zh_cn: <link xref="shell-exit">了解更多关于切换用户、注销、关闭电脑的相关内容。</link>

source: Lock Screen
es: Bloquear la pantalla
id: Kunci Layar
th: หน้าจอล็อก
vi: Màn hình Khóa
zh_cn: 锁定屏幕

source: When you lock your screen, or it locks automatically, the lock screen is displayed. In addition to protecting your desktop while you're away from your computer, the lock screen displays the date and time. It also shows information about your battery and network status, and allows you to control media playback.
es: Cuando bloquea su pantalla o se bloquea automáticamente, se muestra la pantalla de bloqueo. Además de proteger su escritorio mientras está ausente de su equipo, la pantalla de bloqueo muestra la fecha y la hora. También muestra información sobre la batería y el estado de la red, y le permite controlar la reproducción de medios.
id: Saat Anda mengunci layar atau saat layar terkunci secara otomatis, akan tampil layar kunci. Untuk melindungi desktop saat Anda berada jauh dari komputer, layar kunci akan menampilkan tanggal dan waktu. Layar tersebut juga akan menginformasikan status baterai dan jaringan, serta memungkinkan Anda mengontrol pemutaran media.
th: เมื่อคุณล็อกหน้าจอหรือหน้าจอล็อกอัตโนมัติ หน้าจอล็อกจะแสดงขึ้นมาก นอกจากจะเป็นการป้องกันเดสก์ท็อปของคุณระหว่างที่คุณไม่อยู่หน้าคอมแล้ว หน้าจอล็อกยังแสดงวันที่และเวลา และยังแสดงข้อมูลเกี่ยวกับสถานะแบตเตอรีและโครงข่าย และช่วยให้คุณควบคุมการเล่นไฟล์มีเดียได้ด้วย
vi: Khi bạn khóa màn hình của bạn, hoặc màn hình tự động khóa, màn hình khóa sẽ được hiển thị. Ngoài việc bảo vệ desktop của bạn trong khi bạn không ở gần máy tính của mình, màn hình khóa sẽ hiển thị ngày tháng và thời gian. Màn hình khóa cũng hiển thị thông tin về pin và tình trạng mạng của bạn, và cho phép bạn điều khiển phát lại phương tiện.
zh_cn: 当您锁定屏幕或者屏幕自动锁定，屏幕将会显示锁定画面。除了在您离开后保护您的桌面，锁定的屏幕还会显示日期和时间，显示电池和网络状态信息，同时允许您控制媒体播放。

source: <link xref="privacy-screen-lock">Learn more about the lock screen.</link>
es: <link xref="shell-lockscreen">Aprende más sobre la pantalla de bloqueo.</link>
id: <link xref="privacy-screen-lock">Pelajari selengkapnya tentang layar kunci.</link>
th: <link xref="privacy-screen-lock">ดูเพิ่มเติมเกี่ยวกับหน้าจอล็อก</link>
vi: <link xref="privacy-screen-lock">Tìm hiểu thêm về màn hình khóa.</link>
zh_cn: <link xref="privacy-screen-lock">了解更多锁定屏幕的相关内容。</link>

source: Hot Corner
es: Esquina Activa
th: ฮ็อตคอร์เนอร์
zh_cn: 热区

source: Endless allows you to see all of your open windows and tasks so that you can multitask like a pro. To access this cool feature, move your mouse pointer to the very bottom right-hand corner of your screen. You can then click on the window or task that you'd like to open, so that you can get around much, much faster. For example, if you want to return to the desktop from layers of open applications and media, just click on an open space behind your open windows!
es: Endless te permite observar todas tus ventanas y tareas para que puedas trabajar en varias tareas a la vez como un profesional. Para acceder a esta genial característica, mueve el puntero de tu ratón hacia la esquina inferior derecha de tu pantalla. Luego puedes hacer click en la ventana o tarea que desees abrir, así podrás moverte mucho más rápido. Por ejemplo, si deseas regresar al escritorio, solo haz click en un espacio vacío detrás de tus ventanas abiertas!
id: Endless memungkinkan Anda untuk melihat semua jendela dan tugas yang terbuka sehingga Anda dapat mengerjakan beberapa tugas bersamaan seperti profesional. Untuk mengakses fitur keren ini, pindahkan petunjuk tetikus Anda ke sudut kanan paling bawah layar Anda. Anda kemudian dapat mengklik jendela atau tugas yang Anda ingin buka, sehingga Anda bisa mendapatkannya jauh lebih cepat. Misalnya, jika Anda ingin kembali ke desktop dari lapisan aplikasi dan media yang terbuka, klik pada ruang terbuka di belakang jendela Anda yang terbuka!
th: Endless ช่วยให้คุณเห็นหน้าต่างและงานทั้งหมดที่เปิดอยู่ คุณจึงทำงานหลายงานพร้อมกันได้แบบมือโปร เมื่อต้องการใช้คุณลักษณะแสนสะดวกนี้ ให้เลื่อนตัวชี้เมาส์ไปที่มุมขวาล่างสุดของหน้าจอ แล้วคลิกหน้าต่างหรืองานที่คุณต้องการเปิด ซึ่งจะช่วยให้คุณสลับหน้าต่างและงานได้รวดเร็วขึ้นมาก ตัวอย่างเช่น เมื่อคุณเปิดแอพพลิเคชันและสื่อไว้หลายหน้าต่างแล้วอยากกลับไปที่เดสก์ท็อป คุณก็แค่คลิกพื้นที่ว่างด้านหลังหน้าต่างที่เปิดอยู่เท่านั้น!
vi: Endless cho phép bạn thấy được tất cả các cửa sổ và các công việc đang mở của bạn để bạn có thể làm nhiều việc một lúc thật chuyên nghiệp. Để tiếp cận với đặc điểm rất tuyệt này, di chuyển con trỏ chuột của bạn tới góc dưới cùng bên phải màn hình của bạn. Sau đó, bạn có thể nhấp vào cửa sổ hoặc công việc bạn muốn mở, nhờ vậy bạn có thể di chuyển qua lại nhanh hơn rất nhiều. Ví dụ, nếu bạn muốn quay lại màn hình nền trong khi có rất nhiều các ứng dụng và các nội dung đa phương tiện đang mở, chỉ việc nhấp chuột vào một khoảng mở phía sau các cửa sổ đang mở của bạn!
zh_cn: Endless 允许您查看所有打开的窗口和任务，以便您执行多项任务。要使用此功能，请将鼠标指针移到屏幕右方，接着点击您想打开的窗口或任务，就可以快速地进行访问。比如，如果您想从打开的应用或媒体面板中返回到桌面，只需点击当前窗口后的空白处即可。

source: <link xref="shell-windows-switching">Learn more about switching windows.</link>
es: <link xref="shell-windows-switching">Aprender más sobre cambiar entre ventanas. </link>
id: <link xref="shell-windows-switching">Pelajari lebih jauh tentang berganti jendela.</link>
th: <link xref="shell-windows-switching">ดูเพิ่มเติมเกี่ยวกับการสลับหน้าต่าง</link>
vi: <link xref="shell-windows-switching">Tìm hiểu thêm về cách chuyển đổi các cửa sổ.</link>
zh_cn: <link xref="shell-windows">了解更多切换窗口的相关内容。</link>

source: Get around the desktop using the keyboard.
es: Moverse por el escritorio usando el teclado.
id: Jelajahi desktop menggunakan papan ketik.
th: เคลื่อนที่ไปรอบๆ เดสก์ท็อปโดยใช้คีย์บอร์ด
vi: Điều khiển bằng bàn phím.
zh_cn: 使用键盘浏览桌面。

source: Useful keyboard shortcuts
es: Atajos de teclado útiles
id: Pintasan papan tik yang berguna
th: แป้นพิมพ์ลัดคีย์บอร์ดที่เป็นประโยชน์
vi: Các phím tắt hữu dụng
zh_cn: 可用的键盘快捷方式

source: This page provides an overview of keyboard shortcuts that can help you use your desktop and applications more efficiently. If you cannot use a mouse or pointing device at all, see <link xref="keyboard-nav"/> for more information on navigating user interfaces with only the keyboard.
es: Esta página le proporciona una vista general de los atajos de telcado que puede usar en su escritorio y aplicaciones de una forma eficiente. Si no puede usar un ratón o un dispositivo apuntador, consulte la <link xref="keyboard-nav"/> para obtener más información acerca de navegar por los interfaces sólo con el teclado.
id: Halaman ini menyediakan tinjauan umum dari pintasan papan ketik yang dapat membantu Anda menggunakan desktop dan aplikasi dengan lebih efisien. Jika Anda sama sekali tidak dapat menggunakan mouse atau perangkat penunjuk, lihat <link xref="keyboard-nav"/> untuk informasi lebih lanjut tentang cara menavigasikan antarmuka pengguna hanya dengan menggunakan papan ketik.
th: หน้านี้จะให้ข้อมูลตัวอย่างทางลัดแป้นพิมพ์ซึ่งช่วยให้คุณใช้งานเดสก์ท็อปและแอปพลิเคชั่นต่างๆ ได้อย่างมีประสิทธิภาพมากขึ้น หากคุณไม่สามารถใช้งานเมาส์หรืออุปกรณ์ชี้ได้เลย ดู <link xref="keyboard-nav"/> สำหรับข้อมูลเพิ่มเติมหรือการเปิดอินเทอร์เฟสผู้ใช้ด้วยแป้นพิมพ์เท่านั้น
vi: Trang này cung cấp tổng quan về các lối tắt bàn phím có thể giúp bạn sử dụng màn hình nền và các ứng dụng của mình có hiệu quả hơn. Nếu bạn không thể dùng được chuột hoặc thiết bị trỏ, hãy xem <link xref="keyboard-nav"/> để biết thêm thông tin về điều hướng giao diện người dùng chỉ bằng bàn phím.
zh_cn: 此页面提供了可以让你更有效地使用桌面和应用的键盘快捷方式总览。如果您不能使用鼠标或其他指点设备，请查看 <link xref="keyboard-nav"/> 以获取更多关于只使用键盘浏览用户界面的信息。

source: Getting around the desktop
es: Primeros pasos en el escritorio
id: Menjelajahi desktop
th: ลองเล่นเดสก์ท็อป
vi: Đi vòng màn hình
zh_cn: 访问桌面

source: <keyseq><key>Alt</key><key>F1</key></keyseq> or the <key xref="keyboard-key-super">Super</key> key
es: <keyseq><key>Alt</key><key>F1</key></keyseq> o la tecla <key xref="keyboard-key-super">Super</key>
id: <keyseq><key>Alt</key><key>F1</key></keyseq> atau tombol <key xref="keyboard-key-super">Super</key>
th: <keyseq><key>Alt</key><key>F1</key></keyseq> หรือแป้น <key xref="keyboard-key-super">Super</key>
vi: <keyseq><key>Alt</key><key>F1</key></keyseq> hoặc phím <key xref="keyboard-key-super">Super</key> (Siêu)
zh_cn: <keyseq><key>Alt</key><key>F1</key></keyseq> 或者 <key xref="keyboard-key-super">Super</key>键

source: Bring up all of your open windows so that you can pick which window to go to quickly.
es: Muestra todas las ventanas abiertas para que puedas elegir rápidamente la ventana a que quieres ir.
id: Tampilkan semua jendela yang terbuka agar Anda dapat memilih mana jendela yang akan dituju dengan cepat.
th: แสดงหน้าต่างที่เปิดไว้ทั้งหมดเพื่อให้คุณเลือกใช้หน้าต่างได้อย่างรวดเร็ว
vi: Hiển thị đồng thời tất cả các cửa sổ đang mở để bạn có thể nhanh chóng chọn ra cửa sổ cần đến.
zh_cn: 显示所有打开的窗口，您可以快速选择要进入哪个窗口。

source: <keyseq><key>Alt</key><key>F2</key></keyseq>
zh_cn: 按组合键 <keyseq><key>Alt</key><key>F2</key></keyseq>

source: Pop up command window (for quickly running commands)
es: Ventana de comandos emergente (para ejecutar comandos rápidamente)
id: Layar peringatan pop up (untuk memberi peringatan secara cepat)
th: หน้าต่างคำสั่งป๊อป-อัป (สำหรับคำสั่งเรียกเปิดโปรแกรมแบบเร็ว)
vi: Mở cửa sổ dòng lệnh (để chạy lệnh nhanh)
zh_cn: 弹出运行命令窗口(用于快速输入命令)

source: <link xref="shell-windows-switching">Quickly switch between windows</link>. Hold down <key>Shift</key> for reverse order.
es: <link xref="shell-windows-switching">Cambio rápido entre ventanas.</link> Mantenga pulsada <key>Mayús</key> invertir el orden.
id: <link xref="shell-windows-switching">Bertukar antar jendela dengan cepat</link>. Tahan <key>Shift</key> untuk urutan terbalik.
th: <link xref="shell-windows-switching">สลับระหว่างหน้าต่างอย่างรวดเร็ว</link> กด <key>Shift</key> ค้างไว้ เพื่อย้อนคำสั่ง
vi: <link xref="shell-windows-switching">Chuyển nhanh giữa các cửa sổ</link>. Nhấn giữ <key>Shift</key> để đảo ngược thứ tự.
zh_cn: <link xref="shell-windows-switching">快速切换窗口</link>。按住<key>Shift</key> 键执行倒序命令。

source: Switch between windows from the same application, or from the selected application after <keyseq><key>Super</key><key>Tab</key></keyseq>.
es: Cambia entre ventanas de la misma aplicación, o desde la aplicación seleccionada después de <keyseq><key>Super</key><key>Tab</key></keyseq>.
id: Beralih antara jendela dari aplikasi yang sama, atau dari aplikasi yang dipilih setelah <keyseq><key>Super</key><key>Tab</key></keyseq>.
th: สลับหน้าต่างจากแอพพลเคชั่นเดียวกัน หรือจากแอพพลิเคชั่นที่เลือกหลัก <keyseq><key>ซูเปอร์</key><key>แท็บ</key></keyseq>
vi: Chuyển đổi giữa các cửa sổ của cùng một ứng dụng, hoặc của một ứng dụng được chọn sau <keyseq><key>Super</key><key>Tab</key></keyseq>.
zh_cn: 在同一程序中切换窗口，或者在按下<keyseq><key>Super</key><key>Tab</key></keyseq>键后从选中的程序中切换窗口。

source: This shortcut uses <key>`</key> on US keyboards, where the <key>`</key> key is above <key>Tab</key>. On all other keyboards, the shortcut is <key>Super</key> plus the key above <key>Tab</key>.
es: Este atajo de teclado usa <key>`</key> en teclados estadounidenses, donde la tecla <key>`</key> está encima de la tecla <key>Tab</key>. En cualquier otro teclado, el atajo se usa con la tecla <key>Super</key> y cualquiera que sea la tecla encima de la tecla <key>Tab</key>.
id: Pintasan ini menggunakan <key>`</key> di papan ketik US, di mana tombol <key>`</key> berada di atas <key>Tab</key>. Di papan ketik lainnya, pintasannya adalah <key>Super</key> dan tombol di atas <key>Tab</key>
th: แป้นพิมพ์ลัดนี้ใช้ <key>`</key> บนคีย์บอร์ดสหรัฐอเมริกา ในขณะที่แป้น <key>`</key> นั้นอยู่เหนือปุ่ม <key> Tab</key> ในคีย์บอร์ดอื่นๆ นอกเหนือจากนั้นแป้นพิมพ์ลัดนี้คือ <key>Super</key> พร้อมปุ่มที่อยู่เหรือ <key>Tab</key>
vi: Bộ phím tắt này sử dụng <key>`</key> trên bàn phím Mỹ, trong đó phím <key>`</key> ở phía trên phím <key>Tab</key>. Trên tất cả các loại bàn phím khác, phím tắt là <key>Super</key> cộng với phím ở trên phím <key>Tab</key>.
zh_cn: 这个快捷方式使用美式键盘上的 <key>`</key> 键，它位于 <key>Tab</key> 键的上方。在其他的键盘上，这个快捷方式是 <key>Super</key> 加任何一个 <key>Tab</key> 上方的键。

source: Give keyboard focus to the task bar, message tray or the windows.
es: Dar enfoque del teclado a la barra de tareas, bandeja de mensajes o a las ventanas.
id: Berikan papan ketik fokus ke bilah tugas, baki pesan atau jendela.
th: ให้คีย์บอร์ดอยู่ที่แถบงาน ถาดข้อความ หรือหน้าต่าง
vi: Điều khiển bàn phím tập trung vào thanh tác vụ, khay tin nhắn hoặc các cửa sổ.
zh_cn: 将键盘聚焦到任务栏，信息托盘和窗口上。

source: Show the list of applications.
es: Mostrar la lista de aplicaciones.
id: Menampilkan daftar aplikasi.
th: แสดงรายการแอพพลิเคชั่นทั้งหมด
vi: Hiển thị danh sách ứng dụng.
zh_cn: 显示应用列表。

source: Quit applications.
es: Cerrar programas.
id: Keluar dari aplikasi.
th: ออกจากแอปพิลเคชั่น
vi: Thoát ứng dụng.
zh_cn: 退出应用。

source: <link xref="shell-exit#lock-screen">Lock the screen.</link>
es: <link xref="shell-exit#lock-screen">Bloquear la pantalla</link>.
id: <link xref="shell-exit#lock-screen">Mengunci layar.</link>
th: <link xref="shell-exit#lock-screen">ล็อกหน้าจอ</link>
vi: <link xref="shell-exit#lock-screen">Khoá màn hình.</link>
zh_cn: <link xref="shell-exit#lock-screen">锁定屏幕。</link>

source: Open <link xref="shell-notifications#messagingtray">the message tray</link>. Press <keyseq><key>Super</key><key>M</key></keyseq> again or <key>Esc</key> to close.
es: Abra la <link xref="shell-notifications#messagingtray">bandeja de mensajes</link>. Pulse <keyseq><key>Super</key><key>M</key></keyseq>otra vez o <key>Esc</key> para cerrarla.
id: Buka <link xref="shell-notifications#messagingtray">baki pesan</link>. Tekan <keyseq><key>Super</key><key>M</key></keyseq> lagi atau <key>Esc</key> untuk menutup.
th: เปิด <link xref="shell-notifications#messagingtray">ถาดข้อความ</link> กด <keyseq><key>ซูเปอร์</key><key>M</key></keyseq>อีกครั้ง หรือ <key>ESC</key>เพื่อปิด
vi: Mở <link xref="shell-notifications#messagingtray">khay thông báo</link>. Nhấn <keyseq><key>Super</key><key>M</key></keyseq> một lần nữa hoặc nhấn <key>Esc</key> để đóng khay.
zh_cn: 打开<link xref="shell-notifications#messagingtray">信息托盘y</link>。再次按下<keyseq><key>Super</key><key>M</key></keyseq> 或按 <key>Esc</key> 键关闭窗口。

source: Common editing shortcuts
es: Combinaciones de teclas de edición más comunes
id: Pintasan penyuntingan umum
th: ทางลัดการแก้ไขทั่วไป
vi: Phím tắt sửa đổi thông dụng
zh_cn: 常用的编辑快捷方式

source: Select all text or items in a list.
es: Seleccionar todo el texto o todos los elementos en una lista.
id: Pilih semua teks atau butir-butir dalam suatu daftar.
th: เลือกข้อความหรือไอเท่มในรายการ
vi: Chọn toàn văn bản hoặc tất cả các mục trong danh sách.
zh_cn: 选择列表中的所有文本或项。

source: Cut (remove) selected text or items and place it on the clipboard.
es: Cortar (quitar) el texto o los elementos seleccionados y colocarlo en el escritorio.
id: Gunting (hapus) teks atau benda yang dipilih dan letakkan di clipboard.
th: ตัด (ลบ) ข้อความหรือไอเทมที่เลือกและแปะลงในคลิปบอร์ด
vi: Cắt (loại bỏ) văn bản hoặc những mục được chọn và cho vào bảng nháp.
zh_cn: 剪切(删除)选中的项，把它移到剪贴板中。

source: Copy selected text or items to the clipboard.
es: Copiar el texto o los elementos seleccionados al portapapeles.
id: Salin teks yang dipilih atau butir-butir ke papan klip.
th: คัดลอกข้อความที่เลือกหรือไอเทมนั้นไปที่คลิปบอร์ด
vi: Chép văn bản hoặc các mục được chọn vào bảng nháp.
zh_cn: 复制选中的文本或项，把它放到剪贴板中。

source: Paste the contents of the clipboard.
es: Pegar los contenidos del portapapeles.
id: Tempelkan isi papan klip.
th: แปะเนื้อหาลงในคลิปบอร์ด
vi: Dán nội dung vào bản nháp.
zh_cn: 粘贴剪贴板中的内容。

source: Undo the last action.
es: Deshacer la última acción.
id: Batalkan aksi terakhir.
th: ยกเลิกการกระทำล่าสุด
vi: Phục hồi hành động cuối cùng.
zh_cn: 撤销最近一次的操作。

source: Capturing from the screen
es: Capturar la pantalla
id: Menangkap cuplikan layar
th: การจับภาพจากหน้าจอ
vi: Chụp màn hình
zh_cn: 捕获屏幕

source: <key>Prnt Scrn</key>
es: <key>Impr Pant</key>
zh_cn: <key>Prt Scrn</key>

source: <link xref="screen-shot-record#screenshot">Take a screenshot.</link>
es: <link xref="screen-shot-record#screenshot">Tomar una captura de pantalla</link>.
id: <link xref="screen-shot-record#screenshot">Mengambil cuplikan layar.</link>
th: <link xref="screen-shot-record#screenshot">จับภาพหน้าจอ</link>
vi: <link xref="screen-shot-record#screenshot">Chụp màn hình.</link>
zh_cn: <link xref="screen-shot-record#screenshot">获取屏幕截图</link>。

source: <keyseq><key>Alt</key><key>Prnt Scrn</key></keyseq>
es: <keyseq><key>Alt</key><key>Impr Pant</key></keyseq>
zh_cn: <keyseq><key>Alt</key><key>Prt Scrn</key></keyseq>

source: <link xref="screen-shot-record#screenshot">Take a screenshot of a window.</link>
es: <link xref="screen-shot-record#screenshot">Tomar una captura de pantalla de una ventana</link>.
id: <link xref="screen-shot-record#screenshot">Ambil cuplikan layar atas suatu jendela.</link>
th: <link xref="screen-shot-record#screenshot">จับภาพหน้าจอของหน้าต่าง</link>
zh_cn: <link xref="screen-shot-record#screenshot">获取窗口截图</link>。

source: <keyseq><key>Shift</key><key>Prnt Scrn</key></keyseq>
es: <keyseq><key>Mayús</key><key>Impr Pant</key></keyseq>
zh_cn: <keyseq><key>Shift</key><key>Prt Scrn</key></keyseq>
