Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: Switch <gui>Visual Alerts</gui> to <gui>On</gui>.
es: Active las <gui>Alertas visuales</gui> (<gui>Encendido</gui>).
id: Ubah <gui>Visual Alerts</gui> ke <gui>On</gui>.
th: ปรับ <gui>การแจ้งเตือนวิชวล</gui>เป็น <gui>เปิด</gui>
vi: Chuyển <gui>Visual Alerts</gui> (Cảnh báo Ảo) sang <gui>On</gui> (Bật).
zh_cn: 开启<gui>视觉警告</gui>。

source: Select whether you want the entire screen or just your current window title to flash.
es: Seleccione si quiere que destelle la pantalla entera o sólo la ventana actual.
id: Pilih apakah Anda ingin seluruh layar atau hanya jendela kini saja yang mengedip.
th: เลือกว่าคุณต้องการให้หน้าจอทั้งหมดหรือเฉพาะชื่อหน้าต่างปัจจุบันที่จะสว่างขึ้น
vi: Chọn toàn bộ màn hình hoặc chỉ tiêu đề của cửa sổ hiện tại nhấp nháy.
zh_cn: 选择需要闪烁整个屏幕还是仅当前窗口。

source: You can quickly turn visual alerts on and off by clicking the <link xref="a11y-icon">accessibility icon</link> on the task bar and selecting <gui>Visual Alerts</gui>.
es: Puedes rápidamente activar y desactivar las alertas visuales haciendo clic en el <link xref="a11y-icon">ícono de accesibilidad</link> en la barra de tareas y seleccionando <gui>Alertas visuales</gui>.
id: Anda dapat dengan cepat mematikan atau menyalakan pemberitahuan visual dengan mengeklik <link xref="a11y-icon">ikon aksesibilitas</link> di bilah tugas dan memilih <gui>Visual Alerts</gui>.
th: คุณสามารถเปิดปิดการแจ้งเตือนวิชวลได้อย่างรวดเร็วด้วยการคลิก <link xref="a11y-icon">ไอคอนการเข้าถึง</link>ในแถบงานและเลือก <gui>การแจ้งเตือนวิชวล</gui>
vi: Bạn có thể nhanh chóng bật và tắt tính năng cảnh báo trực quan bằng cách nhấp vào <link xref="a11y-icon">biểu tượng hỗ trợ truy cập </link> trên thanh tác vụ và chọn mục <gui>Cảnh báo Trực quan</gui> (Visual Alerts).
zh_cn: 您可以通过点击任务栏中的<link xref="a11y-icon">辅助图标 </link>，然后选择<gui>视觉警告</gui>来快速开启或关闭视觉警告。

source: Use your computer with visual, hearing or mobility impairments.
es: Usa tu computadora con discapacidad visual, auditiva o problemas de movilidad.
id: Menggunakan komputer dengan kelemahan penglihatan, pendengaran, atau gerakan.
th: ใช้งานคอมพิวเตอร์ของคุณด้วยคุณสมบัติความบกพร่องทางการมองเห็น, ได้ยิน หรือเคลื่อนไหว
vi: Dành cho người sử dụng máy tính có khiếm khuyết về thị giác, thính giác hoặc vận động.
zh_cn: 有视觉、听觉或者行动障碍的人使用电脑。

source: Universal Access
es: Acceso universal
id: Akses Universal
th: การเข้าถึงสำหรับทุกอุปกรณ์
vi: Truy cập chung
zh_cn: 辅助功能

source: Endless includes assistive technologies to support users with various impairments and special needs, and to interact with common assistive devices. An accessibility menu can be added to the task bar, giving easier access to many of the accessibility features.
es: Endless incluye tecnologías de asistencia para apoyar a los usuarios con diferentes discapacidades y necesidades especiales, y para interactuar con aparatos de ayuda comunes. Un menú de accesibilidad puede agregarse a la barra de tareas, haciendo más fácil el acceso a muchas funciones de accesibilidad.
id: Endless memasukkan teknologi pendukung untuk mendukung pengguna dengan berbagai gangguan dan kebutuhan khusus, dan untuk berinteraksi dengan perangkat bantu umum. Menu aksesibilitas dapat ditambahkan ke task bar, memberikan akses yang lebih mudah ke berbagai fitur aksesibilitas.
th: Endless มีเทคโนโลยีช่วยเหลือต่างๆ เพื่อช่วยผู้ใช้ที่ทุพพลภาพและต้องการความช่วยเหลือเป็นพิเศษ และใช้งานด้วยเครื่องมือช่วยเหลือทั่วๆ ไป สามารถเพิ่มเมนูการเข้าใช้งานไปไว้ในแถบงานได้ ทำให้สามารถเข้าใช้งานฟีเจอร์ช่วยเหลือต่างๆ ได้มากมาย
vi: Endless chứa các công nghệ trợ giúp để hỗ trợ những người dùng có những khó khăn khác nhau và có nhu cầu đặc biệt, và để tương tác với các thiết bị hỗ trợ thông thường. Có thể thêm một menu hỗ trợ truy cập vào thanh công cụ, để giúp truy cập dễ dàng hơn vào nhiều tính năng hỗ trợ truy cập.
zh_cn: Endless提供辅助技术帮助用户解决各种障碍和特殊需求，与通用辅助设备相互作用。工具栏中将增加辅助功能菜单，使用户可以更加简便地使用各种辅助功能。

source: Visual Impairments
es: Impedimentos visuales
id: Gangguan Penglihatan
th: ความบกพร่องทางการมองเห็น
vi: Khiếm thị
zh_cn: 视觉障碍

source: Low Vision
es: Poca visión
id: Penglihatan Rendah
th: ทัศนวิสัยต่ำ
vi: Độ hiển thị Thấp
zh_cn: 弱视

source: Hearing Impairments
es: Deficiencias auditivas
id: Lemah Pendengaran
th: ความบกพร่องทางการฟัง
vi: Khó khăn về nghe
zh_cn: 听觉障碍

source: Mobility Impairments
es: Problemas de movilidad
id: Gangguan Mobilitas
th: ผู้มีความบกพร่องด้านการเคลื่อนไหว
vi: Khuyết tật Vận động
zh_cn: 行动障碍

source: See Also
es: Ve también
id: Lihat Juga
th: ดูเพิ่มเติม
vi: Xem Thêm
zh_cn: 请参阅

source: Connect an online account to make your experience on Endless even more seamless.
es: Conecta una cuenta en línea para hacer que tu experiencia en Endless sea aún más perfecta.
id: Hubungkan akun daring untuk menjadikan pengalaman Anda di Endless lebih sempurna.
th: เชื่อมต่อกับบัญชีออนไลน์เพื่อให้ประสบการณ์ใช้งาน Endless ของคุณยิ่งลื่นไหลขึ้น
vi: Kết nối một tài khoản trực tuyến để biến trải nghiệm của bạn trên Endless càng mượt mà hơn nữa.
zh_cn: 添加在线账户，以便您在Endless有连续的用户体验。

source: Add an online account
es: Añadir una cuenta en línea
id: Menambahkan akun daring
th: เพิ่มบัญชีออนไลน์
vi: Thêm tài khoản trực tuyến
zh_cn: 添加在线账户

source: You can link some of your favorite online accounts, like your email, so that related applications will already be set up you when you open them.
es: Puedes conectar algunas de tus preferidas cuentas en línea, como tu correo electrónico, para que programas que las usen ya esten listos para usar cuando los abras.
id: Anda dapat menautkan beberapa akun daring favorit Anda, seperti email, sehingga pengaturan untuk aplikasi terkait akan dibuat dan otomatis bekerja saat Anda membukanya.
th: คุณสามารถลิงค์บัญชีออนไลน์ที่ใช้งานบ่อยได้ เช่น อีเมล เพื่อให้แอปพลิเคชั่นที่เกี่ยวข้องจะติดตั้งบัญชีของคุณพร้อมเมื่อคุณเปิดมัน
vi: Bạn có thể liên kết một số tài khoản trực tuyến yêu thích của mình, giống như email của bạn, để các ứng dụng có liên quan sẽ được thiết lập sẵn trước khi bạn mở chúng.
zh_cn: 您可以连接喜欢的在线账户，比如您的邮箱，以便在您打开相关应用时创建用户。

source: Click on <gui>Online Accounts</gui>.
es: Haz clic en <gui>Cuentas en línea</gui>.
id: Klik pada <gui>Akun Daring</gui>.
th: คลิกที่ <gui>Online Accounts</gui>
vi: Nhấp vào <gui>Tài khoản trực tuyến</gui>.
zh_cn: 点击<gui>在线账户</gui>

source: Click the <gui>Add an online account</gui> button.
es: Haz clic en el botón <gui>Añadir cuenta en línea</gui>.
id: Klik tombol <gui>Tambah akun daring</gui>.
th: คลิกที่ปุ่ม <gui>เพิ่มบัญชีออนไลน์</gui>
vi: Nhấp vào nút <gui>Thêm một tài khoản trực tuyến</gui>.
zh_cn: 点击 <gui>添加在线用户</gui>按钮。

source: Select the type of account you want to add first.
es: Selecciona la cuenta que quieres agregar primero.
id: Pilih jenis akun yang ingin Anda tambahkan terlebih dahulu.
th: เลือกประเภทบัญชีที่คุณต้องการเพิ่มก่อน
vi: Trước hết, hãy chọn loại tài khoản bạn muốn thêm vào.
zh_cn: 首先选择您想要添加的账户类型。

source: If you want to add more than one account type, you can do so at a later time.
es: Si quiere añadir más de un tipo de cuenta, puede añadir las cuentas más tarde.
id: Bila Anda ingin menambah lebih dari satu tipe akun, Anda dapat melakukannya setelahnya.
th: หากคุณต้องการเพิ่มมากกว่าหนึ่งประเภทบัญชี คุณสามารถทำได้ภายหลัง
vi: Nếu muốn thêm nhiều loại tài khoản, bạn có thể làm vào lúc khác.
zh_cn: 如果您想使用多种账户类型，可以稍后再添加。

source: A small window will open where you can enter your online account credentials. For example, if you are setting up a Google account, enter your Google username and password.
es: Una pequeña ventana se abrirá donde puedes introducir las credenciales de tu cuenta en línea. Por ejemplo, si vas a configurar una cuenta de Google, introduce tu nombre de usuario y contraseña de Google.
id: Sebuah jendela kecil akan terbuka di mana Anda dapat memasukkan kredensial akun daring Anda. Sebagai contoh, jika Anda menata akun Google, masukkan nama pengguna dan sandi Google Anda.
th: จะมีหน้าต่างเล็กๆ เปิดขึ้นมา ซึ่งคุณจะสามารถใส่ข้อมูลบัญชีออนไลน์ได้ เช่น หากคุณจะตั้งค่าบัญชี Google ใส่ยูสเซอร์เนมและรหัสผ่านของ Google ลงไป
vi: Một cửa sổ nhỏ sẽ mở ra và bạn có thể nhập thông tin đăng nhập tài khoản trực tuyến của mình. Ví dụ, nếu bạn đang thiết lập tài khoản Google, hãy nhập tên người dùng và mật khẩu Google của bạn.
zh_cn: 您可以在弹出的小窗口中输入在线账户信息。比如，如果您正在建立Google账户，请输入您的Google用户名和密码。

source: If you have entered your credentials correctly, you will be prompted to allow Endless access to your online account. Authorize access to continue.
es: Si has introducido tus credenciales correctamente, se te pedirá permiso para permitir el acceso de Endless a tu cuenta en línea. Autoriza el acceso para continuar.
id: Jika Anda memasukkan kredensial dengan benar, Anda akan diminta mengizinkan Endless untuk mengakses akun daring Anda. Izinkan akses untuk melanjutkan.
th: หากคุณใส่ข้อมูลส่วนตัวอย่างถูกต้อง คุณจะได้รับการแจ้งว่าได้รับอนุญาตให้ Endless เข้าใช้บัญชีออนไลน์ของคุณ กรุณาอนุญาตให้เข้าใช้เพื่อดำเนินการต่อ
vi: Nếu bạn đã nhập đúng thông tin đăng nhập của mình, bạn sẽ được nhắc cho phép Endless truy cập tài khoản trực tuyến của bạn. Cho phép truy cập để tiếp tục.
zh_cn: 如果您输入的验证信息正确，系统将提示您授权Endless连接您的在线账户。授权后可继续访问。

source: Select the applications that you want linked to your online account. For example, if you want to use an online account for email, but do not want to use an online account for your calendar, turn the <gui>Calendar</gui> option to <gui>Off</gui>.
es: Selecciona los programas que quieres conectar con tu cuenta. Por ejemplo, si quieres usar una cuenta en línea para tu email, pero no la quieres usar para tu calendario, <gui>Desactiva</gui> la opción <gui>Calendario</gui>.
id: Pilih aplikasi yang ingin Anda hubungkan dengan akun daring. Sebagai contoh, jika Anda ingin menggunakan akun daring untuk email, namun tak ingin menggunakan akun daring untuk kalender, ganti opsi <gui>kalender</gui> ke <gui>Off</gui>.
th: เลือกแอพพลิเคชันที่คุณต้องการเชื่อมโยงกับบัญชีออนไลน์ ตัวอย่างเช่น ถ้าคุณต้องการใช้บัญชีออนไลน์กับอีเมล แต่ไม่ต้องการใช้บัญชีออนไลน์กับปฏิทิน ให้เปลี่ยนตัวเลือก <gui>ปฏิทิน</gui> เป็น <gui>ปิด</gui>
vi: Chọn các ứng dụng bạn muốn liên kết với tài khoản trực tuyến của mình. Ví dụ, nếu bạn muốn dùng tài khoản trực tuyến cho email nhưng không muốn dùng tài khoản trực tuyến cho lịch của bạn, hãy chỉnh chế độ tùy chọn <gui>Lịch</gui> thành <gui>Tắt</gui>.
zh_cn: 选择您想要连接在线账户的应用。比如，如果您想使用邮箱账户，不想使用日历账户，请在<gui>日历</gui>一栏中选择<gui>关闭</gui>。

source: After you have added the accounts, each application that you have selected will automatically use those credentials when you start them.
es: Después de añadir las cuentas, cada aplicación que haya seleccionado usará automáticamente las credenciales cuando la inicie.
id: Setelah Anda menambahkan akun, setiap aplikasi yang telah Anda pilih akan secara otomatis memakai kredensial tersebut ketika Anda menjalankan mereka.
th: หลังจากเพิ่มบัญชีแล้ว แต่ละแอพพลิเคชั่นที่คุณเลือกไว้ จะใช้ข้อมูลนั้นโดยอัตโนมัติเมื่อคุณเปิดใช้งาน
vi: Sau khi bạn đã thêm tài khoản, mỗi ứng dụng bạn chọn sẽ tự động dùng chứng nhận khi khởi động.
zh_cn: 在您添加帐号后，选中的应用程序在运行时，将会自动使用这些验证信息。

source: For security reasons, Endless will not store your password on your computer. Instead, it stores a token that is provided by the online service.
es: Por razones de seguridad, Endless no guardará tu contraseña en tu computadora. En su lugar, guarda un token que es proporcionado por el servicio en linea.
id: Untuk alasan keamanan, Endless tidak akan menyimpan kata sandi Anda di komputer Anda. Sebaliknya, menyimpan token yang disediakan oleh layanan online.
th: เพื่อความปลอดภัย Endless จะไม่เก็บบันทึกรหัสผ่านบนคอมพิวเตอร์ของคุณ แต่จะเก็บโทเก็นที่ให้บริการโดยบริการออนไลน์
vi: Vì lý do an ninh, Endless sẽ không lưu giữ mật khẩu của bạn trên máy tính của bạn. Thay vào đó, nó lưu giữ một mã token được cung cấp bởi dịch vụ trực tuyến.
zh_cn: 基于安全方面的因素， Endless不在电脑上存储您的密码信息，但会存储在线服务提供的密钥环。

source: Verify your backup was successful.
es: Verifique que su copia de respaldo sea correcta.
id: Verifikasi cadangan Anda sukses.
th: การตรวจสอบการสำรองเสร็จสมบูรณ์
vi: Bảo đảm sao lưu thành công.
zh_cn: 检查您的备份是否成功。

source: GNOME Documentation Project
es: Proyecto de documentación de GNOME
id: Projek Dokumentasi GNOME
th: โปรเจ็คการจัดเอกสาร GNOME
vi: Dự án tài liệu GNOME
zh_cn: GNOME 文档项目

source: Check your backup
es: Compruebe su copia de respaldo
id: Periksa cadangan Anda
th: ตรวจสอบการสำรอง
vi: Kiểm tra bản sao lưu của bạn
zh_cn: 检查您的备份

source: After you have backed up your files, you should make sure that the backup was successful. If it didn't work properly, you could lose important data since some files could be missing from the backup.
es: Una vez que haya respaldado los archivos, debería asegurarse de que la copia se realizó correctamente. Si no funcionó correctamente puede perder datos importantes, dado que algunos archivos pueden perderse en el respaldo.
id: Setelah Anda membuat cadangan berkas Anda, Anda mesti memastikan bahwa pembuatan cadangan tersebut sukses. Bila itu tak bekerja dengan benar, Anda bisa kehilangan data penting karena beberapa berkas bisa hilang dari cadangan.
th: หลังจากคุณได้สำรองข้อมูลไฟล์แล้ว คุณควรตรวจสอบว่าการสำรองข้อมูลนั้นเสร็จสมบูรณ์ดี หากไม่เช่นนั้น ข้อมูลสำคัญของคุณอาจสูญหาย เนื่องจากบางไฟล์อาจตกหล่นไปจากการสำรองข้อมูล
vi: Sao khi đã hoàn tất sao lưu, bạn nên bảo đảm bản sao lưu là tốt. Nếu không thành công, bạn có thể mất dữ liệu quan trọng vì tập tin bị thiếu trong bản sao lưu.
zh_cn: 当您完成文件备份后，应该确保备份成功。如果备份不成功，您可能会丢失重要数据，因为某些文件会在备份过程中丢失。

source: When you use the file manager to copy or move files, the computer checks to make sure that all of the data transferred correctly. However, if you are transferring data that is very important to you, you may want to perform additional checks to confirm that your data has been transferred properly.
es: Cuando usa el gestor de archivos para copiar o mover archivos, el equipo comprueba que todos los datos se transfieren correctamente. No obstante, si está transfiriendo datos muy importantes, puede querer realizar comprobaciones adicionales para confirmar que sus datos se transfirieron correctamente.
id: Bila Anda menggunakan manajer berkas untuk menyalin atau memindahkan berkas, komputer akan memeriksa untuk memastikan bahwa semua data ditransfer dengan benar. Namun, jika Anda mentransfer data yang sangat penting bagi Anda, Anda mungkin ingin melakukan pemeriksaan tambahan untuk memastikan bahwa data Anda telah ditransfer dengan benar.
th: เมื่อคุณใช้เครื่องมือจัดการไฟล์เพื่อคัดลอกหรือย้ายไฟล์ คอมพิวเตอร์จะตรวจสอบให้แน่ใจว่าข้อมูลทั้งหมดถูกย้ายไปอย่างถูกต้อง อย่างไรก็ตาม หากคุณย้ายข้อมูลที่สำคัญมากๆ ควรจะตรวจสอบอีกที่ว่าข้อมูลนั้นถูกย้ายไปอย่างถูกต้องแล้ว
vi: Khi bạn sử dụng trình quản lý tệp để sao chép hoặc di chuyển tệp, máy tính sẽ kiểm tra để bảo đảm rằng mọi dữ liệu được chuyển đi một cách đúng đắn. Tuy nhiên, nếu bạn chuyển dữ liệu rất quan trọng đối với mình, có thể bạn sẽ muốn tiến hành kiểm tra bổ sung để xác nhận rằng dữ liệu của bạn đã được chuyển đi một cách thích hợp.
zh_cn: 当您使用文件管理器复制或移动文件时，系统会检查确保所有数据传输正确。但是，如果您传输的文件非常重要，您还可以执行其他检查手段以确保数据传输正确。

source: You can do an extra check by looking through the copied files and folders on the destination media. By checking to make sure that the files and folders you transferred are actually there in the backup, you can be extra sure that the process was successful.
es: Puedes hacer una revisión adicional con mirar las carpetas y los archivos copiados en el medio de destino. Al asegurarte que las carpetas y los archivos que transferiste sí existen en la copia de seguridad, puedes estar muy seguro de que el proceso se ha realizado correctamente.
id: Anda dapat melakukan pemeriksaan ekstra dengan mencari di antara berkas dan folder salinan di media target. Dengan memeriksa demi memastikan berkas dan folder yang Anda transfer sungguh berada dalam cadangan, Anda dapat merasa lebih yakin bahwa prosesnya berhasil.
th: คุณสามารถตรวจสอบเพิ่มเติมด้วยการดูไฟล์และโฟลเดอร์ที่คัดลอกมาบนมีเดียปลายทาง การตรวจสอบให้แน่ใจว่าไฟล์และโฟลเดอร์ที่คุณโอนย้ายมานั้นอยู่ในข้อมูลสำรองแล้วจะช่วยให้มั่นใจได้ว่าการดำเนินการนั้นเสร็จสมบูรณ์
vi: Bạn có thể kiểm tra thêm bằng cách xem qua hết các tệp và thư mục đã được sao chép tại phương tiện đích (vị trí chép tệp đến). Bằng cách kiểm tra để bảo đảm rằng các tệp và thư mục bạn đã chuyển thực sự hiện hữu trong sao lưu, bạn có thể chắc chắn hơn rằng quá trình sao chép đã thành công.
zh_cn: 您可以通过查看目标媒体中的复制文件和文件夹进行附加的检查，确保您所传输的文件和文件夹有在备份，从而保证数据传输成功。

source: Learn how often you should backup your important files to make sure that they're safe.
es: Aprende con qué frecuencia deberías hacer copias de seguridad de tus documentos importantes para asegurarte de que están guardados.
id: Pelajari seberapa sering Anda mesti membackup berkas penting Anda untuk memastikan agar mereka aman.
th: ศึกษาว่าคุณควรสำรองไฟล์สำคัญบ่อยแค่ไหน เพื่อให้แน่ใจว่าไฟล์จะปลอดภัย
vi: Tìm hiểu tần suất sao lưu tập tin quan trọng để bảo đảm chúng an toàn.
zh_cn: 应该多久备份一次文件以确保数据安全？

source: Frequency of backups
es: Frecuencia de las copias de seguridad
id: Frekuensi pembuatan cadangan
th: ความถี่ในการสำรอง
vi: Tần suất sao lưu
zh_cn: 备份频率

source: How often you make backups will depend on the type of data to be backed up. For example, if you are running a business on a network environment with critical data stored on your servers, then even nightly backups may not be enough.
es: La frecuencia con la que debes hacer copias de seguridad dependerá del tipo de datos que vayas a guardar. Por ejemplo, si estás administrando un negocio en un entorno de red con datos críticos almacenados en tus servidores, es posible que ni siquiera resulte suficiente hacer una copia de seguridad cada noche.
id: Seberapa sering Anda melakukan pencadangan tergantung pada tipe data yang ingin dicadangkan. Contoh, jika Anda mengelola bisnis menggunakan jaringan dengan data penting tersimpan dalam server, maka perlu dilakukan pencadangan berkala setiap malam.
th: ความถี่ที่คุณควรสำรองข้อมูล ขึ้นอยู่กับประเภทของข้อมูลที่ต้องการสำรอง เช่น หากคุณกำลังทำธุรกิจในแบบเครือข่ายที่มีข้อมูลที่สำคัญมากของร้านค้าอยู่บนเซิร์ฟเวอร์ การสำรองข้อมูลทุกคืนอาจจะไม่เพียงพอ
vi: Bạn nên sao lưu dữ liệu thường xuyên ở mức nào, điều đó phụ thuộc vào loại dữ liệu bạn muốn sao lưu. Ví dụ, nếu bạn làm kinh doanh trên một môi trường mạng với các dữ liệu quan trọng được lưu trên các máy chủ của bạn thì thậm chí sao lưu hàng đêm cũng có thể là chưa đủ thường xuyên.
zh_cn: 多久备份一次取决于要备份的数据的类型。例如，如果您运行的网络环境含有存储在服务器上的关键数据，则每晚备份一次都不多。

source: On the other hand, if you are backing up the data on your home computer then hourly backups would likely be unnecessary. You may find it helpful to consider the following points when planning your backup schedule:
es: Por otro lado, si estás haciendo la copia de seguridad de los datos en tu computadora personal entonces las copias cada hora son innecesarias. Puede que consideres de ayuda los siguientes puntos al planificar tus copias de seguridad:
id: Di sisi lain, bila Anda membackup data pada komputer rumah Anda maka backup per jam sepertinya tak perlu. Anda mungkin akan terbantu bila mempertimbangkan poin-poin berikut ketika merencanakan jadwal backup Anda:
th: หากคุณกำลังสำรองข้อมูลในคอมพิวเตอร์ที่บ้าน การสำรองข้อมูลเป็นรายชั่วโมงอาจไม่จำเป็น คุณอาจจะพบว่าประเด็นเหล่านี้มีประโยชน์ในการเลือกตารางการสำรองข้อมูล:
vi: Ngược lại, nếu bạn sao lưu dữ liệu trên máy cá nhân, sao lưu hàng giờ có thể không cần thiết. Bạn có thể cần xem xét những yếu tố sau khi hoạch định sao lưu:
zh_cn: 另外，如果您是在家用电脑上备份数据，那么不需要随时备份。您只需要考虑下面这些因素：

source: The amount of time you spend on the computer.
es: La cantidad de tiempo que pasas en tu computadora.
id: Banyaknya waktu yang Anda habiskan pada komputer.
th: ปริมาณเวลาที่คุณใช้ในคอมพิวเตอร์นี้
vi: Khoảng thời gian bạn dùng máy tính.
zh_cn: 您花在电脑上的时间。

source: How often and by how much the data on the computer changes.
es: Con qué frecuencia y en qué medida cambias los datos de tu computadora.
id: Seberapa sering dan berapa banyak data pada komputer yang berubah.
th: มีการเปลี่ยนแปลงข้อมูลในคอมพิวเตอร์บ่อยและมากแค่ไหน
vi: Bạn thay đổi bao nhiêu dữ liệu và có thường xuyên hay không.
zh_cn: 电脑数据变化的频率以及幅度。

source: If the data you want to back up is lower priority, or subject to few changes, like music, e-mails and family photos, then weekly or even monthly backups may suffice. However, if you happen to be in the middle of preparing your taxes, more frequent backups may be necessary.
es: Si los datos que quieres guardar son de poca importancia, o están sujetos a pocos cambios, como música, correos electrónicos y fotos de familia, hacer copias semanales o incluso mensuales puede ser suficiente. Sin embargo, si estás en mitad de una auditoría fiscal, puede que sea necesario hacer copias de seguridad más frecuentes.
id: Jika data yang ingin Anda cadangkan memiliki prioritas rendah atau masih akan mengalami sedikit perubahan, seperti musik, email, dan foto keluarga, maka pencadangan bisa dilakukan secara mingguan atau bulanan. Namun, jika Anda sedang menyiapkan laporan pajak, pencadangan lebih sering perlu dilakukan.
th: หากข้อมูลที่คุณต้องการสำรองมีระดับความสำคัญน้อย หรือมีการเปลี่ยนแปลงไม่เยอะ เช่น เพลง อีเมล หรือภาพครอบครัว ดังนั้นสำรองเพียงสัปดาห์ละครั้ง หรือแม้แต่เดือนละครั้งก็พอ อย่างไรก็ตาม หากคุณกำลังอยู่ระหว่างเตรียมยื่นภาษี การสำรองข้อมูลบ่อยๆ อาจเป็นเรื่องจำเป็น
vi: Nếu dữ liệu bạn muốn sao lưu thuộc mức độ ưu tiên thấp hơn, hoặc phải thay đổi một ít, giống như âm nhạc, e-mail và ảnh gia đình thì sao lưu hàng tuần, hoặc thậm chí là hàng tháng mới, có thể đáp ứng được. Tuy nhiên, nếu bạn tình cờ đang trong quá trình lập hồ sơ thuế thì có thể cần phải sao lưu thường xuyên hơn.
zh_cn: 如果您要备份的数据是不太重要的，或者很少改变的，如音乐、邮件和家庭照片，那么每周甚至每月备份一次就足够了。当然，如果您碰巧在处理税单，那就需要更多的备份次数。

source: As a general rule, the amount of time in between backups should be no more than the amount of time you are willing to spend re-doing any lost work. For example, if spending a week re-writing lost documents is too long for you, you should back up at least once per week.
es: Como regla general, la cantidad de tiempo entre copias de seguridad no debe ser mayor que la cantidad de tiempo que podrías tardar rehaciendo cualquier trabajo perdido. Por ejemplo, si tardar una semana escribiendo documentos perdidos es demasiado, deberías hacer una copia de seguridad al menos una vez por semana.
id: Sebagai aturan umum, selang waktu di antara backup sebaiknya tidak lebih dari rentang waktu yang Anda rela keluarkan kembali untuk melakukan ulang pekerjaan yang hilang. Misalnya, jika menghabiskan seminggu menulis ulang dokumen hilang terlalu panjang untuk Anda, Anda harus membuat cadangan minimal sekali per minggu.
th: ตามกฏทั่วไป ระยะเวลาที่เหมาะกับการสำรองข้อมูลคือไม่ควรเกินเวลาที่คุณใช้ในการสร้างไฟล์นั้นใหม่หากงานหายไป เช่ หากใช้เวลาหนึ่งสัปดาห์ในการเขียนงานที่หายไปนานเกินไป คุณควรสำรองอย่างน้อยสัปดาห์ละครั้ง
vi: Nguyên tắc chung là lượng thời gian giữa mỗi lần sao lưu không hơn lượng thời gian bạn có thể dùng để tái tạo lại mất mát. Ví dụ, nếu một tuần để tạo lại tài liệu là quá lâu, bạn nên sao lưu ít nhất một lần một tuần.
zh_cn: 作为通用法则，备份的间隔时间，不应当超过您重新做这项工作所花费的时间。例如，如果要花费一周的时间才能重做出丢失的文档，那么您至少每周备份一次。

source: Backup your valuable files and settings to protect against loss.
es: Haz copias de seguridad de tus archivos valiosos y de tus configuraciones para evitar pérdidas.
id: Cadangkan berkas dan pengaturan yang penting agar tidak hilang.
th: สำรองข้อมูลไฟล์และการตั้งค่าสำคัญของคุณเพื่อป้องกันไม่ให้สูญหาย
vi: Sao lưu các cài đặt và tập tin quý giá của bạn để bảo vệ chúng khỏi bị mất.
zh_cn: 备份重要文件和设置，以避免损失。

source: How to back up
es: Cómo hacer copias de seguridad
id: Bagaimana melakukan back up
th: วิธีสำรองข้อมูล
vi: Cách sao lưu
zh_cn: 如何备份
