Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: If any of the files on the device are open and in use by an application, you will not be able to safely remove the device. You will be prompted with a window telling you <gui>Volume is busy</gui>. To safely remove the device:
es: Si alguno de los archivos almacenados en el dispositivo está abierto en cualquier aplicación no podrá extraer el dispositivo con seguridad. Aparecerá una ventana diciéndole que <gui>El volumen está ocupado</gui>. Para extraer el dispositivo con seguridad:
id: Jika ada berkas pada perangkat yang sedang terbuka dan digunakan oleh sebuah aplikasi, maka Anda tidak dapat melepaskan perangkat dengan aman. Anda akan melihat jendela pemberitahuan yang menampilkan bahwa <gui>Volume sedang sibuk</gui>. Untuk melepaskan perangkat dengan aman:
th: หากมีไฟล์ในอุปกรณ์ที่เปิดและมีแอพพลิเคชั่นใช้อยู่ คุณจะไม่สามารถถอดอุปกรณ์นั้นออกได้ และจะได้รับหน้าต่างแจ้งเตือนบอกว่า <gui>กำลังใช้งานอยู่</gui> วิธีถอดอุปกรณ์อย่างปลอดภัย:
vi: Nếu bất kỳ tệp nào trong thiết bị đang mở và đang được sử dụng bởi một ứng dụng, bạn sẽ không thể rút thiết bị một cách an toàn. Một cửa sổ sẽ xuất hiện để nhắc bạn rằng <gui>Hệ thống tệp đang bận</gui>. Để rút thiết bị một cách an toàn:
zh_cn: 如果设备上有文件被其他应用打开，那么您将不能安全移除设备。这时会弹出一个提示窗口提示您<gui>卷正忙</gui>，要安全移除此设备：

source: Click <gui>Cancel</gui>.
es: Pulse <gui>Cancelar</gui>.
id: Klik <gui>Batal</gui>.
th: คลิก <gui>Cancel</gui>
vi: Nhấp vào <gui>Cancel</gui> (Hủy bỏ).
zh_cn: 点击<gui>取消</gui>。

source: Close all the files on the device.
es: Cierre todos los archivos del dispositivo.
id: Tutup semua berkas pada perangkat.
th: ปิดไฟล์ทั้งหมดในอุปกรณ์
vi: Đóng tất cả các tệp trên thiết bị.
zh_cn: 关闭此设备上的所有文件。

source: Click the eject icon to safely remove or eject the device.
es: Pulse el icono de extraer para quitar o expulsar el dispositivo con seguridad.
id: Klik ikon cabut untuk mencabut perangkat dengan aman.
th: คลิกไอคอนนำออกเพื่อถอดหรือดึงอุปกรณ์ออกอย่างปลอดภัย
vi: Nhấp vào biểu tượng ngắt để gỡ an toàn hoặc ngắt thiết bị.
zh_cn: 点击弹出图标以安全移除或弹出设备。

source: You can also choose <gui>Eject Anyway</gui> to remove the device without closing the files. This may cause errors in applications that have those files open.
es: También puede seleccionar <gui>Extraer de todos modos</gui> para extraer el dispositivo sin cerrar los archivos. Esto puede provocar errores en las aplicaciones que tuvieran esos archivos abiertos.
id: Anda juga dapat memilih <gui>Tetap Keluarkan</gui> untuk melepas peranti tanpa menutup file. Hal ini dapat menimbulkan kesalahan pada aplikasi yang membuka file-file tersebut.
th: คุณสามารถเลือก <gui>ดึงออกอยู่ดี</gui>เพื่อดึงอุปกรณ์ออกโดยไม่ปิดไฟล์ ซึ่งอาจทำให้เกิดข้อผิดพลาดในแอพพลิเคชั่นที่เปิดใช้ไฟล์เหล่านั้นอยู่
vi: Bạn cũng có thể chọn <gui>Eject Anyway (Nhất định Từ chối)</gui> để lấy thiết bị ra mà không cần đóng các tệp. Điều này có thể gây ra lỗi trong các ứng dụng chứa những tệp đang mở này.
zh_cn: 您还可以不关闭打开的文件，而选择<gui>强制弹出</gui>来移除设备，但这可能会导致已经打开文件的应用出错。

source: Change file or folder name.
es: Cambiar el nombre de un archivo o de una carpeta
id: Mengubah nama berkas atau folder.
th: เปลี่ยนชื่อไฟล์หรือโฟลเดอร์
vi: Thay đổi tên tập tin hoặc thư mục.
zh_cn: 更改文件或文件夹名称。

source: Rename a file or folder
es: Renombrar un archivo o una carpeta
id: Mengubah nama berkas atau folder
th: ตั้งชื่อไฟล์หรือโฟลเดอร์
vi: Đổi tên tập tin hoặc thư mục
zh_cn: 重命名文件或文件夹

source: You can change the name of a file or folder in just a few easy steps.
es: Puedes cambiar el nombre de un archivo o de una carpeta siguiendo unos pocos pasos sencillos.
id: Anda dapat mengubah nama berkas atau folder dalam beberapa langkah mudah.
th: คุณสามารถเปลี่ยนชื่อไฟล์หรือโฟล์เดอร์ได้ในสองสามขั้นตอนง่ายๆ
vi: Bạn có thể đổi tên tệp hoặc thư mục chỉ với vài bước dễ dàng.
zh_cn: 您可以通过几个简单的步骤更改名文件或文件夹名称。

source: To rename a file or folder:
es: Para renombrar un archivo o una carpeta:
id: Untuk mengganti nama berkas atau folder:
th: วิธีตั้งชื่อไฟล์และโฟลเดอร์
vi: Để đổi tên tập tin hoặc thư mục:
zh_cn: 重命名文件或文件夹：

source: Right-click on the item and select <gui>Rename</gui>, or select the file and press <key>F2</key>.
es: Pulse con el botón derecho sobre un archivo o carpeta y seleccione <gui>Renombrar</gui>, o seleccione el archivo y pulse <key>F2</key>.
id: Klik kanan pada butir dan pilih <gui>Ubah Nama</gui>, atau pilih berkas dan tekan <key>F2</key>.
th: คลิกขวาที่รายการแล้วเลือก <gui>เปลี่ยนชื่อ</gui> หรือเลือกไฟล์แล้วกด <key>F2</key>
vi: Nhấn chuột phải vào tập tin hoặc thư mục và chọn <gui>Đổi tên</gui>, hoặc chọn tập tin và nhấn <key>F2</key>.
zh_cn: 右击文件或文件夹，然后选择<gui>重命名</gui>，或选择文件，然后按 <key>F2</key> 键。

source: Type the new name and press <key>Enter</key>.
es: Escriba el nombre nuevo y pulse <key>Intro</key>.
id: Ketikkan nama baru dan tekan <key>Enter</key>.
th: พิมพ์ชื่อใหม่และกด <key>Enter</key>
vi: Nhập tên mới và nhấn <key>Enter</key>.
zh_cn: 输入新的文件名，然后按<key>回车键</key>。

source: When you rename a file, only the first part of the name of the file is selected, not the file extension (the part after the "."). The extension normally denotes what type of file it is (e.g. <file>file.pdf</file> is a PDF document), and you usually do not want to change that. If you need to change the extension as well, select the entire file name and change it.
es: Cuando cambia el nombre de un archivo, solo se selecciona la primera parte del nombre de ese archivo, sin la extensión (la parte que va detrás del «.»). La extensión normalmente representa el tipo de archivo (p.ej <file>archivo.pdf</file> es un documento PDF), y normalmente no querrá cambiarla. Si necesita cambiar la extensión también, seleccione el nombre completo del archivo y cámbielo.
id: Saat Anda melakukan penamaan ulang file, hanya bagian pertama dari nama file yang dipilih. Tidak termasuk file ekstensi (bagian sesudah "."). Ekstensi biasanya menjelaskan tipe file (contoh, <file>file.pdf</file> adalah dokumen PDF) dan biasanya Anda tidak mau melakukan perubahan terhadap ini. Jika Anda perlu juga mengubah ekstensi, pilih seluruh nama file dan lakukan perubahan.
th: เมื่อคุณตั้งชื่อไฟล์ใหม่ มีเพียงส่วนแรกของชื่อไฟล์เท่านั้นที่จะถูกเลือก ไม่ใช่ส่วนขยายด้วย (ส่วนที่อยู่หลัง".") ส่วนขยายส่วนใหญ่แล้วจะเป็นการบอกประเภทของไฟล์ (เช่น <file>file.pdf</file> เป็นเอกสาร PDF) และคุณมักไม่อยากเปลี่ยนส่วนนั้น หากคุณจะเป็นต้องเปลี่ยนส่วนขยายด้วย เลือกทั้งชื่อไฟล์และเปลี่ยน
vi: Khi bạn đổi tên tập tin, chỉ phần đầu (không chứa phần mở rộng tập tin sau dấu chấm) của tên tập tin được chọn. Phần mở rộng thường dùng để đánh dấu loại tập tin (ví dụ <file>tậptin.pdf</file> là một tập tin PDF), và thường không cần thay đổi. Nếu bạn thay đổi phần mở rộng luôn, chọn toàn bộ và thực hiện thay đổi.
zh_cn: 当您重命名文件时，仅需选择文件名称的前面部分，而不需选择文件扩展名("." 之后的部分)。扩展名通常指示文件类型(如，<file>file.pdf</file> 是 PDF 文档)，您一般不需对其进行修改。如果您也需要更改扩展名，请选中整个文件名称后进行更改。

source: If you renamed the wrong file, or named your file improperly, you can undo the rename. To revert the action, immediately click the gear button in the toolbar and select <gui>Undo</gui> to restore the former name.
es: Si cambia el nombre del archivo incorrecto, o asigna un nombre equivocado al archivo, puede deshacer el renombrado. Para revertir esta acción inmediatamente, pulse en la rueda dentada de la barra de herramientas y elija <gui>Deshacer</gui> para restaurar el nombre.
id: Jika Anda menamai ulang berkas yang salah atau salah menamai berkas, Anda dapat mengurungkannya. Untuk membatalkan aksi, segera klik tombol roda gigi di bilah alat lalu pilih <gui>Undo</gui> untuk merestorasi nama sebelumnya.
th: หากคุณเปลี่ยนชื่อไฟล์ผิดไฟล์หรือตั้งชื่อไฟล์ผิด คุณสามารถยกเลิกการเปลี่ยนชื่อได้ เมื่อต้องการยกเลิก ให้คลิกปุ่มรูปเฟืองในแถบเครื่องมือแล้วเลือก <gui>เลิกทำ</gui> เพื่อกลับไปใช้ชื่อเก่า
vi: Nếu bạn đặt lại tên nhầm tệp hoặc đặt tên không thích hợp cho tệp của mình, bạn có thể hoàn tác thao tác đặt lại tên. Để trở lại thao tác trước, hãy nhấp ngay vào nút bánh răng trên thanh công cụ và chọn <gui>Hoàn tác</gui> để khôi phục tên trước.
zh_cn: 如果您重命名错了，或者不太合适，您可以撤消重命名。当您发现重命名错误时，立刻点点击工具栏上的齿轮图标，选择<gui>撤消</gui>命令，就可以恢复原来的文件名。

source: Valid characters for file names
es: Caracteres válidos para nombres de archivo
id: Karakter yang valid bagi nama berkas
th: อ้กขระที่สามารถใช้ได้ในการตั้งชื่อ
vi: Ký tự hợp lệ cho tên tập tin
zh_cn: 有效的文件名字符

source: You can use any character except the <key>/</key> (slash) character in file names. Some devices, however, use a <em>file system</em> that has more restrictions on file names. Therefore, it is a best practice to avoid the following characters in your file names: <key>|</key>, <key>\</key>, <key>?</key>, <key>*</key>, <key>&lt;</key>, <key>"</key>, <key>:</key>, <key>&gt;</key>, <key>/</key>.
es: Puede usar cualquier carácter en los nombres de archivos, excepto la barra inclinada <key>/</key>. Algunos dispositivos, sin embargo, usan <em>sistemas de archivos</em> con más restricciones en los nombres de archivos. Por lo tanto, es recomendable evitar los siguientes caracteres: <key>|</key>, <key>\</key>, <key>?</key>, <key>*</key>, <key>&lt;</key>, <key>"</key>, <key>:</key>, <key>&gt;</key>, <key>/</key>.
id: Anda dapat menggunakan karakter apa saja kecuali <key>/</key> (slash) dalam nama berkas. Akan tetapi, sebagian perangkat menggunakan <em>sistem berkas</em> yang memiliki batasan lebih banyak untuk nama berkas. Karenanya, sebaiknya hindari karakter berikut untuk nama berkas: <key>|</key>, <key>\</key>, <key>?</key>, <key>*</key>, <key>&lt;</key>, <key>"</key>, <key>:</key>, <key>&gt;</key>, <key>/</key>.
th: คุณสามารถใช้อักขระใดก็ได้ เว้นแต่ <key>/</key> (เครื่องหมายทับ) เป็นชื่อไฟล์ อย่างไรก็ตาม อุปกรณ์บางอย่างจะใช้ <em>ระบบไฟล์</em>ที่มีข้อจำกัดเรื่องชื่อไฟล์มากกว่านั้น ดังนั้นจึงมีข้อควรปฏิบัติให้หลีกเลี่ยงอักขระต่อไปนี้ ในการตั้งชื่อไฟล์<key>|</key>, <key>\</key>, <key>?</key>, <key>*</key>, <key>&lt;</key>, <key>"</key>, <key>:</key>, <key>&gt;</key>, <key>/</key>
vi: Bạn có thể dùng bất ký ký tự nào trừ <key>/</key> trong tên tập tin. Dù vậy vài thiết bị dùng <em>hệ tập tin</em> với nhiều hạn chế trên tên tập tin hơn. Tốt nhất là tránh dùng những ký tự sau trong tên tập tin: <key>|</key>, <key>\</key>, <key>?</key>, <key>*</key>, <key>&lt;</key>, <key>"</key>, <key>:</key>, <key>&gt;</key>, <key>/</key>.
zh_cn: 在文件名称中，您可以使用除 <key>/</key> (斜杠)字符以外的任何字符。但有些设备使用的<em>文件系统</em>对文件名称有更多限制。所以在为文件命名时最好避免以下字符：<key>|</key>、<key>\</key>、<key>?</key>、<key>*</key>、<key>&lt;</key>、<key>"</key>、<key>:</key>、<key>&gt;</key>、<key>/</key>。

source: If you name a file with a <key>.</key> as the first character, the file will be hidden when you attempt to view it in your <gui>Documents</gui> folder.
es: Si nombras un archivo con un <key>.</key> como el primer carácter, el archivo estará oculto cuando intentes verlo en tu carpeta de <gui>Documentos</gui>.
id: Jika Anda menamai berkas dengan <key>.</key> sebagai karakter pertama, berkas akan tersembunyi saat Anda mencoba melihatnya di folder <gui>Dokumen</gui>.
th: หากคุณตั้งชื่อไฟล์ด้วย <key>.</key> เป็นอักขระตัวแรก ไฟล์นั้นจะถูกซ่อนเมื่อคุณต้องการดูในโฟลเดอร์<gui>เอกสาร</gui>ของคุณ
vi: Nếu bạn đặt tên một tệp với dấu <key>.</key> ở đầu tiên, tệp này sẽ bị ẩn khi bạn cố gắng xem nó trong thư mục <gui>Tài liệu</gui> của bạn.
zh_cn: 如果您使用<key>.</key>作为文件名的首字符，它在<gui>文件</gui> 文件夹中将会被隐藏，无法显示出来。

source: Common problems
es: Problemas comunes
id: Masalah umum
th: ปัญหาทั่วไป
vi: Vấn đề thông thường
zh_cn: 常见问题

source: The file name is already in use
es: El nombre del archivo ya está en uso
id: Nama berkas sudah dipakai
th: มีการใช้ชื่อไฟล์นี้แล้ว
vi: Tên tập tin đã dùng rồi
zh_cn: 该名称已被使用

source: You can't have two files or folders with the same name in the same folder. If you try to rename a file to a name that already exists in the folder you are working in, the file manager will not allow it.
es: No puede tener dos archivos o carpetas con el mismo nombre en la misma carpeta. Si al cambiar el nombre a un archivo intenta asignarle uno que ya existe en la carpeta donde está trabajando, el gestor de archivos no se lo permitirá.
id: Anda tidak dapat memiliki dua file atau folder yang memiliki nama sama dalam satu folder. Apabila Anda mencoba mengubah nama file menjadi sebuah nama yang sudah ada dalam folder yang sedang Anda pakai, manajer file tidak akan mengizinkan.
th: คุณไม่สามารถมีสองไฟล์หรือโฟลเดอร์ที่ใช้ชื่อเดียวกันในโฟลเดอร์เดียวกันได้ หากคุณกำลังจะตั้งค่าไฟล์เป็นชื่อที่่มีอยู่แล้วในโฟลเดอร์นั้น เครื่องมือจัดการไฟล์จะไม่อนุญาตให้ดำเนินการ
vi: Bạn không thể có hai tập tin cùng tên trong cùng thư mục. Nếu bạn đổi tên tập tin sang một tên khác đã dùng, trình quản lý tập tin sẽ không cho phép. Hãy dùng tên khác. Thử dùng tên khác.
zh_cn: 在同一文件夹中不能有两个文件或文件夹使用同一名称。如果您尝试将文件重命名为您所在文件夹中已存在的名称，文件管理器将不允许该操作。请使用不同的名称。

source: File and folder names are case sensitive, so the file name <file>File.txt</file> is not the same as <file>FILE.txt</file>. Using different file names like this is allowed, though it is not recommended.
es: Los nombres de archivos y carpetas son sensibles a mayúsculas, por lo que el nombre <file>Archivo.txt</file> no es lo mismo que <file>ARCHIVO.txt</file>. Usar nombres diferentes como estos está permitido, pero no es recomendable.
id: Nama berkas dan folder berhal sensitif, sehingga nama berkas <file>File.txt</file> tidak sama dengan <file>FILE.txt</file>. Menggunakan nama file yang berbeda seperti ini diperbolehkan, meskipun tidak dianjurkan.
th: ชื่อไฟล์และโฟลเดอร์มีความไวต่ออักษรใหญ่และเล็ก ดังนั้นชื่อไฟล์ <file>File.txt</file> จะไม่ซ้ำกับ <file>FILE.txt</file> คุณสามารถตั้งชื่อไฟล์แบบนี้ได้ แม้จะไม่แนะนำให้ทำแบบนั้น
vi: Tên tập tin và thư mục phân biệt chữ hoa và chữ thường, nên <file>Taptin.txt</file> và <file>taptin.txt</file> là hai tên khác nhau. Đặt tên như vậy là hợp lệ, nhưng không nên.
zh_cn: 文件和文件夹名称区分大小写。例如，<file>File.txt</file> 和 <file>FILE.txt</file> 是两个不同的名称。需要注意的是这种做法可能会造成您日后识别困难，因此并不推荐使用。

source: The file name is too long
es: El nombre de archivo demasiado largo
id: Nama berkas terlalu panjang
th: ชื่อไฟล์ยาวเกินไป
vi: Tên tập tin quá dài
zh_cn: 文件名称过长

source: On some file systems, file names can have no more than 255 characters in their names. This 255 character limit includes both the file name and the path to the file (e.g., <file>/home/wanda/Documents/work/business-proposals/… </file>), so you should avoid long file and folder names where possible.
es: En algunos sistemas de archivos, los nombres de los archivos no pueden tener más de 255 caracteres. Este límite de 255 caracteres incluye tanto el nombre del archivo como la ruta del archivo (ej. <file>/home/wanda/Documentos/trabajo/propuestas-trabajo/...</file>), por lo que debería evitar nombres largos en archivos y carpetas siempre que sea posible.
id: Pada sejumlah sistem file, nama file tidak boleh melampaui 255 karakter. Batasan 255 karakter termasuk nama file dan jalur ke file (contoh, <file>/home/wanda/Documents/work/business-proposals/… </file>), sehingga sebisa mungkin hindari penggunaan nama file dan folder yang panjang.
th: ในบางระบบของไฟล์ จะมีชื่อไฟล์ได้ไม่เกิน 255 อักขระ อักขระทั้ง 255 นี้ จะรวมทั้งชื่อไฟล์และเส้นทางที่อยู่ไฟล์ (เช่น <file>/home/wanda/Documents/work/business-proposals/… </file>) ดังนั้น ควรเลี่ยงการตั้งชื่อไฟล์และโฟลเดอร์ยาวๆ หากทำได้
vi: Trên một số hệ thống tệp, tên tệp có thể dài không quá 255 ký tự. Giới hạn 255 ký tự này bao gồm cả các tên tệp và đường dẫn đến tệp (ví dụ, <file>/home/wanda/Documents/work/business-proposals/… </file>), vì vậy bạn cần tránh tên tệp và tên thư mục dài trong trường hợp có thể.
zh_cn: 在一些文件系统中，文件名不能超过255个字符，其中还包括文件的路径在内(例如，<file>/home/wanda/Documents/work/business-proposals/… </file>)，因此您应当尽可能避免文件和文件夹名称过长。

source: The option to rename is grayed out
es: La opción para renombrar está en gris
id: Opsi untuk mengubah nama dinonaktifkan
th: ตัวเลือกการเปลี่ยนชื่อเป็นสีเทา
vi: Tuỳ chọn đổi tên bị tô xám
zh_cn: 重命名的选项是灰色的

source: If <gui>Rename</gui> is grayed out, you do not have permission to rename the file. You should use caution with renaming such files, as renaming some protected files may cause your system to become unstable.
es: Si la opción <gui>Renombrar</gui> aparece en color gris, es que no tienes los permisos necesarios para renombrar el archivo. Ten cuidado al tratar de renombrar estos archivos, ya que cambiar el nombre a archivos protegidos puede causar problemas o hacer que tu sistema se vuelva inestable.
id: Jika <gui>Rename</gui> berwarna abu-abu, maka Anda tidak berwenang untuk mengubah nama berkas. Anda perlu berhati-hati saat mengubah nama berkas seperti ini, karena mengubah nama dari beberapa berkas terlindungi mungkin dapat mengakibatkan sistem Anda menjadi tidak stabil.
th: หาก <gui>การแก้ไขชื่อ</gui>เป็นสีเทาจาง แสดงว่าคุณไม่ได้รับอนุญาตให้แก้ไขชื่อไฟล์นั้น คุณควรแก้ไขชื่อไฟล์เหล่านั้นด้วยความระมัดระวังเนื่องจากการแก้ไขชื่อไฟล์ที่ได้รับการป้องกันนั้นอาจทำให้ระบบของคุณไม่เสถียร
vi: Nếu mục <gui>Đổi tên</gui> bị làm mờ, thì có nghĩa là bạn không có quyền đổi tên tệp. Bạn nên thận trọng khi đổi tên những tệp đó, vì đổi tên một số tệp được bảo vệ có thể khiến cho hệ thống của bạn trở lên không ổn định.
zh_cn: 如果<gui>重命名</gui>变灰，您将无权重命名文件。对与此类文件应多加注意，因为对一些受保护的文件进行重命名会导致系统不稳定。

source: Learn how to save your photos, music and documents.
es: Aprende a guardar tus fotos, música y documentos.
id: Pelajari cara menyimpan foto, lagu, dan dokumen.
th: เรียนรู้วิธีบันทึกภาพถ่าย, เพลง และเอกสาร
vi: Tìm hiểu cách lưu ảnh, âm nhạc và tài liệu của bạn
zh_cn: 了解如何保存您的图片，音乐和文件。

source: Save your files
es: Guardar tus archivos
id: Simpan berkas Anda
th: บันทึกไฟล์
vi: Lưu các tệp của bạn
zh_cn: 保存您的文件

source: There are a few types of files that you may want to save on your computer, like photos, music and documents.
es: Hay algunos tipos de archivos que es posible que desees guardar en tu computadora, como fotos, música y documentos.
id: Ada beberapa jenis berkas yang Anda mungkin ingin simpan di komputer Anda, seperti foto, musik dan dokumen.
th: ีมีไฟล์บางประเภทที่คุณอาจจะอยากบันทึกไว้ในคอมพิวเตอร์ เช่น ภาพ เพลงและเอกสาร
vi: Có vài loại tệp tin có thể bạn muốn lưu vào máy tính của mình, như hình ảnh, âm nhạc và tài liệu.
zh_cn: 你可能想保存到电脑中的文件类型有图片、音乐、文档等。

source: Here is information about what "files" are, how to save them, and some best practices for making sure that you can later find them.
es: Aquí encontrarás información sobre qué son los "archivos", cómo guardarlos y algunas de las mejores prácticas para asegurarte de que luego los puedas encontrar.
id: Berikut adalah informasi tentang apa yang dimaksud dengan "file", cara menyimpannya, dan sejumlah saran untuk memastikan bahwa Anda dapat menemukannya kembali nanti.
th: นี่คือข้อมูลว่า "ไฟล์" คืออะไร วิธีบันทึก และวิธีปฏิบัติที่ดีที่สุดเพื่อให้แน่ใจว่าคุณสามารถค้นหาไฟล์ได้ในภายหลัง
vi: Đây là thông tin về "tập tin" là gì, làm thế nào để lưu tập tin, và một số thao tác hữu ích nhất để đảm bảo sau này bạn tìm được chúng.
zh_cn: 以下信息是关于：什么是“文件”、如何保存文件、以及一些方便您在日后查找文件的好方法。

source: What are "files" and why are they important?
es: ¿Qué son los "archivos" y por qué son importantes?
id: Apa itu "berkas" dan mengapa mereka penting?
th: อะไรบ้างที่ถือเป็น "ไฟล์" และไฟล์นั้นสำคัญยังไง
vi: "Tệp" là gì và tại sao chúng quan trọng?
zh_cn: 什么是"文件"？其重要性是什么？

source: "Files" are packages that save and contain your stuff.
es: Los "Archivos" son paquetes que guardan y contienen tus cosas.
id: "File" adalah paket yang menyimpan dan mengandung barang-barang Anda.
th: "ไฟล์" คือสิ่งที่บันทึกและเก็บข้อมูลคุณไว้
vi: "Tệp" là những gói chứa các thứ của bạn.
zh_cn: “文件”相当于保存和存放您的物品的包裹。

source: For example, if you are working on writing a document and want to save it so that you can look at it later, you can save that file to your computer and then open it later to continue working on it. Similarly, a song file is something that has been created and saved so that you can open it and listen to it.
es: Por ejemplo, si estás escribiendo un documento y deseas guardarlo para que puedas verlo más tarde, puedes guardar ese archivo en tu computadora y luego abrirlo después para seguir trabajando en él. Del mismo modo, un archivo de música es algo que ha sido creado y guardado para que lo puedas abrir y escuchar.
id: Sebagai contoh, jika Anda sedang menulis dokumen dan ingin menyimpannya agar dapat melihatnya lagi nanti, Anda dapat menyimpan berkas tersebut ke komputer lalu membukanya nanti untuk lanjut mengerjakannya. Demikian pula berkas lagu adalah sesuatu yang telah dibuat dan disimpan agar Anda dapat membuka dan mendengarkannya.
th: ตัวอย่างเช่น ถ้าคุณกำลังพิมพ์เอกสารและต้องการบันทึกไว้ดูภายหลัง คุณอาจบันทึกไฟล์นั้นลงในคอมพิวเตอร์แล้วค่อยเปิดไฟล์เพื่อทำงานต่อ ไฟล์เพลงก็มีลักษณะเดียวกันคือเป็นไฟล์ที่สร้างและบันทึกไว้เพื่อให้คุณเปิดฟังภายหลัง
vi: Ví dụ, nếu bạn đang viết một tài liệu và muốn lưu nó để có thể xem lại sau này, bạn có thể lưu tệp đó vào máy tính của mình, sau đó mở nó để tiếp tục làm việc. Tương tự, một tệp bài hát là tệp đã được tạo và lưu để bạn có thể mở tệp và nghe nhạc.
zh_cn: 例如，如果您正在编写一个文档，打算保存文档，以便后来查看，您就可以将这个文件保存在电脑里，日后打开文件继续编写。同样地，您可以对创建好的音频文件进行保存，以便重新打开和收听。

source: When you see a file, you can tell what kind of stuff it contains by looking at the end of its name. For example, many pictures end with ".jpg" or ".png". The endings are called file name extensions.
es: Cuando veas un archivo, puedes saber qué tipo de cosas contiene mirando el final de su nombre. Por ejemplo, muchas fotos terminan con ".jpg" o ".png". Las terminaciones del nombre del archivo se llaman extensiones.
id: Ketika Anda melihat berkas, Anda dapat memberi tahu jenis barang apa dengan melihat pada akhir namanya. Misalnya, banyak gambar diakhiri dengan ".jpg" atau ".png". Akhiran disebut ekstensi nama berkas.
th: เมื่อคุณเห็นไฟล์ คุณสามารถบอกได้ว่ามีอะไรอยู่ในนั้นได้โดยการดูที่ท้ายชื่อ เช่น ภาพมักจะลงท้ายด้วย ".jpg" or ".png" ส่วนท้ายนี้เรียกว่าส่วนขยายชื่อ
vi: Khi thấy một tệp tin, bạn có thể biết tệp tin chứa những gì nhờ việc nhìn vào phần cuối của tên tệp tin. Ví dụ, rất nhiều ảnh kết thúc bằng ".jpg" hay ".png". Phần cuối này được gọi là phần mở rộng của tên tệp tin.
zh_cn: 当您在查看一个文件时，您可以从文件名的后缀识别出文件的类型。比如，很多图片文件的后缀是".jpg"或".jpg"。这些后缀称为文件扩展名。

source: Here are some examples of files you may be familiar with and some popular name extensions that describe them:
es: Aquí hay algunos ejemplos de archivos con los que puedes estar familiarizado y algunos nombres populares de extensiones que los describen:
id: Berikut sebagian contoh berkas yang mungkin Anda kenali serta sebagian ekstensi nama yang mendeskripsikannya:
th: นี่คือตัวอย่างไฟล์ที่คุณอาจคุ้นเคย และชื่อของส่วนต่อขยายยอดนิยมที่ใช้อธิบาย
vi: Sau đây là một số ví dụ về các tệp có thể quen thuộc đối với bạn và một số phần mở rộng tên phổ biến mô tả chúng:
zh_cn: 以下是一些您可能比较熟悉的、能体现文件类型的扩展名：

source: Photos = .jpg, .png, .tiff, .gif
es: Fotos = .jpg, .png, .tiff, .gif
id: Foto = .jpg, .png, .tiff, .gif
th: รูปภาพ = .jpg, .png, .tiff, .gif
zh_cn: 图片 = .jpg, .png, .tiff, .gif

source: Music = .mp3, .mp4
es: Música = .mp3, .mp4
id: Musik = .mp3, .mp4
th: เพลง = .mp3, .mp4
vi: Nhạc = .mp3, .mp4
zh_cn: 音乐= .mp3, .mp4

source: Libre Office Documents = .odf
es: Documentos de Libre Office = .odf
id: Dokumen Libre Office = .odf
vi: Tài liệu Libre Office = .odf
zh_cn: Libre 办公文档= .odf

source: Microsoft Word Documents = .doc
es: Documentos de Microsoft Word = .doc
vi: Văn bản Microsoft Word = .doc
zh_cn: Microsoft Word文档= .doc
