Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: <keyseq><key>Shift</key><key>F10</key></keyseq> or <key xref="keyboard-key-menu">Menu</key>
es: <keyseq><key>Mayús</key><key>F10</key></keyseq> o <key xref="keyboard-key-menu">Menú</key>
th: <keyseq><key>Shift</key><key>F10</key></keyseq> หรือ<key xref="keyboard-key-menu">เมนู</key>
vi: <keyseq><key>Shift</key><key>F10</key></keyseq> hoặc <key xref="keyboard-key-menu">Menu</key>
zh_cn: <keyseq><key>Shift</key><key>F10</key></keyseq> or <key xref="keyboard-key-menu">菜单</key>

source: Pop up the context menu for the current selection, as if you had right-clicked.
es: Mostrar el menú contextual para la selección actual, como si hubiera pulsado con el botón derecho.
id: Memunculkan menu konteks untuk pilihan yang sedak aktif, seperti jika Anda melakukan klik-kanan.
th: เรียกเมนูเนื้อหาจากตัวเลือกปัจจุบัน หากคุณคลิกขวา
vi: Bật lên trình đơn ngữ cảnh cho lựa chọn hiện tại, như thể bạn đã nhấp chuột phải.
zh_cn: 与右击一样可以弹出当前选项的快捷菜单。

source: In the file manager, pop up the context menu for the current folder, as if you had right-clicked on the background and not on any item.
es: En el gestor de archivos, mostrar el menú contextual para la carpeta actual, como si hubiera pulsado con el botón derecho sobre el fondo y no sobre un elemento.
id: Dalam manajer berkas, munculkan menu konteks bagi folder kini, seolah Anda telah mengklik kanan pada latar belakang dan bukan pada butir manapun.
th: ในตัวจัดการไฟล์ หากคุณคลิกขวาบนพื้นหลังและไม่ได้คลิกบนรายการไฟล์ใด จะเรียกเปิดคอนเท็กซ์เมนูสำหรับโฟลเดอร์ปัจจุบัน
vi: Tại trình quản lý tệp, bật lên trình đơn ngữ cảnh cho thư mục hiện tại như thể bạn đã nhấp chuột vào vào nền màn hình và không nhấp vào bất kỳ mục nào.
zh_cn: 在文件管理器中，与右击一样可以弹出当前文件夹的快捷菜单。

source: <keyseq><key>Ctrl</key><key>PageUp</key></keyseq> and <keyseq><key>Ctrl</key><key>PageDown</key></keyseq>
es: <keyseq><key>Ctrl</key><key>Re Pág</key></keyseq> y <keyseq><key>Ctrl</key><key>Av. Pág</key></keyseq>
id: <keyseq><key>Ctrl</key><key>PageUp</key></keyseq> dan <keyseq><key>Ctrl</key><key>PageDown</key></keyseq>
th: <keyseq><key>Ctrl</key><key>PageUp</key></keyseq>และ<keyseq><key>Ctrl</key><key>PageDown</key></keyseq>
vi: <keyseq><key>Ctrl</key><key>PageUp</key></keyseq> và <keyseq><key>Ctrl</key><key>PageDown</key></keyseq>
zh_cn: <keyseq><key>Ctrl</key><key>上一页</key></keyseq> and <keyseq><key>Ctrl</key><key>下一页</key></keyseq>

source: In a tabbed interface, switch to the tab to the left or right.
es: En la interfaz con pestañas, cambiar a la pestaña de la izquierda o a la de la derecha.
id: Pada antar muka bertab, berpindah ke tab kiri atau kanan.
th: ในหน้าอินเทอร์เฟซที่แยกเป็นแท็บต่างๆ สลับแท็บไปทางซ้ายหรือขวา
vi: Trong giao diện thẻ tab, chuyển sang thẻ ở bên trái hoặc phải.
zh_cn: 在多标签界面中，切换到左侧或右侧的标签。

source: Navigate the desktop
es: Navegar por el escritorio
id: Menjelajahi desktop
th: การนำทางเดสก์ท็อป
vi: Di chuyển
zh_cn: 浏览桌面

source: Cycle through windows in the same application. Hold down the <key>Alt</key> key and press <key>F6</key> until the window you want is highlighted, then release <key>Alt</key>. This is similar to the <keyseq><key>Alt</key><key>`</key></keyseq> feature.
es: Moverse entre las ventanas de la misma aplicación. Mantenga pulsada la tecla <key>Alt</key> y pulse <key>F6</key> hasta que se resalte la ventana que quiere, y entonces suelte la tecla <key>Alt</key>. Esto es similar a la característica <keyseq><key>Alt</key><key>`</key></keyseq>.
id: Beralihlah di antara jendela-jendela pada aplikasi yang sama. Tekan dan tahan tombol <key>Alt</key> kemudian tekan <key>F6</key> sampai jendela yang Anda inginkan disoroti, lalu lepaskan <key>Alt</key>. Ini sama dengan fitur <keyseq><key>Alt</key><key>`</key></keyseq>.
th: เลื่อนผ่านหน้าต่างในแอปพลิเคชั่นเดียวกัน กดแป้น <key>Alt</key> ค้างไว้และกด <key>F6</key> จนรกะทั่งหน้าต่างที่คุณต้องการถูกเลือกเน้นสี จากนั้นปล่อย <key>Alt</key> นี่เหมือนกับฟีเจอร์ <keyseq><key>Alt</key><key>`</key></keyseq>
vi: Luân chuyển qua các cửa sổ trong cùng một ứng dụng. Nhấn giữ phím <key>Alt</key> và bấm <key>F6</key> cho đến khi cửa sổ bạn muốn xem nổi bật lên, rồi thả phím <key>Alt</key>. Điều này tương tự như tính năng <keyseq><key>Alt</key><key>`</key></keyseq>.
zh_cn: 在同一个程序窗口之间切换，按下 <key>Alt</key> 和 <key>F6</key> 键，直到您想要的窗口高亮显示，然后松开 <key>Alt</key> 键，这个操作也可以按 <keyseq><key>Alt</key><key>`</key></keyseq>。

source: <link xref="shell-notifications#messagingtray">Open the message tray.</link> Press <key>Esc</key> to close.
es: <link xref="shell-notifications#messagingtray">Abrir la bandeja de mensajes</link>. Pulse <key>Esc</key> para cerrarla.
id: <link xref="shell-notifications#messagingtray">Buka baki pesan.</link> Tekan <key>Esc</key> untuk menutup.
th: <link xref="shell-notifications#messagingtray">เปิดถาดข้อความ</link> กด <key>Esc</key> เพื่อปิด
vi: <link xref="shell-notifications#messagingtray">Mở khay thông báo.</link> Nhấn <key>Esc</key> để đóng.
zh_cn: <link xref="shell-notifications#messagingtray">打开消息托盘。</link>按 <key>Esc</key> 键关闭。

source: Navigate windows
es: Navegar por las ventanas
id: Navigasikan jendela
th: เปิดหน้าต่าง
vi: Chọn cửa sổ
zh_cn: 浏览窗口

source: Close the current window.
es: Cerrar la ventana actual.
id: Menutup jendela ini.
th: ปิดหน้าต่างปัจจุบัน
vi: Đóng cửa sổ hiện tại.
zh_cn: 关闭当前窗口。

source: <keyseq><key>Alt</key><key>F5</key></keyseq> or <keyseq><key>Super</key><key>↓</key></keyseq>
es: <keyseq><key>Alt</key><key>F5</key></keyseq> o <keyseq><key>Super</key><key>↓</key></keyseq>
id: <keyseq><key>Alt</key><key>F5</key></keyseq> atau <keyseq><key>Super</key><key>↓</key></keyseq>
th: <keyseq><key>Alt</key><key>F5</key></keyseq> หรือ<keyseq><key>ซูเปอร์</key><key>↓</key></keyseq>
vi: <keyseq><key>Alt</key><key>F5</key></keyseq> hoặc <keyseq><key>Super</key><key>↓</key></keyseq>
zh_cn: <keyseq><key>Alt</key><key>F5</key></keyseq> 或者 <keyseq><key>Super</key><key>↓</key></keyseq>

source: Restore a maximized window to its original size. Use <keyseq><key>Alt</key> <key>F10</key></keyseq> to maximize. <keyseq><key>Alt</key><key>F10</key></keyseq> both maximizes and restores.
es: Restaurar una ventana maximizada a su tamaño original. Use <keyseq><key>Alt</key> <key>F10</key></keyseq> para maximizar. <keyseq><key>Alt</key><key>F10</key></keyseq> maximiza y restaura.
id: Pulihkan jendela yang dibesarkan ke ukuran aslinya. Gunakan <keyseq><key>Alt</key> <key>F10</key></keyseq> untuk membesarkan. <keyseq><key>Alt</key><key>F10</key></keyseq> dapat digunakan untuk membesarkan maupun memulihkan.
th: ปรับหน้าต่างที่ขยายกลับไปเป็นขนาดเดิม ใช้<keyseq><key>Alt</key> <key>F10</key></keyseq> เพื่อขยาย<keyseq><key>Alt</key><key>F10</key></keyseq> ทั้งขยายและคืนขนาดเดิม
vi: Phục hồi kích thước cửa sổ nguyên thuỷ. Dùng <keyseq><key>Alt</key> <key>F10</key></keyseq> để phóng to. <keyseq><key>Alt</key><key>F10</key></keyseq> để phóng to và phục hồi.
zh_cn: 恢复一个最大化的窗口至原始大小，按组合键 <keyseq><key>Alt</key> <key>F10</key></keyseq> 最大化，按 <keyseq><key>Alt</key><key>F10</key></keyseq> 在最大化和恢复之间切换。

source: Move the current window. Press <keyseq><key>Alt</key><key>F7</key></keyseq>, then use the arrow keys to move the window. Press <key>Enter</key> to finish moving the window, or <key>Esc</key> to return it to its original place.
es: Mover la ventana actual. Pulse <keyseq><key>Alt</key><key>F7</key></keyseq> y use las teclas de flechas para mover la ventana. Pulse <key>Intro</key> para dejar de mover la ventana, o <key>Esc</key> para devolverla a su ubicación original.
id: Pindahkan layar saat ini. Tekan <keyseq><key>Alt</key><key>F7</key></keyseq>, kemudian gunakan tombol panah untuk memindahkan layar. Tekan <key>Enter</key> untuk menyelesaikan pemindahan layar atau <key>Esc</key> untuk kembali ke tempat semula.
th: เลื่อนหน้าต่างปัจจุบัน กด <keyseq><key>Alt</key><key>F7</key></keyseq> จากนั้นเลือกแป้นลูกศรเพื่อเลื่อนหน้าต่าง กด <key>Enter</key> เพื่อเลื่อนหน้าต่างให้เสร็จ หรือ <key>Esc</key> เพื่อคืนกลับไปที่เดิม
vi: Di chuyển cửa sổ hiện hành. Nhấn <keyseq><key>Alt</key><key>F7</key></keyseq>, sau đó sử dụng các phím mũi tên để di chuyển cửa sổ. Nhấn <key>Enter</key> để kết thúc di chuyển cửa sổ, hoặc <key>Esc</key> để trở lại vị trí ban đầu.
zh_cn: 要移动当前窗口，按下<keyseq><key>Alt</key><key>F7</key></keyseq>，然后用方向键来移动窗口。

source: Resize the current window. Press <keyseq><key>Alt</key><key>F8</key></keyseq>, then use the arrow keys to resize the window. Press <key>Enter</key> to finish resizing the window, or <key>Esc</key> to return it to its original size.
es: Redimensionar la ventana actual. Pulse <keyseq><key>Alt</key><key>F8</key></keyseq> y use las teclas de flechas para redimensionar la ventana. Pulse <key>Intro</key> para dejar de redimensionar la ventana, o <key>Esc</key> para devolverla a su tamaño original.
id: Mengubah ukuran jendela saat ini. Tekan <keyseq><key>Alt</key><key>F8</key></keyseq>, lalu gunakan tombol-tombol panah untuk mengubah ukuran jendela. Tekan <key>Enter</key> untuk menyelesaikan pengubahan ukuran jendela, atau <key>Esc</key> untuk mengembalikan ke ukuran semula.
th: ปรับขนาดหน้าต่างปัจจุบัน กด <keyseq><key>Alt</key><key>F8</key></keyseq> จากนั้นใช้ลูกศรเพื่อปรับขนาดหน้าต่าง กด <key>Enter</key> เพื่อสิ้นสุดการปรับขนาดหน้าต่าง หรือ <key>Esc</key> เพื่อกลับไปยังขนาดดั้งเดิม
vi: Thay đổi kích thước cửa sổ hiện tại. Nhấn <keyseq><key>Alt</key><key>F8</key></keyseq>, rồi dùng các phím mũi tên để thay đổi kích thước cửa sổ. Nhấn <key>Enter</key> để hoàn tất thay đổi kích thước cửa sổ, hoặc <key>Esc</key> để trả lại kích thước ban đầu.
zh_cn: 要调整当前窗口的尺寸，按下<keyseq><key>Alt</key><key>F8</key></keyseq>，然后用方向键来调整尺寸。按下<key>Enter</key>完成调整，或<key>Esc</key>恢复至原尺寸。

source: <keyseq><key>Alt</key><key>F10</key></keyseq> or <keyseq><key>Super</key><key>↑</key></keyseq>
es: <keyseq><key>Alt</key><key>F10</key></keyseq> o <keyseq><key>Super</key><key>↑</key></keyseq>
id: <keyseq><key>Alt</key><key>F10</key></keyseq> atau <keyseq><key>Super</key><key>↑</key></keyseq>
th: <keyseq><key>Alt</key><key>F10</key></keyseq> หรือ<keyseq><key>ซูเปอร์</key><key>↑</key></keyseq>
vi: <keyseq><key>Alt</key><key>F10</key></keyseq> hoặc <keyseq><key>Super</key><key>↑</key></keyseq>
zh_cn: <keyseq><key>Alt</key><key>F10</key></keyseq> 或<keyseq><key>Super</key><key>↑</key></keyseq>

source: <link xref="shell-windows-maximize">Maximize</link> a window. Press <keyseq><key>Alt</key><key>F10</key></keyseq> or <keyseq><key>Super</key><key>↓</key></keyseq> to restore a maximized window to its original size.
es: <link xref="shell-windows-maximize">Maximizar</link> una ventana. Pulse <keyseq><key>Alt</key><key>F10</key></keyseq> o <keyseq><key>Super</key><key>↓</key></keyseq> para restaurar una ventana maximizada a su tamaño original.
id: <link xref="shell-windows-maximize">Memaksimalkan</link> jendela. Tekan <keyseq><key>Alt</key><key>F10</key></keyseq> atau <keyseq><key>Super</key><key>↓</key></keyseq> untuk mengembalikan jendela yang dimaksimalkan ke ukuran aslinya.
th: <link xref="shell-windows-maximize">ขยายหน้าต่าง </link> เลือก<keyseq><key>Alt</key><key>F10</key></keyseq>หรือ<keyseq><key>ซูเปอร์</key><key>↓</key></keyseq>เพื่อคืนหน้าต่างที่ขยายเข้าสู่ขนาดเดิม
vi: <link xref="shell-windows-maximize">Maximize</link> (Phóng to) cửa sổ. Nhấn <keyseq><key>Alt</key><key>F10</key></keyseq> hoặc <keyseq><key>Windows</key><key>↓</key></keyseq> để khôi phục cửa sổ được phóng to về kích thước ban đầu.
zh_cn: <link xref="shell-windows-maximize">最大化</link> 窗口，按下<keyseq><key>Alt</key><key>F10</key></keyseq> 或<keyseq><key>Super</key><key>↓</key></keyseq> 将一个最大化窗口恢复至原尺寸。

source: Minimize a window.
es: Minimizar una ventana
id: Meminimalkan jendela.
th: ย่อหน้าต่าง
vi: Thu nhỏ một cửa sổ.
zh_cn: 最小化窗口。

source: Maximize a window vertically along the left side of the screen. Press again to restore the window to its previous size. Press <keyseq><key>Super</key><key>→</key></keyseq> to switch sides.
es: Maximizar una ventana a lo largo de la parte izquierda de la pantalla. Pulse otra vez para restaurar la ventana a su tamaño original. Pulse <keyseq><key>Super</key><key>→</key></keyseq> para cambiar ambos lados.
id: Maksimalkan jendela secara vertikal di sepanjang sisi kiri layar. Tekan lagi untuk mengembalikan jendela ke ukuran sebelumnya. Tekan <keyseq> <key> Super </key> <key> → </key> </keyseq> untuk beralih sisi.
th: ขยายหน้าต่างในแนวตั้งไปทางด้านซ้าย ของหน้าจอ กดอีกครั้งเพื่อปรับหน้าต่างไปเป็นขนาดเดิม กด <keyseq><key>ซูเปอร์</key><key>→</key></keyseq> เพื่อสลับด้าน
vi: Mở rộng cửa sổ theo chiều dọc theo bên trái màn hình. Nhấn một lần nữa đề thu gọn cửa sổ về kích thước trước đó. Nhấn <keyseq><key>Super</key><key>→</key></keyseq> để đổi bên.
zh_cn: 在屏幕左侧最大化窗口，再此按下恢复到原来的大小。按下<keyseq><key xref="windows-key">Super</key><key>→</key></keyseq> 可切换到屏幕另一边。

source: Maximize a window vertically along the right side of the screen. Press again to restore the window to its previous size. Press <keyseq><key>Super</key><key>←</key></keyseq> to switch sides.
es: Maximizar una ventana a lo largo de la parte derecha de la pantalla. Pulse otra vez para restaurar la ventana a su tamaño original. Pulse <keyseq><key>Super</key><key>←</key></keyseq> para cambiar ambos lados
id: Perbesar halaman secara vertikal, berikut dengan sisi kanan layar. Tekan lagi untuk memulihkan halaman ke ukuran sebelumnya. Tekan <keyseq><key>Super</key><key>←</key></keyseq> untuk berganti sisi.
th: ขยายหน้าต่างแนวตั้งไปทางด้านซ้ายของหน้าจอ กดอีกครั้งเพื่อคืนค่าหน้าต่างไปที่ขนาดก่อน กด <keyseq><key>ซูเปอร์</key><key>←</key></keyseq> เพื่อสลับด้าน
vi: Phóng to một cửa sổ theo chiều thẳng đứng dọc theo phía bên phải của màn hình. Nhấn một lần nữa để khôi phục cửa sổ về kích cỡ trước đó. Nhấn <keyseq><key>Super</key><key>←</key></keyseq> để hoán đổi giữa các bên.
zh_cn: 在屏幕右侧最大化窗口，再次按下恢复原来的大小。按 <keyseq><key xref="windows-key">Super</key><key>←</key></keyseq> 可切换到屏幕另一边。

source: <keyseq><key>Alt</key><key>Space</key></keyseq>
es: <keyseq><key>Alt</key><key>Espacio</key></keyseq>
id: <keyseq><key>Alt</key><key>Spasi</key></keyseq>
vi: <keyseq><key>Alt</key><key>Khoảng trắng</key></keyseq>
zh_cn: <keyseq><key>Alt</key><key>空格</key></keyseq>

source: Pop up the window menu, as if you had right-clicked on the titlebar.
es: Mostrar el menú de la ventana, como si hubiera pulsado con el botón derecho sobre la barra de título.
id: Menu jendela sembulan, layaknya jika Anda mengklik kanan pada bilah judul.
th: การกดคลิกขวาบนแถบชื่อจะเรียกเปิดเมนูหน้าต่างขึ้นมา
vi: Bật lên trình đơn cửa sổ như thể bạn đã nhấp chuột phải vào thanh tiêu đề.
zh_cn: 弹出窗口菜单，就像在标题栏上右键单击一样。

source: Use an on-screen keyboard to enter text by clicking buttons with the mouse.
es: Usar un teclado en pantalla para introducir texto pulsando botones con el ratón.
id: Gunakan papan ketik pada layar untuk memasukkan teks dengan mengklik tombol menggunakan mouse.
th: ใช้แป้นพิมพ์บนหน้าจอเพื่อพิมพ์ข้อความโดยคลิกปุ่มด้วยเมาส์
vi: Dùng một bàn phím ảo để nhập văn bản bằng cách nhấp con chuột vào các nút.
zh_cn: 通过使用鼠标点击屏幕键盘来输入文字。

source: Use a screen keyboard
es: Usar un teclado en pantalla
id: Memakai papan tik pada layar
th: ใช้คีย์บอร์ดบนหน้าจอ
vi: Dùng bàn phím màn hình
zh_cn: 使用屏幕键盘

source: If you don't have a keyboard attached to your computer or prefer not to use it, you can turn on the <em>screen keyboard</em> to enter text.
es: Si no tiene un teclado conectado a su equipo o si prefiere no usarlo, puede activar el <em>teclado en pantalla</em> para escribir texto.
id: Jika tidak ada papan ketik yang terhubung ke komputer Anda atau jika Anda lebih suka untuk tidak menggunakannya, Anda dapat mengaktifkan <em>screen keyboard</em> untuk memasukkan teks.
th: หากคุณไม่มีคียบอร์ดติดมากับเครื่องคอมพิวเตอร์หรือไม่อยากใช้ คุณสามารถเปิดใช้ <em>แป้นพิมพ์บนหน้าจอ</em>เพื่อใส่ข้อความได้
vi: Nếu bạn không có bàn phím gắn liền với máy tính hoặc không muốn dùng đến nó, bạn có thể bật <em>bàn phím ảo</em> (screen keyboard) để nhập văn bản.
zh_cn: 如果您的电脑上没有接入键盘，或者不喜欢使用键盘，您可以打开<em>屏幕键盘</em>来输入文字。

source: Switch on <gui>Screen Keyboard</gui> in the <gui>Typing</gui> section.
es: Active el <gui>Teclado en pantalla</gui> en la sección <gui>Escritura</gui>.
id: Aktifkan <gui> Keyboard Layar </gui> di bagian <gui> Mengetik </gui>.
th: เปิด <gui>แป้นพิมพ์หน้าจอ</gui> ในส่วน <gui>การพิมพ์</gui>
vi: Bật <gui>Bàn phím Ảo</gui> trong phần <gui>Gõ nhập</gui>.
zh_cn: 在 <gui>输入</gui> 部分开启<gui>屏幕键盘</gui>。

source: When you next have the opportunity to type, the on-screen keyboard will open at the bottom of the screen.
es: Cuando tenga que volver a escribir, el teclado en pantalla aparecerá en la parte inferior de la pantalla.
id: Ketika Anda berikutnya memiliki kesempatan untuk mengetik, keyboard di layar akan membuka di bagian bawah layar.
th: เมื่อคุณพิมพ์ข้อความในครั้งหน้า คีย์บอร์ดบนหน้าจอจะแสดงอยู่ที่ด้านล่างของจอ
vi: Lần kế tiếp khi bạn có cơ hội để gõ nhập, bàn phím ảo sẽ mở ra ở phía dưới màn hình.
zh_cn: 当您之后需要打字的时候，屏幕键盘将会在屏幕底端打开。

source: Press the <gui style="bottom">123</gui> button to enter numbers and symbols. More symbols are available if you then press the <gui>{#*</gui> button. To return to the alphabet keyboard, press the <gui>Abc</gui> button.
es: Pulse el botón <gui style="bottom">123</gui> para escribir números y símbolos. Hay más símbolos disponibles si pulsa el botón <gui>{#*</gui>. Para volver al teclado alfabético, pulse el botón <gui>Abc</gui>.
id: Tekan tombol <gui style="bottom">123</gui> untuk memasukkan angka dan simbol. Simbol lain tersedia jika Anda menekan tombol <gui>{#*</gui>. Untuk kembali ke papan ketik alfabet, tekan tombol <gui>Abc</gui>.
th: กดปุ่ม <gui style="bottom">123</gui> เพื่อใส่เลขและสัญลักษณ์ จะมีสัญลักษณ์เพิ่มอีกหากคุณกดปุ่ม <gui>{#*</gui> หากต้องการกลับไปใช้คีย์บอร์ดที่เป็นตัวอักษร กดปุ่ม<gui>Abc</gui> b
vi: Nhấn nút <gui style="bottom">123</gui> để nhập các số và biểu tượng. Sẽ có thêm nhiều biểu tượng nếu khi đó bạn nhấn nút <gui>{#*</gui>. Để trở lại bàn phím bảng chữ cái, nhấn nút <gui>Abc</gui>.
zh_cn: 点击<gui style="bottom">123</gui> 按钮可以输入数字和符号。按下<gui>{#*</gui>按钮可以获得更多符号。按下<gui>Abc</gui>可以返回字母键盘。

source: keyboard
es: teclado
id: papan ketik
th: คีย์บอร์ด
vi: bàn phím
zh_cn: 键盘

source: You can press the <gui style="button"><_:media-1/></gui> icon to hide the keyboard temporarily. The keyboard will show again automatically when you next press on something where you can use it. To make the keyboard show again, open the <link xref="shell-notifications">messaging tray</link> (by moving your mouse to the bottom of the screen), and press the keyboard icon.
es: Puede pulsar el botón <gui style="button"><_:media-1/></gui> para ocultar el teclado temporalmente. Para mostrar el teclado otra vez, abra la <link xref="shell-notifications">bandeja de mensajes</link> (moviendo el ratón a la parte inferior derecha de la pantalla) y pulse el elemento de la bandeja del teclado.
id: Anda dapat menekan ikon <gui style="button"><_:media-1/></gui> untuk menyembunyikan papan tik sementara waktu. Papan tik akan muncul kembali secara otomatis pada saat selanjutnya ketika Anda menekan sesuatu yang dapat menggunakan papan tik. Untuk membuat papan tik muncul kembali, buka <link xref="shell-notifications">baki pesan</link> (dengan memindahkan penunjuk mouse ke bagian bawah layar), dan menekan ikon papan tik.
th: คุณสามารถกดไอคอน <gui style="button"><_:media-1/></gui> เพื่อซ่อนแป้นพิมพ์ชั่วคราว แป้นพิมพ์จะแสดงอีกครั้งโดยอัตโนมัติเมื่อคุณกดตำแหน่งใดก็ตามที่สามารถใช้แป้นพิมพ์ได้ เมื่อต้องการให้แป้นพิมพ์แสดงอีกครั้ง ให้เปิด <link xref="shell-notifications">ถาดข้อความ</link> (ด้วยการเลื่อนเมาส์ไปที่ด้านล่างของหน้าจอ) แล้วกดไอคอนแป้นพิมพ์
vi: Bạn có thể nhấn biểu tượng <gui style="button"><_:media-1/></gui> để tạm thời ẩn bàn phím. Bàn phím sẽ tự động hiện lên khi bạn nhấn vào phím nào đó mà bạn có thể sử dụng nó. Để hiển thị lại bàn phím, mở <link xref="shell-notifications">khay thông báo</link> (bằng cách di con trỏ xuống phía dưới cùng của màn hình), và nhấn vào biểu tượng bàn phím.
zh_cn: 您可以点击<gui style="button"><_:media-1/></gui> 图标来暂时隐藏键盘。当您之后需要使用时键盘会自动出现。要重新显示键盘，您可以打开 <link xref="shell-notifications">消息托盘</link>(将鼠标移动到屏幕右下角)，然后单击键盘图标。

source: Make the keyboard not repeat letters when you hold down a key, or change the delay and speed of repeat keys.
es: Hacer que el teclado no repita las letras cuando se mantenga una tecla pulsada, o cambiar el retardo y la velocidad de repetición de las teclas.
id: Buat papan tik tak mengulang huruf ketika Anda menekan lama suatu tombol, atau ubah tundaan dan kecepatan pengulangan tombol.
th: ทำให้คีย์บอร์ดไม่พิมพ์อักษรซ้ำ เมื่อคุณกดแป้นพิมพ์ค้างหรือเปลี่ยนความล่าช้าและความเร็วในการกดแป้นพิมพ์ซ้ำ
vi: Làm bàn phím lập lại phím nếu nhấn giữ một phím, hoặc thay đổi độ trễ và tốc độ lặp.
zh_cn: 设定键盘在按住一个键时不重复输入，或者设定重复的延迟时间和速度。

source: Turn off repeated key presses
es: Desactivar la repetición de teclas
id: Matikan penekanan tombol berulang
th: ปิดการกดแป้นซ้ำ
vi: Tắt phím lặp
zh_cn: 关闭按键时重复输入

source: By default, when you hold down a key on your keyboard, the letter or symbol will be repeated until you release the key. If you have difficulty picking your finger back up quickly enough, you can disable this feature, or change how long it takes before key presses start repeating.
es: De manera predeterminada, si mantiene pulsada una tecla en el teclado, se repetirá su letra o símbolo hasta que suelte la tecla. Si tiene dificultades para retirar su dedo lo bastante rápido, puede desactivar esta característica o cambiar el tiempo que tardan los caracteres en empezar a repetirse.
id: Secara default, pada saat Anda menekan sebuah tombol pada papan tik, huruf atau simbol akan terus diulang sampai Anda melepaskan tombol itu. Apabila Anda mengalami kesulitan mengangkat kembali jari Anda secara cepat, Anda dapat menonaktifkan fitur ini, Atau mengubah lamanya waktu yang diperlukan sebelum tekanan tombol mulai diulang.
th: โดยค่าเริ่มต้น เมื่อคุณกดค้างแป้นหนึ่งบนแป้นพิมพ์ อักษรหรือสัญลักษณ์จะปรากฏขึ้นซ้ำๆ จนกว่าคุณจะปล่อยนิ้วจากแป้น หากคุณไม่สามารถยกนิ้วขึ้นได้เร็วพอ คุณก็สามารถปิดใช้งานฟีเจอร์นี้ได้ หรือเปลี่ยนระยะเวลาก่อนที่แป้นที่ถูกกดจะปรากฏตัวอักษรซ้ำ
vi: Theo mặc định, khi bạn giữ một phím trên bàn phím, chữ hoặc biểu tượng sẽ được lặp lại cho đến khi bạn thả phím. Nếu không thả phím được đủ nhanh, bạn có thể tắt tính năng này, hoặc thay đổi thời gian cần thiết trước khi việc nhấn phím bắt đầu lặp lại.
zh_cn: 默认情况下，当您按住一个键时，字母符号会重复输入直到您松开。如果您手指按键移动不够快，可以禁用此功能，或者增加开始重复的延迟时间。

source: Turn off <gui>Key presses repeat when key is held down</gui> to disable repeated keys entirely.
es: Desactive <gui>Las pulsaciones de teclas se repiten cuando la tecla se mantiene pulsada</gui> para desactivar las teclas repetidas por completo.
id: Matikan <gui>pengulangan penekanan tombol saat tombol sedang ditahan</gui> untuk menonaktifkan pengulangan tombol sepenuhnya.
th: ปิด <gui>การกดแป้นซ้ำเมื่อกดแป้นค้าง</gui> เพื่อปิดใช้งานการกดแป้นซ้ำทั้งหมด
vi: Tắt <gui>Lặp lại nhấn phím khi nhấn giữ phím </gui> để tắt hoàn toàn các phím lặp lại.
zh_cn: 关闭 <gui>按住某一键时重复该键</gui>以彻底禁用重复键。
