Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: The location of each file on your computer is given by its <em>absolute path</em>. This is a unique "address" of the file on your computer, made up of a list of the folders that you would need to go into to find the file. For example, if Jim had a file called <file>Resume.pdf</file> in his Home folder, its location would be <file>/home/jim/Resume.pdf</file>.
es: La ubicación de cada archivo en su sistema viene dada por su <em>ruta absoluta</em>. Esto es una «dirección» única del archivo en el equipo, compuesta de una lista de carpetas a las que debe ir para encontrar el archivo. Por ejemplo, si Jaime tiene un archivo <file>Resumen.pdf</file> en su carpeta personal, la ubicación será <file>/home/jaime/Resumen.pdf</file>.
id: Lokasi setiap berkas di komputer Anda ditunjukkan oleh <em>path absolutnya</em>. Ini adalah alamat "unik" dari berkas pada komputer Anda, yang tersusun atas daftar folder yang perlu Anda akses untuk menemukan berkas tersebut. Sebagai contoh, jika Jim memiliki sebuah berkas bernama <file>Resume.pdf</file> dalam folder Home miliknya, maka lokasinya adalah <file>/home/jim/Resume.pdf</file>.
th: ตำแหน่งของแต่ละไฟล์ในหน้าจอคอมพิวเตอร์ของคุณจะอยู่ใน <em>เส้นทางแบบสัมบูรณ์</em> เป็น "ที่อยู่" เฉพาะของไฟล์นั้นในคอมพิวเตอร์ ได้มาโดยใช้รายการโฟล์เดอร์ที่คุณต้องเข้าไปหาไฟล์นั้น เช่น หากจิมมีไฟล์ชื่อ <file>Resume.pdf</file> ในโฟล์เดอร์โฮมของเขา ไฟล์นั้นจะอยู่ที่ <file>/home/jim/Resume.pdf</file>.
vi: Vị trí mỗi tập tin trên máy tính của bạn được xác định bởi <em>đường dẫn đầy đủ</em> của tập tin. Đó là "địa chỉ" độc nhất của tập tin trên máy tính của bạn, được hình thành từ một danh sách các thư mục mà bạn cần vào để tìm được tập tin đó. Lấy ví dụ, nếu Jim có một tập tin tên là <file>Resume.pdf</file> trong thư mục Home của anh ta, thì vị trí tập tin sẽ là <file>/home/jim/Resume.pdf</file>.
zh_cn: 每个文件在电脑中的位置均由其<em>绝对路径</em>显示。这是文件在电脑中的唯一 "地址"，由列出的文件夹构成，必须转到这些文件夹中才能找到相应文件。例如，如果 Jim 的主文件夹中有个文件名为 <file>Resume.pdf</file>，其位置会是 <file>/home/jim/Resume.pdf</file>。

source: Volume
es: Volumen
th: ความดัง
vi: Khối tin
zh_cn: 卷

source: The file system or device that the file is stored on. This shows you where the file is physically stored, for example if it is on the hard disk or on a CD, or a network share or file server. Hard disks can be split up into several disk partitions; the partition will be displayed under <gui>Volume</gui> too.
es: El sistema de archivos o el aparato en que el archivo se guardó. Esto te muestra donde el archivo está físicamente guardado, por ejemplo, muestra si se encuentra en el disco duro o en un CD, o una red compartida o un servidor de archivos. Los discos duros pueden dividirse en varias particiones de disco; la partición se mostrará bajo <gui>Volumen</gui> también.
id: Sistem berkas atau perangkat di mana berkas tersimpan. Ini menunjukkan di mana berkas disimpan secara fisik, misalkan jika berada di hard disk atau CD, atau network share atau file server. hard disk dapat dibagi menjadi beberapa partisi; partisi juga akan ditampilkan di dalam <gui>Volume</gui>.
th: ระบบไฟล์หรืออุปกรณ์ที่เก็บไฟล์นั้นอยู่ ส่วนนี้แสดงตำแหน่งที่เก็บไฟล์ไว้ในระบบจริง เช่น ในฮาร์ดดิสก์หรือใน CD หรือการแชร์เครือข่ายหรือเซิร์ฟเวอร์ไฟล์ ฮาร์ดดิสก์อาจแบ่งออกเป็นพาร์ติชันดิสก์หลายส่วน ซึ่งพาร์ติชันจะแสดงอยู่ใน <gui>ข้อมูลดิสก์</gui> เช่นกัน
vi: Hệ thống tệp hoặc thiết bị mà tệp được lưu trữ. Thông tin này cho bạn biết tệp hiện được lưu thực tế ở đâu, chẳng hạn nó đang được lưu trong ổ cứng hay trong một CD, trong một mạng chung hay máy chủ tệp. Các ổ chứng có thể được chia thành vài phân vùng đĩa; phân vùng đĩa chứa tệp cũng sẽ được hiển thị trong <gui>Âm lượng</gui>.
zh_cn: 存有文件的文件系统或设备。此字段用于显示文件实体的存储位置，例如，文件是在硬盘还是 CD 中，在网络共享还是文件服务器中。磁盘可分为多个磁盘分区，每个分区也会显示在<gui>卷</gui>下。

source: Free Space
es: Espacio libre
id: Ruang Bebas
th: พื้นที่ว่าง
vi: Vùng trống
zh_cn: 剩余空间

source: This is only displayed for folders. It gives the amount of disk space which is available on the disk that the folder is on. This is useful for checking if the hard disk is full.
es: Esto sólo se muestra para las carpetas. Indica la cantidad total de espacio disponible en el disco en el que se encuentra la carpeta. Es útil para comprobar si el disco duro está lleno.
id: Ini hanya ditampilkan untuk folder. Ini memberikan jumlah ruang disk yang tersedia pada disk yang ditempati folder. Hal ini berguna untuk memeriksa apakah hard disk penuh.
th: สิ่งนี้จะเป็นการแสดงเฉพาะโฟลเดอร์เท่านั้น จะบอกขนาดพื้นที่ในดิสก์ที่โฟลเดอร์นั้นอยู่ เป็นวิธีที่เป็นประโยชน์ในการตรวจสอบว่าฮาร์ดดิสก์เต็มหรือยัง
vi: Số liệu này chỉ hiển thị cho các thư mục. Nó cho biết dung lượng đĩa sẵn có trong đĩa nơi đặt thư mục đó. Điều này hữu ích để kiểm tra xem đĩa cứng đã đầy chưa.
zh_cn: 仅会对文件夹显示此字段。此字段显示文件夹所在磁盘的可用空间量。可用此字段核实硬盘是否已满。

source: Accessed
es: Accedido
id: Diakses
th: เข้าถึงแล้ว
vi: Truy cập
zh_cn: 访问时间

source: The date and time when the file was last opened.
es: Fecha y hora de la última apertura del archivo.
id: Tanggal dan waktu saat berkas terakhir dibuka.
th: วันที่และเวลาที่ไฟล์ถูกเปิดล่าสุด
vi: Ngày giờ tập tin được mở lần cuối.
zh_cn: 文件最后一次打开的日期和时间。

source: Modified
es: Modificado
id: Diubah
th: ปรับแก้แล้ว
vi: Sửa đổi
zh_cn: 修改时间

source: The date and time when the file was last changed and saved.
es: Fecha y hora de la última vez que se cambió y guardó el archivo.
id: Tanggal dan waktu ketika berkas terakhir diubah dan disimpan.
th: วันที่และเวลาที่ไฟล์ถูกปรับเปลี่ยนและบันทึกไว้ล่าสุด
vi: Ngày giờ tập tin được thay đổi lần cuối.
zh_cn: 文件最后一次更改和保存的日期和时间。

source: Control who can view and edit your files and folders.
es: Controlar quién puede ver y editar sus archivos y carpetas.
id: Atur siapa yang dapat melihat dan mengedit berkas dan folder Anda.
th: ควบคุมว่าใครสามารถดูและแก้ไขไฟล์และโฟลเดอร์ของคุณ
vi: Điều khiển ai được phép xem và thay đổi tập tin/thư mục của bạn.
zh_cn: 控制哪些人能查看和编辑您的文件和文件夹。

source: Set file permissions
es: Establecer los permisos del archivo
id: Mengatur hak akses berkas
th: ตั้งค่าการอนุญาตไฟล์
vi: Đặt quyền tập tin
zh_cn: 设定文件权限

source: You can use file permissions to control who can view and edit files that you own. To view and set the permissions for a file, right click it and select <gui>Properties</gui>, then select the <gui>Permissions</gui> tab.
es: Puede usar los permisos de archivos para controlar quién puede ver y editar sus archivos. Para ver y asignar los permisos de un archivo, púlselo con el botón derecho, seleccione <gui>Propiedades</gui> y a continuación vaya a la pestaña <gui>Permisos</gui>.
id: Anda dapat menggunakan perizinan berkas untuk mengontrol siapa yang dapat menampilkan dan menyunting berkas milik Anda. Untuk menampilkan dan mengatur perizinan sebuah berkas, klik kanan pada berkas dan pilih <gui>Properties</gui>, kemudian pilih tab <gui>Permissions</gui>.
th: คุณสามารถใช้การอนุญาตเพื่อควบคุมได้ว่าใครจะสามารถดูและแก้ไขไฟล์ที่คุณเป็นเจ้าของ ในการเข้าดูและตั้งค่าการอนุญาตใช้งานไฟล์ คลิกขวาและเลือก <gui>คุณสมบัติ</gui> จากนั้นเลือกแท็บ <gui>การอนุญาต</gui>
vi: Bạn có thể dùng quyền truy cập tập tin để điều khiển ai được phép xem và sửa đổi tập tin của bạn. Để xem và đặt quyền cho tập tin, nhấn chuột phải vào tập tin và chọn <gui>Thuộc tính</gui>, sau đó chọn thẻ <gui>Quyền</gui>.
zh_cn: 您可以通过设定文件权限，来控制哪些人能查看和编辑您的文件。要查看和设置文件权限，右击选择<gui>属性</gui>，然后选择<gui>权限</gui>标签。

source: See <link xref="#files"/> and <link xref="#folders"/> below for details on the types of permissions you can set.
es: Para obtener detalles acerca de los tipos de permisos que puede establecer, consulte la <link xref="#files"/> y la <link xref="#folders"/> debajo.
id: Lihat <link xref="#files"/> dan <link xref="#folders"/> di bawah untuk detail mengenai tipe perizinan yang dapat Anda atur.
th: ดูรายละเอียดเกี่ยวกับชนิดของสิทธิ์ที่คุณอาจกำหนดได้จาก <link xref="#files"/> และ <link xref="#folders"/> ที่ด้านล่าง
vi: Xem <link xref="#files"/> và <link xref="#folders"/> bên dưới để biết thêm về loại quyền bạn có thể đặt.
zh_cn: 有关您可以设置的权限类型的详细信息，请参阅下面的 <link xref="#files"/> 和 <link xref="#folders"/>。

source: Files
es: Archivos
id: Berkas
th: ไฟล์
vi: Tập tin
zh_cn: 文件

source: You can set the permissions for the file owner, the group owner, and all other users of the system. For your files, you are the owner, and you can give yourself read-only or read-and-write permission. Set a file to read-only if you don't want to accidentally change it.
es: Puede asignar los permisos para el propietario del archivo, el grupo del propietario y todos los demás usuarios del sistema. Para sus archivos, usted es su propietario, y puede concederse a sí mismo permisos de solo lectura o de lectura/escritura. Defina un archivo como solo lectura si no quiere cambiarlo accidentalmente.
id: Anda bisa mengatur perizinan bagi pemilik file, grup pemilik, dan seluruh pengguna sistem. Untuk file Anda, maka Anda pemiliknya dan Anda bisa mengatur perizinan hanya untuk membaca file atau membaca dan mengubah file. Atur file dalam setelah hanya baca jika Anda tidak ingin melakukan perubahan tanpa sengaja.
th: คุณสามารถกำหนดการอนุญาตสำหรับเจ้าของไฟล์, เจ้าของกลุ่ม และผู้ใช้อื่นๆ ในระบบได้ สำหรับไฟลของคุณ คุณเป็นเจ้าของ และคุณสามารถอนุญาตให้ตนเองอ่านอย่างเดียวหรืออ่านและแก้ไขก็ได้ กำหนดให้ไฟล์เป็นอ่านอย่างเดียวหากคุณต้องการป้องกันการเปลี่ยนแปลงโดยไม่ตั้งใจ
vi: Bạn có thể đặt quyền cho chủ tập tin, nhóm sỡ hữu tập tin và những người còn lại trên hệ thống. Do bạn là chủ, bạn có thể tự đặt quyền chỉ đọc hoặc đọc ghi cho tập tin của bạn. Đặt quyền chỉ đọc nếu bạn không muốn vô tình thay đổi tập tin.
zh_cn: 您可以设置文件所有者，群组和其他所以用户的操作权限。对于您自己的文件，您就是所有者，您可以将自己的权限设定为只读或者读写权限。设成只读可以避免无意中的更改。

source: Every user on your computer belongs to a group. On home computers, each user typically has their own group, and group permissions are not often used. In corporate environments, groups are sometimes used for departments or projects. Each file has an owner and belongs to a group. You can set the file's group and control the permissions for all users in that group, but you can only set the file's group to a group you belong to.
es: Cada usuario en tu computadora permanece a un grupo. En computadoras de la casa, cada usuario típicamente tiene su propio grupo, y permisos de grupos no se usan frecuentemente. En ambientes corporativos, los grupos a veces se usan para departamentos o proyectos. Cada archivo tiene un dueño y pertenece a un grupo. Puedes configurar el grupo del archivo y controlar los permisos para todos los usuarios en ese grupo, pero sólo se puedes establecer el grupo del archivo a un grupo a que perteneces.
id: Setiap pengguna komputer Anda berada dalam satu grup. Di komputer rumah, setiap pengguna umumnya memiliki grup sendiri dan perizinan grup biasanya tidak diberlakukan. Dalam lingkungan korporat, grup biasanya digunakan untuk departemen atau proyek tertentu. Masing-masing file punya pemilik dan dimiliki oleh sebuah grup. Anda bisa mengatur grup dari file dan mengontrol perizinan untuk setiap pengguna di grup tersebut, tetapi Anda hanya bisa mengatur file milik grup dimana Anda berada di grup tersebut.
th: ผู้ใช้ทุกคนที่ใช้คอมพิวเตอร์ของคุณ จะอยู่ในกลุ่ม ในคอมพิวเตอร์บ้าน ผู้ใช้แต่ละคนจะมีกลุ่มของตัวเอง และมักจะไม่ต้องใช้การอนุญาตให้เข้ากลุ่ม ในองค์กรณ์ บางครั้งจะมีการใช้กลุ่มสำหรับแผนกหรือโปรเจคท์ต่างๆ แต่ละไฟล์จะมีเจ้าของและเป็นไฟล์ของกลุม่ คุณสามารถตั้งกลุ่มให้ไฟล์และตั้งค่าการอนุญาตให้ผู้ใช้ในกลุ่มนั้น แต่คุณสามารถตั้งกลุ่มของไฟล์ให้อยู่ในกลุ่มที่คุณอยู่ได้เท่านั้น
vi: Mỗi người sử dụng trên máy tính của bạn đều thuộc về một nhóm. Với máy tính gia đình, mỗi người sử dụng có nhóm riêng tiêu biểu của họ, và thường không cần dùng đến sự cho phép trong nhóm. Trong môi trường tập thể, các nhóm đôi khi được sử dụng cho các phòng ban hoặc các dự án. Mỗi tệp tin đều có một chủ nhân và thuộc về một nhóm. Bạn có thể thiết lập nhóm cho tệp tin và quản lý việc cho phép ai trong số tất cả người sử dụng trong nhóm đó được sử dụng tệp tin, nhưng bạn chỉ có thể thiết lập nhóm của tệp tin cho nhóm mà bạn là thành viên.
zh_cn: 系统中的每个用户有一个所属群组，在家用电脑上，通常每个用户都有自己的群组，但组权限通常不使用。而在公司环境中，组有时用于部门或项目。每个文件都有其所有者和归属的群组，您可以设置文件的属组并控制此群组中所有用户的权限，但仅限于您所在的组群。

source: You can also set the permissions for users other than the owner and those in the file's group.
es: También puede asignar los permisos de los usuarios que no sean el propietario ni que estén en el grupo del archivo.
id: Anda juga dapat mengatur perizinan untuk pengguna lain selain pemilik dan mereka yang tergabung dalam grup berkas.
th: คุณอาจกำหนดสิทธิ์สำหรับผู้ใช้นอกเหนือจากเจ้าของและผู้ที่อยู่ในกลุ่มของไฟล์ได้
vi: Bạn có thể đặt quyền cho những người dùng khác không phải chủ và cũng không nằm trong nhóm của tập tin.
zh_cn: 除了设置所有者和群组外，您还可以设置其他用户的权限。

source: If the file is a program, such as a script, you must select <gui>Allow executing file as program</gui> to run it. Even with this option selected, the file manager may still open the file in an application or ask you what to do.
es: Si el archivo es un programa, como un guión, debes seleccionar <gui>Permitir ejecutar archivo como programa</gui> para ejecutarlo. Incluso con esta opción seleccionada, el administrador de archivos puede abrir el archivo en un programa o preguntarte qué hacer.
id: Jika berkas merupakan sebuah program seperti script, Anda harus memilih <gui>Izinkan eksekusi berkas sebagai program</gui> untuk menjalankannya. Bahkan meski opsi ini dipilih, manajer berkas masih dapat membuka berkas dalam aplikasi atau menanyakan apa yang ingin Anda lakukan.
th: หากไฟล์นั้นเป็นโปรแกรม เช่น สคริปต์ คุณจะต้องเลือก <gui>อนุญาตให้ใช้งานเป็นโปรแกรม</gui> เพื่อเปิดใช้งาน แม้ว่าตัวเลือกนี้จะถูกเลือกไว้ แต่เครื่องมือจัดการไฟล์อาจจะเปิดไฟล์เป็นแอพพลิเคชั่นหรือถามว่าคุณต้องการทำอะไรก็ได้
vi: Nếu một tập tin là một chương trình, chẳng hạn như một tập lệnh, thì bạn phải chọn hộp <gui>Cho phép thực thi tập tin như một chương trình</gui> (Allow executing file as program) để có thể thực thi tập tin. Ngay cả khi đã chọn tùy chọn này, trình quản lý tập tin có thể vẫn mở tập tin trong một ứng dụng hoặc yêu cầu bạn làm như vậy.
zh_cn: 如果是程序文件，比如脚本，您必须选中<gui>允许以程序执行文件</gui>才能运行。即使您选中了此项，文件管理器可能仍然会在一个应用程序中打开它，或者询问您如何操作。

source: Folders
es: Carpetas
id: Folder
th: โฟลเดอร์
vi: Thư mục
zh_cn: 文件夹

source: You can set permissions on folders for the owner, group, and other users. See the details of file permissions above for an explanation of owners, groups, and other users.
es: Puede asignar permisos sobre carpetas para el propietario, el grupo y el resto de usuarios. Para obtener una explicación sobre propietarios, grupos y el resto de usuarios, consulte los detalles sobre permisos de archivos más arriba.
id: Anda dapat menetapkan izin akses terhadap folder bagi pemilik, grup, dan pengguna lainnya. Lihat rincian izin akses file di atas untuk penjelasan mengenai pemilik, grup, dan pengguna lainnya.
th: คุณสามารถกำหนดการอนุญาตของโฟลเดอร์สำหรับเจ้าของ, กลุ่ม และผู้ใช้อื่นๆ ได้ ดูรายละเอียดการอนุญาตไฟล์ด้านบนสำหรับคำธิบายเกี่ยวกับเจ้าของ, กลุ่ม และผู้ใช้อื่นๆ
vi: Bạn có thể đặt quyền thư mục cho chủ, nhóm và những người dùng khác. Xem chi tiết về quyền tập tin ở trên để được giải thích về chủ, nhóm và những người dùng khác.
zh_cn: 您可以为所有者、群组和其他用户设置文件夹的访问权限。要了解相关细节，请参阅上面对所有者、群组和其他用户的文件权限所做的说明。

source: The permissions you can set for a folder are different from those you can set for a file.
es: Los permisos que puede establecer para una carpeta son diferentes de los que puede establecer para un archivo.
id: Izin akses Anda dapat mengatur untuk folder yang berbeda dari yang Anda dapat mengatur untuk berkas.
th: การอนุญาตที่คุณตั้งขึ้นเพื่อโฟลเดอร์นี้แตกต่รงจากที่คุณสามารถตั้งให้ไฟล์
vi: Quyền bạn đặt cho thư mục khác với quyền cho tập tin.
zh_cn: 对于文件夹的权限设定，跟文件权限有所不同。

source: None
es: Ninguno
id: Tak ada
th: ไม่มี
vi: Không
zh_cn: 空

source: The user will not even be able to see what files are in the folder.
es: El usuario ni siquiera será capaz de ver qué archivos están en la carpeta.
id: Pengguna bahkan tidak dapat melihat file apa yang ada dalam folder.
th: ผู้ใช้จะไม่สามารถเห้นว่ามีไฟล์ใดบ้างอยู่ในโฟลเดอร์
vi: Bạn sẽ không thể thấy tập tin trong thư mục.
zh_cn: 用户甚至不能查看文件夹里的文件。

source: List files only
es: Solo listar archivos
id: Berkas daftar saja
th: รายชื่อไฟล์เท่านั้น
vi: Chỉ tập tin
zh_cn: 只能列出文件

source: The user will be able to see what files are in the folder, but will not be able to open, create, or delete files.
es: El usuario será capaz de ver los archivos que hay dentro de una carpeta, pero no será capaz de abrir, crear o eliminar archivos.
id: Pengguna akan dapat melihat berkas apa yang ada dalam folder, namun tak dapat membuka, menciptakan, atau menghapus berkas.
th: ผู้ใช้จะสามารถดูว่าไฟล์ใดอยู่ในโฟลเดอร์ แต่จะไม่สามารถเปิด, สร้าง หรือลบไฟล์ได้
vi: Người dùng có thể thấy tập tin trong thư mục, nhưng không thể mở, tạo hoặc xoá tập tin.
zh_cn: 用户可以看到文件夹内的文件，但是不能打开、创建或删除文件。

source: Access files
es: Acceder a archivos
id: Mengakses berkas
th: เข้าถึงไฟล์
vi: Truy cập tập tin
zh_cn: 访问文件

source: The user will be able to open files in the folder (provided they have permission to do so on the particular file), but will not be able to create new files or delete files.
es: El usuario será capaz de abrir archivos en la carpeta (suponiendo que tiene permisos para ello en ese archivo en particular), pero puede no ser capaz de crear nuevos archivos o eliminar archivos.
id: Pengguna akan dapat membuka file di folder (apabila mereka memiliki izin akses untuk melakukan hal itu pada file tersebut), tetapi tidak akan dapat membuat file baru atau menghapus file.
th: ผู้ใช้สามารถเปิดไฟล์ในโฟลเดอร์ (ในกรณีที่มีสิทธิ์เปิดสำหรับไฟล์นั้น) แต่จะสร้างไฟล์ใหม่หรือลบไฟล์ไม่ได้
vi: Người dùng sẽ có thể mở tập tin (nếu có quyền phù hợp trên tập tin đó), nhưng không thể tạo mới hoặc xoá tập tin đã có.
zh_cn: 用户可以打开文件夹中的文件(如果他们有权限对特定文件进行此操作的话)，但仍然 不能创建新文件或删除文件。

source: Create and delete files
es: Crear y eliminar archivos
id: Membuat dan menghapus berkas
th: สร้างและลบไฟล์
vi: Tạo và xoá tập tin
zh_cn: 创建和删除文件

source: The user will have full access to the folder, including opening, creating, and deleting files.
es: El usuario tendrá acceso total a la carpeta, incluyendo abrir, crear y eliminar archivos.
th: ผู้ใช้จะสามารถเข้าใชงานโฟลเดอร์อย่างเต็มรูปแบบ ทั้งการเปิด สร้าง และลบไฟล์ด้วย
vi: Ngươì dùng có toàn quyền trên thư mục, bao gồm mở, tạo và xoá tập tin.
zh_cn: 用户将对相应目录拥有最高访问权，包括打开、创建和删除文件的权限。

source: You can also quickly set the file permissions for all the files in the folder by clicking <gui>Change Permissions for Enclosed Files</gui>. Use the drop-down lists to adjust the permissions of contained files or folders, and click <gui>Change</gui>. Permissions are applied to files and to all folders in subfolders as well.
es: También puedes rápidamente poner los permisos de los archivos para todos los archivos en una carpeta con hacer clic en <gui>Cambiar permisos a los archivos contenidos</gui>. Usa el menú desplegable para ajustar los permisos de todos los archivos y las carpetas, y haz clic en <gui>Cambiar</gui>. Los permisos se aplican a los archivos y a todas las carpetas en subcarpetas también.
id: Anda juga dapat dengan cepat mengatur hak akses berkas untuk semua berkas dalam folder dengan mengklik <gui>Ubah Izin untuk Berkas Terlampir</gui>. Gunakan daftar drop-down untuk menyesuaikan izin dari berkas atau folder yang terdapat, dan klik <gui>Ganti</gui>. Hak akses yang diterapkan ke berkas dan semua folder dalam subfolder juga.
th: คุณอาจกำหนดสิทธิ์ใช้ไฟล์สำหรับไฟล์ทั้งหมดในโฟลเดอร์ได้อย่างรวดเร็วด้วยการคลิก <gui>เปลี่ยนสิทธิ์สำหรับไฟล์ที่อยู่ภายใน</gui> ใช้รายการดรอปดาวน์เพื่อปรับเปลี่ยนสิทธิ์ของไฟล์หรือโฟลเดอร์ที่อยู่ภายใน แล้วคลิก <gui>เปลี่ยน</gui> สิทธิ์จะมีผลกับไฟล์ รวมถึงโฟลเดอร์ทั้งหมดในโฟลเดอร์ย่อย
vi: Bạn cũng có thể nhanh chóng thiết lập quyền đối với tệp cho tất cả các tệp trong thư mục bằng cách bấm vào <gui>Thay đổi quyền cho các tệp được kèm theo</gui>. Dùng danh sách thả xuống để điều chỉnh quyền của mỗi thư mục hoặc tệp chứa trong đó, và bấm <gui>Thay đổi</gui>. Quyền sẽ được áp dụng cho tệp và cho tất cả các thư mục cũng như thư mục con.
zh_cn: 您可以通过点击<gui>更改附属文件的权限</gui>，快速对文件夹中所有文件设置权限。使用下拉列表调整所包含文件或文件夹的权限，然后点击<gui>更改</gui>，权限将会应用于所有文件和子文件夹。

source: Learn which 3G dongles are currently supported.
es: Aprende cuáles llaves electrónicas 3G están soportadas actualmente.
id: Pelajari dongle 3G yang mana yang saat ini didukung.
th: ขณะนี้สนับสนุนการเรียนรู้ด้วย 3G dongles
vi: Tìm hiểu các dongle 3G nào hiện đang được hỗ trợ.
zh_cn: 了解当前系统支持何种3G无线网卡。

source: Supported 3G dongles
es: Llaves electrónicas 3G soportadas
id: Modem USB 3G yang didukung
th: รองรับการ์ด 3 G
vi: Các dongle 3G được hỗ trợ
zh_cn: 支持3G无线网卡

source: The following 3G dongles should work properly on Endless, but please keep in mind that this list does not include every supported model.
es: Las siguientes llaves electrónicas 3G deben funcionar correctamente en Endless, pero por favor ten en cuenta que esta lista no incluye todos los modelos compatibles.
id: USB modem 3G berikut seharusnya dapat bekerja dengan baik pada Endless, tetapi harap diingat bahwa daftar ini tidak mencakup seluruh model yang didukung.
th: ดองเกิล 3G ต่อไปนี้ควรทำงานกับ Endless ได้อย่างถูกต้อง แต่โปรดทราบว่ารายการนี้ไม่ได้แสดงทุกรุ่นที่ได้รับการสนับสนุน
vi: Các dongle 3G sau đây hoạt động tốt trên Endless, nhưng lưu ý rằng danh sách này chưa bao gồm tất cả các mẫu được hỗ trợ.
zh_cn: 以下3G无线网卡能在Endless上应用，但要注意以下列表未包含所有支持的模式。

source: Huawei E303
zh_cn: 华为 E303

source: Huawei E153
zh_cn: 华为 E153

source: Huawei E173
zh_cn: 华为 E173

source: Huawei E303c
zh_cn: 华为 E303c

source: Huawei E3276
zh_cn: 华为 E3276

source: Huawei E3276s
zh_cn: 华为 E3276s

source: Huawei E353s-6
zh_cn: 华为 E353s-6

source: ZTE MF626
zh_cn: 中兴 MF626

source: If you have questions about a specific model, please contact our customer support team. The most updated version of this list of supported 3G dongles can be found at: missioncomputadoras.com
es: Si tienes preguntas sobre un modelo específico, por favor ponte en contacto con nuestro equipo de atención al cliente. La versión más actualizada de esta lista de llaves electrónicas 3G soportadas se puede encontrar en: missioncomputadoras.com
id: Apabila Anda memiliki pertanyaan tentang model tertentu, harap menghubungi tim layanan pelanggan kami. Versi paling baru dari daftar USB Modem 3G yang didukung dapat ditemukan di: missioncomputadoras.com
th: หากคุณมีคำถามที่เฉพาะเจาะจงเกี่ยวกับรุ่นใดๆ กรุณาติดต่อฝ่ายสนับสนุนลูกค้าของเรา รายชื่อการ์ด 3G ที่รองรับในเวอร์ชันล่าสุดสามารถดูได้ที่ missioncomputadoras.com
vi: Nếu có thắc mắc về một mẫu cụ thể, xin vui lòng liên hệ bộ phận hỗ trợ khách hàng của chúng tôi. Danh sách cập nhật nhất về các dongle 3G được hỗ trợ có tại: missioncomputadoras.com
zh_cn: 如果您对于是否支持某种模式有疑问，请联系我们的客服团队。最新的3G无线网卡支持列表将会显示在missioncomputadoras.com网站。

source: Learn about anti-virus software and your Endless computer.
es: Aprende sobre el software antivirus y tu computadora Endless.
id: Pelajari tentang peranti lunak anti-virus dan komputer Endless Anda.
th: เรียนรู้เกี่ยวกับซอฟต์แวร์แอนติ-ไวรัสกับคอมพิวเตอร์ Endless
vi: Tìm hiểu về phần mềm diệt virus và máy tính Endless của bạn.
zh_cn: 了解杀毒软件及Endless计算机。

source: Virus protection
es: Protección antivirus
id: Perlindungan Virus
th: การป้องกันไวรัส
vi: Diệt virus
zh_cn: 病毒防护
