Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: Click the <key>+</key> button, select the language which is associated with the layout, then select a layout and press<gui>Add</gui>.
es: Pulse el botón <key>+</key>, seleccione el idioma asociado a la distribución, seleccione una distribución y pulse <gui>Añadir</gui>.
id: Klik tombol <key>+</key>, pilih bahasa yang berasosiasi dengan tata letak, kemudian pilih tata letak dan tekan <gui>Add</gui>.
th: คลิกที่ปุ่ม <key>+</key> เลือกภาษาที่สัมพันธ์กับเลย์เอาท์ และเลือกเลย์เอาท์ แล้วกด <gui>เพิ่ม</gui>.
vi: Nhấp vào nút <key>+</key>, chọn ngôn ngữ liên quan đến bố cục, sau đó chọn dạng bố cục và nhấn <gui>Add</gui> (Thêm).
zh_cn: 点击 <key>+</key> 按钮, 选择与该布局有关的语言并选择一个布局，按下<gui>添加</gui>。

source: preview
es: vista preliminar
id: pratinjau
th: ภาพตัวอย่าง
vi: xem trước
zh_cn: 预览

source: You can preview an image of any layout by selecting it in the list of <gui>Input Sources</gui> and clicking <gui><_:media-1/></gui>
es: Puede previsualizar una imagen de cualquier distribución seleccionándola en la lista de <gui>Fuentes de entrada</gui> y pulsando <gui><_:media-1/></gui>
id: Anda dapat meninjau sebuah gambar pada tata letak apapun dengan memilihnya pada daftar <gui>Sumber Masukan</gui> dan mengklik <gui><_:media-1/></gui>
th: คุณสามารถดูตัวอย่างรูปภาพของการจัดหน้าด้วยการเลือกจากรายการ<gui>แหล่งข้อมูลนำเข้า</gui> แล้วคลิก <gui><_:media-1/></gui>
vi: Bạn có thể xem trước ảnh của bất kỳ bố cục bằng cách chọn trong danh sách <gui>Input Sources</gui> (Nguồn Đầu vào) và nhấp vào <gui><_:media-1/></gui>
zh_cn: 您可以在 <gui>输入来源</gui>列表中选择任意布局，点击 <gui><_:media-1/></gui>，得到其预览图。

source: preferences
es: preferencias
id: preferensi
th: การตั้งค่า
vi: tùy chọn
zh_cn: 偏好设置

source: Certain languages offer some extra configuration options. You can identify those languages because they have a <gui><_:media-1/></gui> icon next to them. If you want to access these extra parameters, select the language from the <gui>Input Source</gui> list and a new <gui style="button"><_:media-2/></gui> button will give you access to the extra settings.
es: Ciertos idiomas ofrecen algunas opciones de configuración adicionales. Puede identificar estos idiomas porque tienen un icono de <gui><_:media-1/></gui>. Si quiere acceder a estos parámetros adicionales, seleccione el idioma en la lista de <gui>Fuentes de entrada</gui> y se mostrará un botón de <gui style="button"><_:media-2/></gui> que le dará acceso a la configuración adicional.
id: Sejumlah bahasa memerlukan opsi konfigurasi tambahan. Anda bisa mengenali bahasa tersebut karena mereka memiliki ikon <gui><_:media-1/></gui>. Apabila Anda ingin mengakses parameter tambahan, pilih bahasa dari daftar <gui>Input Source</gui> dan tombol <gui style="button"><_:media-2/></gui> baru akan memberi akses bagi pengaturan lanjutan.
th: มีภาษาสำหรับตัวเลือกเสริมบางประการ คุณสามารถระบุภาษานั้นได้จากไอคอน<gui> <_:media-1/></gui>ที่ด้านข้างๆ หากคุณต้องการเข้าถึงพารามิเตอร์พิเศษเหล่านี้ เลือกภาษาจาก <gui>แหล่งข้อมูล</gui>และปุ่ม <gui style="button"><_:media-2/></gui>ใหม่ จะช่วยให้คุณเข้าไปที่การตั้งค่าเพิ่มเติมเหล่านั้นได้
vi: Một số ngôn ngữ cung cấp thêm một số tùy chọn cấu hình. Bạn có thể xác định những ngôn ngữ đó bởi vì chúng có biểu tượng <gui><_:media-1/></gui> bên cạnh. Nếu bạn muốn truy cập vào những thông số bổ sung này, chọn ngôn ngữ từ danh sách <gui> Input Source (Nguồn Nhập vào)</gui> và nút <gui style="button"><_:media-2/></gui> mới sẽ cho phép bạn truy cập vào thiết lập bổ sung.
zh_cn: 某些语言自带额外的配置选项。您可以通过它们旁边的<gui><_:media-1/></gui>图标来识别。如果您想要访问这些额外的参数，您可以选择<gui>输入来源</gui>列表中的语言，一个新的<gui style="button"><_:media-2/></gui> 按钮会为您指引到这些额外设置中。

source: When you use multiple layouts, you can choose to have all windows use the same layout or to set a different layout for each window. Using a different layout for each window is useful, for example, if you're writing an article in another language in a word processor window. Your keyboard selection will be remembered for each window as you switch between windows. Press the <gui style="button">Options</gui> button to select how you want to manage multiple layouts.
es: Cuando usa varias distribuciones, puede elegir entre tener todas las ventanas con la misma distribución o asignar una distribución diferente a cada ventana. Esto último resulta interesante, por ejemplo, si está escribiendo un artículo en otro idioma en una ventana del procesador de textos. Cada ventana recordará su selección de teclado conforme vaya pasando de una ventana a otra. Pulse el botón <gui style="button">Opciones</gui> para seleccionar cómo quiere gestionar varias distribuciones.
id: Bila Anda menggunakan beberapa tata letak, Anda dapat memilih untuk memiliki semua jendela menggunakan tata letak yang sama atau untuk mengatur tata letak yang berbeda untuk setiap jendela. Menggunakan tata letak yang berbeda untuk setiap jendela berguna, misalnya, jika Anda sedang menulis sebuah artikel dalam bahasa lain di jendela pengolah kata. Pilihan keyboard Anda akan diingat untuk setiap jendela ketika Anda alihkan di antara jendela. Tekan tombol <gui style="button">Opsi</gui> untuk memilih bagaimana Anda ingin mengelola beberapa tata letak.
th: เมื่อคุณใช้หลายเลย์เอาท์ คุณจะสามารถเลือกใช้หน้าต่างทั้งหมดในเลย์เอาท์เดียวกัน หรือตั้งค่าเลย์เอาท์ที่ต่างกันไปในแต่ละหน้าต่างได้ การใช้เลย์เอาท์ที่ต่างกันจะมีประโยชน์ เช่น หากคุณกำลังเขียนบนความในภาษาหนึ่งใน หน้าต่าง word processor แต่ละหน้าต่างจะจดจำการเลือกคีย์บอร์ดไว้เมื่อคุณสลับหน้าต่างกัน กดปุ่ม <gui style="button">ตัวเลือก</gui> เพื่อเลือกการจัดการหลายเลย์เอาท์
vi: Khi bạn sử dụng nhiều bố cục, bạn có thể chọn để tất cả các cửa sổ sử dụng cùng một bố cục hoặc thiết lập bố cục khác nhau cho mỗi cửa sổ. Ví dụ, sử dụng bố cục khác nhau cho mỗi cửa sổ sẽ hữu ích khi bạn viết một bài viết bằng ngôn ngữ khác trong một cửa sổ trình soạn thảo văn bản. Lựa chọn bàn phím của bạn sẽ được ghi nhớ cho mỗi cửa sổ khi bạn chuyển đổi giữa các cửa sổ. Nhấn nút <gui style="button">Tùy chọn</gui> để chọn cách mà bạn muốn quản lý nhiều bố cục.
zh_cn: 当您使用多种布局时，您可以选择让所有窗口使用相同布局或者每个窗口使用不同布局。让每个窗口使用不同布局是有用的。例如，当您正在文字处理窗口上用另一种语言写作，您的电脑会在窗口转换时记住每个窗口的键盘选项。按下 <gui style="button">选项</gui>按钮来选择如何管理您的多种布局吧。

source: The task bar will display a short identifier for the current layout, such as <gui>en</gui> for the standard English layout. Click the layout indicator and select the layout you want to use from the menu. If the selected language has any extra settings, they will be shown below the list of available layouts. This gives you a quick overview of your settings. You can also open an image with the current keyboard layout for reference.
es: La barra de tareas mostrará un identificador corto para la distribución actual, como <gui>es</gui> para la distribución estándar de español. Haz clic en el indicador de la distribución y selecciona del menú la distribución que quieras usar. Si el idioma seleccionado tiene alguna configuración adicional, se mostrará debajo de la lista de distribuciones disponibles. Esto te da una rápida vista general de la configuración. También puedes abrir una imagen con la distribución actual del teclado para usarla como referencia.
id: Bilah tugas akan menampilkan pengenal singkat untuk layout yang sedang digunakan, seperti <gui>en</gui> untuk layout bahasa Inggris standar. Klik pada indikator layout dan pilih layout yang ingin Anda gunakan dari menu. Jika bahasa yang Anda pilih memiliki pengaturan tambahan, pengaturan ini akan ditampilkan di bawah daftar layout yang tersedia. Ini akan memberi Anda tinjauan kilat tentang pengaturan Anda. Anda juga dapat membuka gambar dengan layout papan ketik yang sedang digunakan sebagai referensi.
th: แถบงานจะแสดงบ่งชี้สั้นๆ ในเลย์เอ้าท์ปัจจุบัน เช่น <gui>en</gui>สำหรับเลย์เอาท์ภาษาอังกฤษมาตรฐาน คลิกที่ตัวบ่งชี้เลย์เอ้าท์เพื่อเลือกเลย์เอาท์ที่คุณต้องการจากเมนู หากภาษาที่เลือกต้องมีการตั้งค่าเพิ่มเติม จะแสดงอยู่ตรงด้านล่างของเลย์เอาท์ที่มี ซึ่งจะช่วยให้คุณดูภาพรวมของการตั้งค่าได้ คุณยังสามารถเปิดภาพด้วยเลย์เอาท์คีย์บอร์ดที่ใช้อยู่ปัจจุบันเพื่อดูเป็นข้อมูล
vi: Thanh tác vụ sẽ hiển thị một từ định danh ngắn cho bố cục hiện tại, chẳng hạn như <gui>en</gui> cho bố cục tiếng Anh tiêu chuẩn. Nhấp vào chỉ báo bố cục và chọn bố cục mà bạn muốn sử dụng từ trình đơn. Nếu ngôn ngữ được chọn có bất kỳ cài đặt thêm nào, thì những cài đặt đó sẽ được hiển thị bên dưới danh sách các bố cục hiện có. Điều này đem lại cho bạn thông tin khái quát nhanh chóng về cài đặt của bạn. Bạn cũng có thể mở một hình ảnh với bố cục bàn phím hiện tại để tham khảo.
zh_cn: 任务栏会显示一个短标识符来标识您正在使用的布局，例如 <gui>en</gui> 来标识标准英语布局。点击布局指示器，从菜单上选择您想要使用的布局。如果您选择的语言有额外设置，将会在可选布局列表下展示出来，您可以快速看到这些设置的概况。您还可以打开当前键盘的图像以作参考。

source: The fastest way to change to another layout is by using the <gui>Input Source</gui> <gui>Keyboard Shortcuts</gui>. These shortcuts open the <gui>Input Source</gui> chooser where you can move forward and backward. By default, you can switch to the next input source with <keyseq><key xref="keyboard-key-super">Super</key><key>Space</key></keyseq> and to the previous one with <keyseq><key>Shift</key><key>Super</key><key>Space</key></keyseq>. You can change these shortcuts in the <gui>Keyboard</gui> settings.
es: La manera más rápida de cambiar a otra distribución es usando los <gui>Atajos del teclado</gui> de las <gui>Fuentes de entrada</gui>. Estos atajos abren el selector de <gui>Fuentes de entrada</gui>, donde puede moverse hacia adelante o hacia atrás. De manera predeterminada, puede cambiar a la siguiente fuente de entrada pulsando <keyseq><key xref="keyboard-key-super">Super</key><key>Espacio</key></keyseq> y a la fuente de entrada anterior pulsando <keyseq><key>Mayús</key><key>Super</key> <key>Espacio</key></keyseq>. Puede cambiar estos atajos en la configuración del <gui>Teclado</gui>.
id: Cara tercepat untuk beralih ke tata letak lain adalah dengan menggunakan <gui>Pintasan Papan Ketik</gui> <gui>Sumber Input</gui>. Pintasan ini membuka pemilih <gui>Sumber Input</gui> di mana Anda dapat berpindah maju atau mundur. Secara default, Anda dapat berganti ke sumber input berikutnya dengan <keyseq><key xref="keyboard-key-super">Super</key><key>Space</key></keyseq> dan ke sumber sebelumnya dengan <keyseq><key>Shift</key><key>Super</key><key>Space</key></keyseq>. Anda dapat mengganti pintasan ini dalam pengaturan <gui>Papan Ketik</gui>.
th: วิธีที่เร็วที่สุดในการเปลี่ยนการจัดวางก็คือการใช้<gui>แป้นพิมพ์ลัดคีย์บอร์ด</gui><gui>แหล่งข้อมูลนำเข้า</gui> แป้นพิมพ์ลัดนี้จะเปิดตัวเลือก<gui>แหล่งข้อมูลนำเข้า</gui> ซึ่งคุณสามารถย้ายกลับไปมาได้ ตามการตั้งค่าเริ่มต้น คุณสามารถเปลี่ยนไปยังแหล่งข้อมูลนำเข้าถัดไปด้วย <keyseq><key xref="keyboard-key-super">Super</key><key>Space</key></keyseq> และแหล่งข้อมูลก่อนหน้าด้วย <keyseq><key>Shift</key><key>Super</key><key>Space</key></keyseq> คุณสามารถเปลี่ยนแป้นพิมพ์ลัดเหล่านี้ได้ในการตั้งค่า<gui>คีย์บอร์ด</gui>
vi: Cách nhanh nhất để thay đổi bố cục <gui>Các bộ phím tắt</gui> <gui>Nguồn Đầu vào</gui> . Các bộ phím tắt này mở ra trình chọn <gui>Nguồn Đầu vào</gui>, tại đây bạn có thể di chuyển tiến hoặc lùi. Theo mặc định, bạn có thể chuyển đến nguồn đầu vào tiếp theo với tổ hợp phím <keyseq><key xref="keyboard-key-super">Super</key><key>Space</key></keyseq> và chuyển đến nguồn đầu vào trước với tổ hợp phím <keyseq><key>Shift</key><key>Super</key><key>Space</key></keyseq>. Bạn có thể thay đổi các bộ phím tắt này trong cài đặt <gui>Bàn phím</gui>.
zh_cn: 改变布局最快的方法就是使用 <gui>输入来源</gui>的 <gui>键盘快捷方式</gui>。这些键盘可以打开 <gui>输入来源</gui>选择器，您可以选择上一项或下一项。默认设置是您可以通过 <keyseq><key xref="keyboard-key-super">Super</key><key>Space</key></keyseq>切换到下一个输入来源，或者通过<keyseq><key>Shift</key><key>Super</key><key>Space</key></keyseq>切换到上一个。您可以在 <gui>键盘</gui>设置里改变这些快捷方式。

source: Use applications and the desktop without a mouse.
es: Usar aplicaciones y el escritorio sin ratón.
id: Gunakan aplikasi dan desktop tanpa memakai tetikus.
th: ใช้แอพพลิเคชั่นและเดสก์ท็อปโดยไม่มีเม้าส์
vi: Dùng máy tính không cần chuột.
zh_cn: 在没有鼠标的情况下使用应用程序和桌面。

source: Use the keyboard instead of a mouse
es: Usa el teclado en lugar de el ratón
id: Gunakan papan ketik dan bukan mouse
th: ใช้คีย์บอร์ดแทนเม้าส์
vi: Sử dụng bàn phím thay vì con chuột
zh_cn: 使用键盘来替代鼠标

source: This page is for people who cannot use a mouse or other pointing device, or who want to use a keyboard as much as possible.
es: Esta página es para las personas que no pueden usar un ratón u otro aparato señalador, o que quieran utilizar un teclado tanto como sea posible.
id: Halaman ini adalah untuk mereka yang tak dapat menggunakan mouse atau alat penunjuk lainnya, atau yang ingin menggunakan papan tik semaksimal mungkin.
th: หน้านี้สำหรับผู้ที่ไม่สามารถใช้เมาส์หรืออุปกรณ์ชี้อื่นๆ หรือผู้ที่ต้องการใช้คีย์บอร์ดให้มากที่สุดเท่าที่จะเป็นไปได้
vi: Trang này dành cho những người không thể sử dụng chuột hoặc thiết bị trỏ khác, hoặc những người muốn sử dụng bàn phím càng nhiều càng tốt.
zh_cn: 该页是为无法使用鼠标或其他点击设备，以及想要尽量使用键盘的用户所准备。

source: For keyboard shortcuts that are useful to all users, see <link xref="shell-keyboard-shortcuts"/> instead.
es: Para conocer los accesos directos del teclado que son útiles para todos los usuarios, consulta <link xref="shell-keyboard-shortcuts"/> en vez.
id: Untuk pintasan papan tik yang bermanfaat bagi semua pengguna, lihat <link xref="shell-keyboard-shortcuts"/>.
th: สำหรับทางลัดแป้นพิมพ์ที่มีประโยชน์มากสำหรับผู้ใช้ทุกคน ดู <link xref="shell-keyboard-shortcuts"/> แทน
vi: Để tìm hiểu về các phím tắt hữu dụng với mọi người dùng, hãy xem <link xref="shell-keyboard-shortcuts"/>.
zh_cn: 如果您想要查看适用于所有用户的键盘快捷方式，请转到<link xref="shell-keyboard-shortcuts"/> 。

source: If you cannot use a pointing device like a mouse, you can control the mouse pointer using the numeric keypad on your keyboard. See <link xref="mouse-mousekeys"/> for details.
es: Si no puede usar un dispositivo apuntado como un ratón, puede controlar el puntero del ratón usando el teclado numérico de su teclado. Consulte la <link xref="mouse-mousekeys"/> para obtener más detalles.
id: Apabila Anda tak dapat menggunakan peranti penunjuk seperti mouse, Anda dapat mengendalikan kursor mouse menggunakan tombol-tombol angka pada papan tik. Lihat <link xref="mouse-mousekeys"/> untuk membaca rincian.
th: หากคุณไม่สามารถใช้อุปกรณ์สำหรับชี้ เช่น เมาส์ คุณสามารถควบคุมพอยเตอร์ของเมาส์โดยใช้แป้นพิมพ์ตัวเลขบนคีย์บอร์ด ดูข้อมูลเพิ่มเติมที่ <link xref="mouse-mousekeys"/>
vi: Nếu bạn không thể dùng chuột hoặc thiết bị tương tự, bạn có thể điều khiển chuột dùng bàn phím số. Xem <link xref="mouse-mousekeys"/> để biết thêm.
zh_cn: 如果您无法使用鼠标那样的点击设备，您可以通过键盘上的数字小键盘来操作鼠标指针。 <link xref="mouse-mousekeys"/>查看更多信息。

source: Navigate user interfaces
es: Navegar por las interfaces de usuario
id: Navigasi tampilan antarmuka pengguna
th: ใช้งานอินเตอร์เฟสผู้ใช้
vi: Di chuyển giữa giao tiếp người dùng
zh_cn: 浏览用户界面

source: <key>Tab</key> and <keyseq><key>Ctrl</key><key>Tab</key></keyseq>
es: <key>Tab</key> y <keyseq><key>Ctrl</key><key>Tab</key></keyseq>
id: <key>Tab</key> dan <keyseq><key>Ctrl</key><key>Tab</key></keyseq>
th: <key>แท็บ</key>และ<keyseq><key>แท็บ</key><key>Ctrl</key></keyseq>
vi: <key>Tab</key> và <keyseq><key>Ctrl</key><key>Tab</key></keyseq>
zh_cn: <key>Tab</key> 和<keyseq><key>Ctrl</key><key>Tab</key></keyseq>

source: Move keyboard focus between different controls. <keyseq><key>Ctrl</key> <key>Tab</key></keyseq> moves between groups of controls, such as from a sidebar to the main content. <keyseq><key>Ctrl</key><key>Tab</key></keyseq> can also break out of a control that uses <key>Tab</key> itself, such as a text area.
es: Mover el foco del teclado entre diferentes controles. <keyseq><key>Ctrl</key> <key>Tab</key></keyseq> lo mueve entre grupos de controles, por ejemplo de una barra lateral al contenido principal. <keyseq><key>Ctrl</key><key>Tab</key></keyseq> también puede salir de un control que use <key>Tab</key> por sí mismo, como un área de texto.
id: Pindahkan fokus keyboard di antara kontrol yang berbeda. <keyseq> <key> Ctrl </key> <key> Tab </key> </keyseq> bergerak di antara kelompok kontrol, seperti dari sidebar ke konten utama. <keyseq> <key> Ctrl </key> <key> Tab </key> </keyseq> juga bisa keluar dari kontrol yang menggunakan <key> Tab </key> itu sendiri, seperti area teks.
th: ย้ายการใช้งานคีย์บอร์ดระหว่างการควบคุมที่ต่างกัน <keyseq><key>Ctrl</key> <key>Tab</key></keyseq>เปลี่ยนระหว่างกลุ่มการควบคุม เช่น จากแถบเลื่อน (sidebar) ไปยังเนื้อหาหลัก <keyseq><key>Ctrl</key><key>Tab</key></keyseq> ยังสามารถแบ่งการควบคุมที่ใช้ <key>Tab</key> เองด้วย เช่นในบริเวณที่เป็นข้อความ
vi: Di chuyển tiêu điểm bàn phím giữa các ô điều khiển. <keyseq><key>Ctrl</key><key>Tab</key></keyseq> di chuyển giữa các nhóm ô điều khiển, như thanh bên và phần nội dung chính. <keyseq><key>Ctrl</key><key>Tab</key></keyseq> cũng có thể thoát khỏi ô điều khiển sử dụng <key>Tab</key> một cách đặc biệt, ví dụ ô nhập văn bản.
zh_cn: 在不同的控件间移动键盘焦点。您可以使用 <keyseq><key>Ctrl</key> <key>Tab</key></keyseq> 在不同的控件组之间移动，比如从侧栏移动到窗口主体部分。也可以使用<keyseq><key>Ctrl</key><key>Tab</key></keyseq>跳出一个本身需要使用 Tab 键的控件，例如文本框。

source: Hold down <key>Shift</key> to move focus in reverse order.
es: Mantenga pulsada la tecla <key>Mayús</key> para mover el foco en orden inverso.
id: Tekan dan tahan <key>Shift</key> untuk mengubah fokus menjadi arah sebaliknya.
th: กดปุ่ม <key>Shift</key> ค้างไว้เพื่อเปลี่ยนโฟกัสในลำดับย้อนกลับ
vi: Nhấn giữ <key>Shift</key> và di chuyển tiêu điểm theo thứ tự ngược.
zh_cn: 按住<key>Shift</key>键可以反向移动焦点。

source: Arrow keys
es: Teclas de flechas
id: Tombol panah
th: แป้นลูกศร
vi: Phím mũi tên
zh_cn: 方向键

source: Move selection between items in a single control, or among a set of related controls. Use the arrow keys to focus buttons in a toolbar, select items in a list or icon view, or select a radio button from a group.
es: Mover la selección entre elementos de un único control, o entre un conjunto de controles relacionados. Use las teclas de flechas para dar el foco a los botones, seleccionar elementos en una vista de lista o de iconos o para seleccionar un botón de radio en un grupo.
id: Pindah pilihan antaritem menggunakan kontrol tunggal, atau antar perangkat kontrol yang terhubung. Gunakan tombol panah untuk memfokuskan pada tombol di toolbar, pilih item dalam tampilan daftar atau ikon, atau pilih tombol radio dari grup.
th: เลื่อนการเลือกระหว่างแต่ละไอเท่มด้วยการควบคุมในที่เดียว หรือใช้กลุ่มการควบคุมที่เกี่ยวเนื่องกัน ใช้แป้นลูกศรเพื่อดูปุ่มในแถบเครื่องมือ เลือกไอเทมในรายการหรือตรงดูเป็นไอคอน หรือเลือกปุ่มกลมจากกลุ่ม
vi: Di chuyển vùng chọn giữa các mục trong một ô điều khiện, hoặc giữa nhóm điều khiển có liên hệ. Dùng phím mũi tên để đặt tiêu điểm vào nút trên thanh công cụ, chọn mục trong kiểu trình bày danh sách hoặc biểu tượng, hoặc chọn nút chọn trong một nhóm.
zh_cn: 要在单个或多个相关控件之间移动选择项，您可以使用上下左右方向键。例如在文件管理器的列表视图中选择项目等等。

source: In a tree view, use the left and right arrow keys to collapse and expand items with children.
es: En la vista de árbol, use las teclas de flechas derecha e izquierda para contraer y expandir los elementos con hijos.
id: Di tampilan pohon, gunakan tombol panah kanan dan kiri untuk meruntuhkan dan mengekspansi item dengan anak.
th: ในมุมมองทรี ให้ใช้ลูกศรซ้ายและขวาเพื่อยุบและขยายรายการที่มีข้อมูลย่อย
vi: Trong dạng xem cây thư mục, sử dụng các phím mũi tên sang trái và sang phải để làm đổ sụp và mở rộng các mục với trẻ em.
zh_cn: 在树状列表中，用左右方向键来折叠或扩展各个层次。

source: <keyseq><key>Ctrl</key>Arrow keys</keyseq>
es: <keyseq><key>Ctrl</key>Teclas de flechas</keyseq>
id: <keyseq><key>Ctrl</key>Tombol-tombol panah</keyseq>
th: <keyseq><key>Ctrl</key>แป้นลูกศร</keyseq>
zh_cn: <keyseq><key>Ctrl</key>方向键</keyseq>

source: In a list or icon view, move the keyboard focus to another item without changing which item is selected.
es: En la vista de lista o de iconos, mover el foco del teclado a otro elemento sin cambiar el elemento que está seleccionado.
id: Pada tampilan daftar atau ikon, pindahkan fokus papan ketik ke item lain tanpa mengganti item yang dipilih.
th: ในการดูแบบรายการหรือแบบไอคอน เลื่อนโฟกัสของคีย์บอร์ดไปที่อีกไอเท่มหนึ่งโดยต้องเปลี่ยนไอเทมที่เลือกไว้
vi: Trong chế độ xem danh sách hoặc biểu tượng, di chuyển tiêu điểm bàn phím đến một mục khác mà không làm thay đổi mục nào được chọn.
zh_cn: 在列表视图或图标视图中，可以在不改变选中项的情况下将键盘焦点移动到另一个选项。

source: <keyseq><key>Shift</key>Arrow keys</keyseq>
es: <keyseq><key>Mayús</key>Teclas de flechas</keyseq>
id: <keyseq><key>Shift</key>Tombol-tombol panah</keyseq>
th: <keyseq><key>Shift</key>แป้นลูกศร</keyseq>
vi: <keyseq><key>Shift</key>Phím mũi tên</keyseq>
zh_cn: <keyseq><key>Shift</key>方向键</keyseq>

source: In a list or icon view, select all items from the currently selected item to the newly focused item.
es: En la vista de lista o de iconos, seleccionar todos los elementos desde el elemento seleccionado actualmente hasta el nuevo elemento con el foco.
id: Pada tampilan daftar atau ikon, pilih seluruh item dari item yang saat ini dipilih ke item fokus baru.
th: ในรายการหรือมุมมองไอคอน เลือกไอเท็มทั้งหมดตั้งแต่ไอเท็มที่เพิ่งเลือกไปยังไอเท็มใหม่ที่ต้องการ
vi: Trong chế độ xem danh sách hoặc xem biểu tượng, chọn tất cả các mục từ mục hiện đang được chọn đến mục vừa mới được chú ý.
zh_cn: 在列表或图标视图中，选中当前选中项到新焦点项之间的所有项目。

source: <key>Space</key>
es: <key>Espacio</key>
id: <key>Spasi</key>
th: <key>วรรค</key>
vi: <key>Khoảng trắng</key>
zh_cn: <key>空格键</key>

source: Activate a focused item such as a button, check box, or list item.
es: Activar un elemento que tenga el foco, como un botón, una casilla o un elemento de una lista.
id: Aktifkan suatu butir yang menerima fokus seperti misalnya tombol, kotak contreng, atau butir daftar.
th: เริ่มต้นใช้งานรายการเฉพาะอย่าง เช่น ปุ่ม, กล่องเลือก หรือสิ่งในรายการ
vi: Kích hoạt một mục ưu tiên như nút, hộp kiểm, hoặc mục danh sách.
zh_cn: 激活焦点所在项目，例如按钮、复选框或者列表。

source: <keyseq><key>Ctrl</key><key>Space</key></keyseq>
es: <keyseq><key>Ctrl</key><key>Espacio</key></keyseq>
id: <keyseq><key>Ctrl</key><key>Spasi</key></keyseq>
th: <keyseq><key>Ctrl</key><key>สเปซ</key></keyseq>
vi: <keyseq><key>Alt</key><key>Khoảng trắng</key></keyseq>
zh_cn: <keyseq><key>Ctrl</key><key>空格键</key></keyseq>

source: In a list or icon view, select or deselect the focused item without deselecting other items.
es: En la vista de lista o de iconos, seleccionar o deseleccionar el elemento con el foco sin deseleccionar el resto de elementos.
id: Pada tampilan daftar atau ikon, pilih atau batal pilih item yang difokuskan tanpa batal pilih item lainnya.
th: ในการดูไฟล์แบบแสดงไอคอน เลือกหรือไม่เลือกไอเทมที่ต้องการโดยไม่ต้องยกเลิกการเลือกไอเทมอื่น
vi: Trong một danh sách hoặc khi duyệt các biểu tượng, chọn hoặc bỏ chọn mục tiêu điểm mà không bỏ chọn các mục khác.
zh_cn: 在列表或图标视图中，选中或取消选中焦点项目而不影响其他项目。

source: Exit a menu, popup, switcher, or dialog window.
es: Salir de un menú, menú emergente, selector o ventana de diálogo.
id: Keluar dari menu, popup, penukar, atau jendela dialog.
th: ออกจากเมนู หน้าต่างป๊อปอัพ สวิทเชอร์และหน้าต่างโต้ตอบ
vi: Thoát khỏi trình đơn, cửa sổ hỏi đáp, bộ chuyển, hoặc hộp thoại.
zh_cn: 退出菜单、弹出窗口、切换滑块或者对话框窗口。

source: Open the first menu on the menubar of a window. Use the arrow keys to navigate the menus.
es: Abrir el primer elemento de un menú en la barra de menú de una ventana. Use las teclas de flechas para navegar por los menús.
id: Buka menu pertama pada bilah menu dari suatu jendela. Gunakan tombol panah untuk menavigasi menu.
th: เปิดเมนูแรกบนแถบเมนูของหน้าต่าง ใช้ปุ่มลูกศรเพื่อเลื่อนไปยังส่วนต่างๆ ของเมนู
vi: Mở trình đơn đầu tiên trên thanh trình đơn của một cửa sổ. Sử dụng các phím mũi tên để điều hướng các trình đơn.
zh_cn: 打开窗口菜单栏的第一个项目，然后在下拉菜单中使用方向键上下浏览。

source: Open the application menu on the task bar.
es: Abre el menú del programa en la barra de tareas.
id: Buka menu aplikasi di bilah tugas.
th: เปิดเมนูแอพพลิเคชั่นบนแถบงาน
vi: Mở trình đơn ứng dụng trên thanh tác vụ.
zh_cn: 在任务栏上打开应用程序菜单。
