Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: If your pointer moves too fast or slow when you move your mouse or use your touchpad, you can adjust the pointer speed for these devices.
es: Si el puntero se mueve demasiado deprisa o despacio cuando mueve el ratón o usa el «touchpad», puede ajustar la velocidad del puntero para estos dispositivos.
id: Jika pointer tetikus Anda bergerak terlalu cepat atau lambat ketika Anda menggerakkan tetikus atau menggunakan touchpad Anda, Anda dapat mengatur kecepatan pointer untuk perangkat ini.
th: พากพอยน์เตอร์ของคุณเคลื่อนที่เร็วหรือช้าไปเมื่อคุณขยับเม้าส์หรือใช้คีย์แพด คุณแค่ต้องปรับความเร็วพอยน์เตอร์ในอุปกรณ์เหล่านั้น
vi: Nếu con trỏ di chuyển quá nhanh hoặc quá chậm khi bạn di chuyển chuột hoặc dùng chuột cảm ứng, bạn có thể điều chỉnh tốc độ con trỏ cho những thiết bị này.
zh_cn: 如果您在使用鼠标或触摸板时，指针移动太快或太慢，您可以调整设备的指针移动速度。

source: Adjust the <gui>Pointer Speed</gui> slider until the pointer motion is comfortable for you. You will see one slider per each pointing device, such as mouse or touchpad.
es: Ajuste el deslizador de la <gui>Velocidad del puntero</gui> hasta que el movimiento del puntero le sea cómodo. Verá un deslizador para cada dispositivo apuntador, como puede ser un ratón o un «touchpad».
id: Sesuaikan slider <gui>Pointer Speed</gui> sampai penunjuk gerakan nyaman buat Anda. Anda akan melihat satu slider di setiap perangkat penunjuk, seperti tetikus atau papan sentuh.
th: ปรับตัวเลื่อน <gui>ความเร็วพอยน์เตอร์</gui>จนได้ความเร็วในระดับที่คุณพอใจ คุณจะเห็นแถบเลื่อนสำหรับอุปกรณ์ชี้ตำแหน่งต่างๆ เช่นเม้าส์หรือทัชแพ็ด
vi: Điều chỉnh bộ trượt <gui>Pointer Speed (Tốc độ Con trỏ)</gui> cho đến khi chuyển động của con trỏ phù hợp với bạn. Bạn sẽ thấy một biểu tượng trượt cho mỗi thiết bị trỏ như chuột hoặc bàn di chuột.
zh_cn: 调整<gui>指针速度</gui>滑块，找到最合适您的速度。每一个指针设备（比如鼠标或触摸板）中都有此滑块。

source: The <gui>Touchpad</gui> section only appears if your system has a touchpad, while the <gui>Mouse</gui> section is only visible when a mouse is plugged in.
es: La sección <gui>Touchpad</gui> sólo aparece si su equipo tiene un «touchpad», mientras que la sección <gui>Ratón</gui> sólo es visible cuando hay un ratón conectado.
id: Bagian <gui>Touchpad</gui> hanya muncul apabila sistem Anda memiliki touchpad, sedangkan bagian <gui>Mouse</gui> hanya tampak jika mouse terpasang.
th: ส่วน <gui>ทัชแพด</gui>จะแสดงเฉพาะกรณีที่ระบบของคุณมีทัชแพดเท่านั้น แต่ส่วนของ <gui>เม้าส์</gui> จะแสดงขึ้นเมื่อมีเม้าส์เสียบอยู่
vi: Mục <gui>Bàn di chuột</gui> (Touchpad) chỉ xuất hiện nếu hệ thống của bạn có bàn di chuột, mục <gui>Con chuột</gui> (Mouse) chỉ có thể nhìn thấy khi chuột được cắm vào máy tính.
zh_cn: <gui>触摸板</gui>区段仅在您系统包含触摸板时可视，<gui>鼠标</gui>区段仅在您系统连接鼠标时可视。

source: When to use the right click option on your mouse.
es: Cuándo utilizar la opción del botón derecho del ratón.
id: Waktu yang tepat menggunakan opsi klik kanan di mouse Anda.
th: เมื่อไรควรใช้การคลิกขวาที่เม้าส์
vi: Khi nào sử dụng tùy chọn nhấp chuột phải.
zh_cn: 何时右击鼠标。

source: How and when to use the right click
es: Cómo y cuándo utilizar el botón derecho del ratón
id: Bagaimana dan kapan menggunakan klik kanan
th: จะใช้การคลิกขวาได้อย่างไร และเมื่อไหร่
vi: Làm thế nào và khi nào thì sử dụng nhấp chuột phải
zh_cn: 如何以及何时进行右击操作。

source: When using your mouse, you have the ability to left click and to right click. These buttons are on the top part of your mouse. Left clicking allows you select something, while right clicking brings up a menu with options for actions.
es: Al usar el ratón, tienes la capacidad de hacer clic izquierdo y clic derecho. Estos botones se encuentran en la parte superior de tu ratón. Hacer un clic izquierdo te permite seleccionar algo, mientras que el clic derecho te permite abrir un menú con opciones para acciones.
id: Bila menggunakan tetikus Anda, Anda memiliki kemampuan untuk klik kiri dan klik kanan. Tombol-tombol ini berada di bagian atas tetikus Anda. Mengklik kiri memungkinkan Anda memilih sesuatu, sementara mengklik kanan menampilkan menu dengan pilihan untuk tindakan.
th: ในขณะที่การใช้เม้าส์ คุณสามารถคลิกซ้ายและคลิกขวาได้ แป้นเหล่านี้จะอยู่ด้านบนของเม้าส? การคลิกซ้าย ช่วยให้คุณเลือกสิ่งที่ต้องการ ในขณะที่การคลิกขวาจะเปิดเมนูตัวเลือกการดำเนินการ
vi: Khi dùng chuột của mình, bạn có thể nhấp chuột trái và nhấp chuột phải. Các nút này nằm ở nửa trên chuột của bạn. Nhấp chuột trái cho phép bạn lựa chọn một thứ gì đó, trong khi nhấp chuột phải sẽ khiến một danh mục có các tùy chọn cho hành động hiện ra.
zh_cn: 使用鼠标时，您可以进行左击或右击操作，两个按钮都在鼠标的顶部。左击即选定目标对象，右击则产生操作选项菜单。

source: For example, if you right click on your desktop, you will see options to change your background, add an app, add a website or add a folder. You can then left click on a menu option to select it. You can right click on almost anything to see similar shortcuts and options.
es: Por ejemplo, si haces clic derecho en el escritorio, verás las opciones para cambiar el fondo, agregar una aplicación, añadir una página web o añadir una carpeta. Luego puedes hacer clic izquierdo en una opción del menú para seleccionarlo. Puedes hacer clic derecho en casi cualquier cosa para ver accesos directos y opciones similares.
id: Sebagai contoh, jika Anda mengklik kanan pada desktop Anda, Anda akan melihat opsi untuk mengubah latar belakang Anda, tambahkan aplikasi, tambahkan situs web atau tambahkan folder. Anda kemudian dapat klik kiri pada pilihan menu untuk memilihnya. Anda bisa klik kanan pada hampir semua hal untuk melihat shortcut dan pilihan yang sama.
th: เช่น ถ้าคุณคลิกขวาที่เดสก์ท็อป คุณจะเห็นตัวเลือกที่จะเปลี่ยนพื้นหลัง เพิ่มแอพ เพิ่มเว็บไซต์หรือเพิ่มโฟลเดอร์ คุณจะสามารถคลิกซ้ายในตัวเลือกเมนูเพื่อเลือก และสามารถคลิกขวาบนเกือบทั้งหมดทุกสิ่งเพื่อดูทางลัดและตัวเลือกที่คล้ายกัน
vi: Ví dụ, nếu bạn nhấp chuột phải vào màn hình nền của mình, bạn sẽ thấy các tùy chọn để thay đổi hình nền, thêm ứng dụng, thêm một trang web hoặc thêm một thư mục. Sau đó, bạn có thể nhấp chuột trái vào một tùy chọn danh mục để chọn nó. Bạn có thể nhấp chuột phải vào gần như tất cả mọi thứ để thấy các lối tắt và các tùy chọn tương tự.
zh_cn: 比如，如果您右击桌面，会出现更改桌面背景、添加应用程序、添加网页和添加文件夹的选项，接着您可以左击其中一个选项进行选择。您可以对任何对象进行右键操作，以查看相似的快捷方式和选项。

source: If your mouse only has one button
es: Si tu ratón solo tiene un botón
id: Jika mouse Anda hanya memiliki satu tombol
th: หากเมาส์ของคุณมีเพียงแต่ปุ่มเดียว
vi: Nếu chuột của bạn chỉ có một nút
zh_cn: 如果您的鼠标只有一个键

source: If your mouse only has one button, you will need to change your settings to allow for you to use just one button. Here's how to change your settings:
es: Si tu ratón tiene un solo botón, tendrás que cambiar la configuración para permitir que uses un solo botón. Aquí está cómo cambiar la configuración:
id: Jika mouse Anda hanya punya satu tombol, Anda akan perlu mengubah pengaturan untuk memungkinkan Anda menggunakan hanya satu tombol. Berikut ini cara untuk mengubah pengaturan Anda:
th: หากเม้าส์ของคุณมีปุ่มเดียว คุณจะต้องเปลี่ยนการตั้งค่าเพื่อให้ใช้งานแค่ปุ่มเดียวได้ นี่คือวิธีการเปลี่ยนการตั้งค่า:
vi: Nếu chuột của bạn chỉ có một nút, bạn sẽ cần phải đổi cài đặt để cho phép bạn sử dụng chỉ một nút chuột. Cách đổi cài đặt như sau:
zh_cn: 如果您的鼠标只有一个键，则需要通过更改设置以完成单键操作。以下是更改设置的步骤：

source: Click on the <gui>Universal Access</gui> panel.
es: Haz clic en el panel <gui>Acceso universal</gui>.
id: Klik pada panel <gui>Akses Universal</gui>.
th: คลิกที่พาเนล <gui>การเข้าถึงแบบสากล</gui>
vi: Nhấp vào bảng điều khiển <gui>Universal Access</gui> (Truy cập Toàn cầu).
zh_cn: 单击<gui>辅助功能</gui>面板。

source: Scroll to the bottom and select <gui>Click Assist</gui>.
es: Desplázate hasta la parte inferior y selecciona <gui>Asistente de pulsación</gui>.
id: Gulir ke bawah dan pilih <gui>Click Assist</gui>.
th: เลื่อนไปที่ด้านล่าง และเลือก <gui>ตัวช่วยคลิก</gui>
vi: Cuộn xuống dưới cùng và chọn <gui>Trợ giúp Bấm chuột</gui>.
zh_cn: 滚动鼠标至底端，选择<gui>点击辅助</gui>。

source: Turn the <gui>Simulated secondary click</gui> option on. There you can also adjust the amount of time you'll need to hold down the key to activate the right click.
es: Prende la opción de <gui>Clic secundario simulado</gui>. Allí también se puede ajustar la cantidad de tiempo que tendrás que mantener pulsada la tecla para activar el botón derecho del ratón.
id: Aktifkan opsi <gui> klik tiruan sekunder </gui>. Di sana Anda juga dapat menyesuaikan jumlah waktu yang tombolnya harus Anda tahan untuk mengaktifkan klik kanan.
th: เปิดตัวเลือก <gui>คลิกเลียนแบบทุติยภูมิ (Simulated secondary click)</gui> ซึ่งคุณจะสามารถรับระยะเวลาที่ต้องกดแป้นค้างเพื่อใช้งานการคลิกขวาได้
vi: Bật tùy chọn <gui>Bấm chuột thứ hai mô phỏng</gui>. Ở đó bạn cũng có thể điều chỉnh khoảng thời gian bạn cần nhấn giữ phím để kích hoạt bấm chuột phải.
zh_cn: 开启 <gui>模拟再次点击</gui>选项，同时您就可以指定必须按下主键多长时间才能模拟右键操作。

source: <link xref="mouse-sensitivity">Speed and sensitivity</link>, <link xref="mouse-doubleclick">double click speed</link>…
es: <link xref="mouse-sensitivity">Velocidad y sensibilidad</link>, <link xref="mouse-doubleclick">velocidad del doble clic</link>…
id: <link xref="mouse-sensitivity">Kecepatan dan kepekaan</link>, <link xref="mouse-doubleclick">kecepatan klik-ganda</link>…
th: <link xref="mouse-sensitivity">ความเร็วและความไว</link> <link xref="mouse-doubleclick">ความเร็วในการคลิกซ้ำ</link>...
vi: <link xref="mouse-sensitivity">Tốc độ và độ nhạy</link>, <link xref="mouse-doubleclick">tốc độ nhấp đúp</link>…
zh_cn: <link xref="mouse-sensitivity">速度和灵敏度</link>、 <link xref="mouse-doubleclick">双击速度</link>…

source: Use your mouse
es: Usa tu ratón
id: Gunakan tetikus Anda
th: ใช้เม้าส์
vi: Sử dụng chuột
zh_cn: 使用您的鼠标

source: View basic file information, set permissions, and choose default applications.
es: Ver información básica del archivo, asignar permisos y seleccionar aplicaciones predeterminadas.
id: Melihat informasi dasar file, menetapkan izin, dan memilih aplikasi default.
th: ดูข้อมูลพื้นฐานของไฟล์ กำหนดสิทธิ์ และเลือกแอพพลิเคชันเริ่มต้น
vi: Xem thông tin tập tin cơ bản, đặt quyền, chọn ứng dụng mặc định.
zh_cn: 查看基本的文件信息，设定权限和选择默认的应用。

source: File properties
es: Propiedades del archivo
id: Properti berkas
th: คุณสมบัติไฟล์
vi: Thuộc tính tập tin
zh_cn: 文件属性

source: To view information about a file or folder, right-click it and select <gui>Properties</gui>. You can also select the file and press <keyseq><key>Alt</key><key>Enter</key></keyseq>.
es: Puede ver información sobre un archivo o carpeta, pulse con el botón derecho y seleccione <gui>Propiedades</gui>. También puede seleccionar el archivo y pulsar <keyseq><key>Alt</key><key>Intro</key></keyseq>.
id: Untuk melihat informasi tentang sebuah file atau folder, klik kanan pada file atau folder itu dan pilih <gui>Properti</gui>. Anda juga dapat memilih sebuah file dan menekan <keyseq><key>Alt</key><key>Enter</key></keyseq>.
th: ในการดูข้อมูลเกี่ยวกับไฟล์หรือโฟลเดอร์ คลิกขวา จากนั้นเลือก <gui>Properties</gui> คุณยังสามารถเลือกไฟล์แล้วกด <keyseq><key>Alt</key><key>Enter</key></keyseq>
vi: Để xem thuộc tính một tập tin hoặc thư mục, nhấn chuột phải và chọn <gui>Thuộc tính</gui>. Bạn cũng có thể chọn tập tin và nhấn <guiseq><gui>Alt</gui><gui>Enter</gui></guiseq>.
zh_cn: 要查看有关文件或文件夹的信息，请右键单击文件或文件夹，然后选择<gui>属性</gui>。也可先选择文件再按 <guiseq><gui>Alt</gui><gui>回车键</gui></guiseq>。

source: The file properties window shows you information like the type of file, the size of the file, and when you last modified it. If you need this information often, you can have it displayed in list view columns or icon captions.
es: La ventana de propiedades de archivo te muestra información como el tipo de archivo, el tamaño del archivo y la última vez que lo hayas modificado. Si necesitas esta información seguido, puedes tenerla en columnas de vista de lista o en textos de iconos.
id: Jendela properti berkas menampilkan informasi seperti jenis berkas, ukuran berkas, serta kapan Anda terakhir memodifikasinya. Jika sering memerlukan informasi ini, Anda dapat menampilkannya di kolom tampilan daftar atau teks ikon.
th: หน้าต่างคุณสมบัติของไฟล์จะแสดงข้อมูลเช่น ประเภทของไฟล์ ขนาดไฟล์ และคุณปรับแก้ไฟล์ครั้งสุดท้ายเมื่อไร หากคุณต้องการข้อมูลเหล่านี้บ่อยๆ คุณสามารถเลือกให้แสดงคอลัมน์รายการดูไฟล์หรือเป็นข้อมูลของไอคอนได้
vi: Cửa sổ thuộc tính tệp hiển thị cho bạn các thông tin như loại tệp, kích cỡ tệp và thời điểm bạn sửa đổi nó gần đây nhất. Nếu bạn cần biết các thông tin này thường xuyên, bạn có thể hiển thị nó tại các cột xem danh sách hoặc các chú thích biểu tượng.
zh_cn: 文件属性窗口用于显示文件类型、文件大小和上次文件修改时间之类的信息。如果常需要了解这些信息，则可将其显示在列表视图列或图标标题中。

source: The information given on the <gui>Basic</gui> tab is explained below. There are also <gui><link xref="nautilus-file-properties-permissions">Permissions</link></gui> and <gui><link xref="files-open#default">Open With</link></gui> tabs. For certain types of files, such as images and videos, there will be an extra tab that provides information like the dimensions, duration, and codec.
es: La información básica dada en la pestaña <gui>Básico</gui> se explica a continuación. También están las pestañas <gui><link xref="nautilus-file-properties-permissions">Permisos</link></gui> y <gui><link xref="files-open#default">Abrir con</link></gui>. Para ciertos tipos de archivos, como imágenes y vídeos, habrá una pestaña adicional que proporcione información sobre el tamaño, la duración y el códec.
id: Informasi yang diberikan di tab <gui>Dasar</gui> dijelaskan di bawah. Juga terdapat tab <gui><link xref="nautilus-file-properties-permissions">Izin</link></gui> dan <gui><link xref="files-open#default">Buka Dengan</link></gui>. Untuk jenis berkas tertentu seperti gambar dan video, akan ada tab ekstra yang memberikan informasi seperti dimensi, durasi, dan codec.
th: ข้อมูลที่ให้ไว้ในแท็บ<gui>พื้นฐาน</gui>นั้นอธิบายอยู่ด้านล่าง และยังมีแท็บ<gui><link xref="nautilus-file-properties-permissions">สิทธิ์การใช้งาน</link></gui>และแท็บ<gui><link xref="files-open#default">เปิดตัว</link></gui> สำหรับไฟล์บางประเภท เช่น รูปภาพและวิดีโอ จะมีแท็บพิเศษที่ให้ข้อมูล เช่น ขนาด ระยะเวลา และตัวแปลงสัญญาณ
vi: Thông tin được cung cấp tại thẻ <gui>Cơ bản</gui> được giải thích bên dưới. Ngoài ra còn có các thẻ <gui><link xref="nautilus-file-properties-permissions">Quyền truy cập</link></gui> và <gui><link xref="files-open#default">Mở Với</link></gui> . Đối với một số dạng tệp nhất định như hình ảnh và video, sẽ có thêm một thẻ cung cấp thông tin như kích cỡ, thời gian phát và chương trình mã hóa-giải mã.
zh_cn: 显示在<gui>基本</gui>选项卡中的信息说明如下。其中也有<gui><link xref="nautilus-file-properties-permissions">权限</link></gui>和<gui><link xref="files-open#default">打开方式</link></gui>选项卡。对于某些类型的文件(如图像和视频)，会多显示一个标签，其中有尺寸、持续时间和编码之类的信息。

source: Basic properties
es: Propiedades básicas
id: Properti dasar
th: คุณสมบัติพื้นฐาน
vi: Thuộc tính cơ bản
zh_cn: 基本属性

source: Name
es: Nombre
id: Nama
th: ชื่อ
vi: Tên
zh_cn: 名称

source: You can rename the file by changing this field. You can also rename a file outside the properties window. See <link xref="files-rename"/>.
es: Puede cambiar el nombre del archivo cambiando este campo. También puede cambiar el nombre de un archivo fuera de la ventana de propiedades. Consulte la <link xref="files-rename"/>.
id: Anda dapat mengubah nama berkas dengan mengubah ruas ini. Anda juga dapat mengubah nama berkas di luar jendela properti. Lihat <link xref="files-rename"/>.
th: คุณสามารถตั้งชื่อไฟล์ใหม่ โดยเปลี่ยนฟิลด์นี้ และคุณยังสามารถเลือกไฟล์ด้านนอกหน้าต่างคุณสมบัติได้ด้วย <link xref="files-rename"/>
vi: Bạn có thể đổi tên tập tin bằng cách thay đổi ô này. Bạn cũng có thể đổi tên bên ngoài cửa sổ thuộc tính. Xem <link xref="files-rename"/>.
zh_cn: 可通过更改此字段重命名文件。也可在属性窗口外重命名文件。请参阅<link xref="files-rename"/>。

source: Type
es: Tipo
id: Tipe
th: ประเภท
vi: Loại
zh_cn: 类型

source: This helps you identify the type of the file, such as PDF document, OpenDocument Text, or JPEG image. The file type determines which applications can open the file, among other things. For example, you can't open a picture with a music player. See <link xref="files-open"/> for more information on this.
es: Esto le ayuda a identificar el tipo de un archivo, como un documento PDF, texto de OpenDocument o una imagen JPEG. El tipo del archivo determina, entre otras cosas, qué aplicaciones pueden abrir el archivo.Por ejemplo, no puede abrir una imagen con un reproductor de música. Consulte la <link xref="files-open"/> para obtener más información.
id: Ini membantu Anda mengidentifikasi tipe berkas, seperti misalnya dokumen PDF, Teks OpenDocument, atau gambar JPEG. Tipe berkas menentukan antara lain aplikasi mana yang dapat membuka berkas. Sebagai contoh, Anda tak dapat membuka suatu gambar dengan pemutar musik. Lihat <link xref="files-open"/> untuk lebih banyak informasi tentang ini.
th: นี่จะช่วยให้คุณสามารถระบุประเภทของไฟล์ เช่น เอกสาร PDF ข้อความ OpenDocument หรือภาพ JPEG ประเภทของไฟล์จะเป็นตัวบอกว่ามีแอพพลิเคชั่นใดที่สามารถเปิดไฟล์ได้บ้าง ตัวอย่างเช่น คุณไม่สามารถเปิดภาพโดยใช้โปรแกรมฟังเพลง อ่าน<link xref="files-open"/> เพื่อดูข้อมูลเพิ่มเติมในเรื่องนี้
vi: Nó giúp bạn xác định loại tập tin, như tài liệu PDF, văn bản OpenDocument hoặc ảnh JPEG. Loại tập tin xác định ứng dụng nào để mở tập tin và những thứ khác. Ví dụ, bạn không thể mở ảnh bằng trình phát nhạc. Xem <link xref="files-open"/> để biết chi tiết.
zh_cn: 此字段有助于识别文件的类型，如 PDF 文档、OpenDocument 文本文件或 JPEG 图像。文件类型等属性决定着哪个应用能打开此文件。例如，不能用音乐播放器打开图片。请参阅<link xref="files-open"/>以获取更多相关信息。

source: The <em>MIME type</em> of the file is shown in parentheses; MIME type is a standard way that computers use to refer to the file type.
es: Entre paréntesis se muestra el <em>tipo MIME</em> del archivo; el tipo MIME es una forma estándar que los equipos usan para referirse al tipo de archivo.
id: <em>Tipe MIME</em> dari berkas ditunjukkan dalam kurung; tipe MIME adalah cara standar yang dipakai komputer untuk mengacu ke tipe berkas.
th: <em>ประเภทMIME</em> ของไฟล์จะแสดงอยู่ในวงเล็บ ประเภทMIME เป็นวิธีมาตรฐานที่คอมพิวเตอร์ใช้เพื่ออ้างอิงถึงประเภทไฟล์
vi: <em>Kiểu MIME</em> của tệp được đặt trong dấu ngoặc đơn; kiểu MIME là một cách tiêu chuẩn mà máy tính dùng để tham chiếu đến kiểu tệp.
zh_cn: 文件的<em>MIME 类型</em>显示在括号里，MIME 类型是计算机用于指示文件类型的标准方法。

source: Contents
es: Contenido
id: Isi
th: เนื้อหา
vi: Nội dung
zh_cn: 内容

source: This field is displayed if you are looking at the properties of a folder rather than a file. It helps you see the number of items in the folder. If the folder includes other folders, each inner folder is counted as one item, even if it contains further items. Each file is also counted as one item. If the folder is empty, the contents will display <gui>nothing</gui>.
es: Este campo se muestra si está consultando las propiedades de una carpeta. Muestra el número de elementos de la carpeta. Si la carpeta incluye otras carpetas, cada carpeta interna se cuenta como un elemento, aunque contenga a su vez otros elementos. Cada archivo se cuenta como un elemento. Si la carpeta está vacía, el contenido no mostrará <gui>nada</gui>.
id: Kolom ini akan ditampilkan jika Anda mencari properti folder dan bukan berkas. Ini membantu Anda mengetahui jumlah item dalam folder. Jika sebuah folder disertai oleh subfolder, maka setiap subfolder akan dihitung sebagai satu item, meskipun subfolder tersebut berisi beberapa item. Setiap berkas juga dihitung sebagai satu item. Jika folder kosong, maka <gui>tidak ada</gui> konten yang akan ditampilkan.
th: ช่องนี้จะแสดงหากคุณกำลังดูคุณสมบัติของโฟลเดอร์ไม่ใช่ไฟล์ จะช่วยให้คุณสามารถเห็นจำนวนไอเทมในโฟลเดอร์นั้นได้ หากโฟลเดอร์มีโฟลดอร์อื่น โฟลเดอร์ด้านในจะนับเป็นหนึ่งไอเทม แม้ว่าจะมีไอเทมมากกว่านั้นก็ตาม แต่ละไฟล์จะนับเป็นหนึ่งไอเทมเช่นกัน หากโฟลเดอร์ว่าง เนื้อหาจะ <gui>ไม่แสดงอะไร</gui>
vi: Mục này được hiển thị nếu xem thuộc tính thư mục chứ không phải tập tin, cho biết số mục trong thư mục. Nếu thư mục có thư mục con, mỗi thư mục bên trong được đếm là một. Mỗi tập tin được đếm là một. Nếu thư mục rỗng, hiện <gui>không có gì</gui>.
zh_cn: 如果您查看的是文件夹属性，就会显示这一字段，内容包括文件夹中的项目数。如果文件夹包含有子文件夹，每个子文件夹将算作一个项目（即使其包含多个项目），每个文件也算作一个项目。如果是空文件夹，内容将显示为<gui>空</gui>。

source: Size
es: Tamaño
id: Ukuran
th: ขนาด
vi: Kích thước
zh_cn: 大小

source: This field is displayed if you are looking at a file (not a folder). The size of a file tells you how much disk space it takes up. This is also an indicator of how long it will take to download a file or send it in an email (big files take longer to send/receive).
es: Este campo se muestra si está viendo un archivo (no una carpeta). el tamaño de un archivo le indica cuanto espacio ocupa en el disco. También es un indicador de cuánto tardará en descargar un archivo o en enviarlo por correo-e (cuanto más grande es el archivo, más tarda al enviarse/recibirse).
id: Tampilan ini akan muncul apabila Anda membuka file (bukan folder). Ukuran file menginformasikan kapasitas ruang penyimpanan yang terpakai. Ini juga indikator berapa lama waktu yang diperlukan untuk mengunduh file atau mengirimnya lewat email (file berukuran besar butuh waktu lebih lama untuk dikirim/diterima).
th: ช่องนี้จะแสดงหากคุณกำลังดูไฟล์ (ไม่ใช่โฟลเดอร์) อยู่ ขนาดของไฟล์จะบอกให้คุณรู้ว่าไฟล์นั้นใช้พื้นที่ไปเท่าไหร่ และยังเป็นตัวบอกได้ว่าจะต้องใช้เวลาในการดาวน์โหลดและส่งไฟล์ในอีเมลนานแค่ไหน (ไฟล์ใหญ๋จะยิ่งใช้เวลานานในการ รับ/ส่ง)
vi: Trường này hiện ra nếu bạn đang xem một tệp tin (không phải một thư mục). Độ lớn của một tệp tin cho bạn biết tệp tin sẽ chiếm bao nhiêu dung lượng ổ đĩa. Đây cũng là một chỉ số cho thấy sẽ mất bao lâu để tải một tệp tin về máy hoặc để gửi tệp tin qua email (tập tin lớn thường mất nhiều thời gian để gửi/nhận hơn).
zh_cn: 如果正在查看文件(不是文件夹)，则此字段已显示出来。从文件大小中可以看出文件占有多少磁盘空间。从中还可看出下载文件或通过电子邮件发送文件会耗费多长时间(收发大文件所耗的时间较长)。

source: Sizes may be given in bytes, KB, MB, or GB; in the case of the last three, the size in bytes will also be given in parentheses. Technically, 1 KB is 1024 bytes, 1 MB is 1024 KB and so on.
es: Los tamaños se puede dar en bytes, KB, MB o GB; en los tres últimos casos, el tamaño en bytes aparece entre paréntesis. Técnicamente, 1KB son 1024 bytes, 1MB son 1024 KB, y así sucesivamente.
id: Ukuran dapat diberikan dalam byte, KB, MB, atau GB; dalam kasus tiga yang terakhir, ukuran dalam byte juga akan diberikan dalam tanda kurung. Secara teknis, 1 KB adalah 1024 bytes, 1 MB adalah 1024 KB dan seterusnya.
th: ขนาดอาจจะเป็น bytes, KB, MB, หรือ GB สำหรับสามแบบหลัง จะมีขนาดเป็น bytes อยู่ในวงเล็บให้ด้วย ในทางเทคนิค 1 KB คือ1024 bytes1 MB เท่ากับ 1024 KB เป็นต้น
vi: Kích thước có thể tính bằng byte, KB, MB, hoặc GB; trong trường hợp tính bằng KB, MB, hoặc GB, kích thước tính bằng byte cũng sẽ được cung cấp trong dấu ngoặc đơn. Về mặt kỹ thuật, 1 KB là 1024 byte, 1 MB là 1024 KB v.v.
zh_cn: 可能会以字节、KB、MB 或 GB 为单位显示大小；如果用后三种方式显示大小，也会在括号中以字节为单位显示大小。从技术角度来说，1 KB 是 1024 字节，1 MB 是 1024 KB，以此类推。

source: Location
es: Ubicación
id: Lokasi
th: ตำแหน่งที่อยู่
vi: Địa điểm
zh_cn: 位置
