Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: <link xref="screen-shot-record#screenshot">Take a screenshot of an area of the screen.</link> The pointer changes to a crosshair. Click and drag to select an area.
es: <link xref="screen-shot-record#screenshot">Tomar una captura de pantalla de un área de la pantalla</link>. El puntero se convierte en una cruz. Pulse y arrastre para seleccionar un área.
id: <link xref="screen-shot-record#screenshot">Mengambil cuplikan layar dari suatu wilayah layar.</link> Penunjuk berubah menjadi pembidik silang. Klik dan seret untuk memilih wilayah.
th: <link xref="screen-shot-record#screenshot">จับภาพบริเวณหน้าจอ</link> พอยน์เตอร์จะเปลี่ยนเป็นรูปเป้า คลิกและลากเพื่อเลือกบริเวณที่ต้องการ
vi: <link xref="screen-shot-record#screenshot">Chụp lại một phần màn hình của bạn.</link>Con trỏ sẽ thay đổi thành vạch chữ thập. Nhấp và kéo để chọn một khu vực cần chụp.
zh_cn: <link xref="screen-shot-record#screenshot">获取屏幕上某个区域的截图</link>。光标变为十字。点击并拖动选择区域。

source: <link xref="screen-shot-record#screencast">Start and end screencast recording.</link>
es: <link xref="screen-shot-record#screencast">Iniciar y finalizar una grabación de vídeo</link>.
id: <link xref="screen-shot-record#screencast">Memulai dan mengakhiri perekaman screencast.</link>
th: <link xref="screen-shot-record#screencast">เริ่มและสิ้นสุดการบันทึกการแคสต์หน้าจอ</link>
vi: <link xref="screen-shot-record#screencast">Bắt đầu và kết thúc quay phim màn hình.</link>
zh_cn: <link xref="screen-shot-record#screencast">开始和结束录制屏幕。</link>

source: Messages pop-up at the bottom of the screen telling you when certain events happen.
es: Los mensajes emergentes en la parte inferior de la pantalla le avisan cuando ocurren ciertos eventos.
id: Sembulan pesan di dasar layar memberi tahu Anda saat terjadi peristiwa tertentu.
th: หน้าต่างป๊อปอัพข้อความที่ด้านล่างของหน้าจอบอกให้คุณทราบว่าเมื่อใดที่มีเหตุการณ์เกิดขึ้น
vi: Thông báo hiện ở đáy màn hình cho bạn biết một số sự kiện nhất định đang diễn ra.
zh_cn: 屏幕底部的弹出消息，提示您当前的系统运作。

source: Notifications and the message tray
es: Notificaciones y la bandeja de mensajes
id: Notifikasi dan baki pesan
th: แจ้งเตือนและถาดข้อความ
vi: Thông báo và khay thông báo
zh_cn: 通知和信息托盘

source: What is a notification?
es: ¿Qué es una notificación?
id: Apakah notifikasi itu?
th: การแจ้งเตือนคืออะไร
vi: Thông báo là gì?
zh_cn: 通知是什么？

source: If an application or a system component wants to get your attention, a notification will be shown at the bottom of your screen.
es: Si un programa o un componente del sistema quiere llamarte la atención, mostrará una notificación en la parte inferior de la pantalla.
id: Jika sebuah aplikasi atau komponen sistem membutuhkan perhatian Anda, sebuah pemberitahuan akan ditampilkan pada bagian bawah layar.
th: หากแอพพลิเคชั่นหรือคอมโพเนนท์ของระบบมีสิ่งที่คุณต้องสนใจ จะมีการแจ้งเตือนแสดงขึ้นที่ด้านล่างของหน้าจอ
vi: Nếu một ứng dụng hay một thành phần hệ thống muốn thu hút sự chú ý của bạn, sẽ có một thông báo xuất hiện ở phía cuối màn hình của bạn.
zh_cn: 如果某个程序或系统组件想引起您的注意，就会在屏幕底部显示一个提醒。

source: For example, if you plug in an external device (like a USB stick), or if new updates are available for your computer, you will get a notification informing you.
es: Por ejemplo, si conectas un aparato externo (como un USB), o si hay nuevas actualizaciones disponibles para tu computadora, recibirás una notificación informándote de ello.
id: Contohnya, jika Anda memasang perangkat eksternal (seperti USB), atau pembaruan baru tersedia di komputer, Anda akan mendapatkan informasi berupa notifikasi.
th: ตัวอย่างเช่น หากคุณเสียบอุปกรณ์ภายนอก (เช่น USB) หรือมีการอัพเดทใหม่ในคอมพิวเตอร์ คุณจะได้รับการแจ้งเตือนให้ทราบ
vi: Ví dụ, nếu bạn cắm một thiết bị bên ngoài (như ổ USB), hay nếu có các cập nhật mới cho máy tính của bạn, bạn sẽ nhận được thông báo để báo tin cho bạn biết.
zh_cn: 例如，当您接入一个外置设备(像U盘)，或者电脑中有可用的系统更新，您就会收到相关的提示信息。

source: To minimize distraction, some notifications first appear as a single line. You can move your mouse over them to see their full content.
es: Para evitar distracciones, algunas notificaciones aparecen primero como una sola línea. Puede mover el ratón sobre ellas para ver su contenido completo.
id: Untuk meminimalkan gangguan, beberapa pemberitahuan muncul terlebih dahulu satu baris. Anda dapat memindahkan tetikus ke atas mereka untuk melihat konten penuh.
th: เพื่อให้กวนสมาธิผู้ใช้น้อยที่สุด บางการแจ้งเตือนจะเริ่มโดยการแสดงบรรทัดเดียวก่อน คุณสามารถเลื่อนเม้าส์ไปวางเหนือการแจ้งเตือนเหล่านั้น เพื่อดูรายละเอียดเต็ม
vi: Để tránh bị phân tâm, thông báo lần đầu tiên xuất hiện dạng một dòng đơn. Bạn có thể chuyển con chuột bên trên để xem đầy đủ nội dung.
zh_cn: 为了减少干扰，一些提醒只显示了一行，您可以把鼠标移上去，查看完整的内容。

source: Other notifications have selectable option buttons. To close one of these notifications without selecting one of its options, click the close button.
es: Otras notificaciones tienen botones de opciones seleccionables. Para cerrar una de estas notificaciones sin seleccionar una de sus opciones, pulse en el botón de cerrar.
id: Notifikasi lainnya memiliki tombol opsi yang bisa dipilih. Untuk menutup notifikasi semacam ini tanpa memilih salah satu opsi, klik tombol tutup.
th: การแจ้งเตือนอื่นๆ มีปุ่มตัวเลือกที่สามารถเลือกได้ ในการปิดการแจ้งเตือนนี้โดยไม่ต้องเลือกที่ตัวเลือก คลิกที่ปุ่มปิด
vi: Các thông báo khác có các nút tùy chọn có thể chọn được. Để đóng một trong các thông báo này mà không lựa chọn một trong số các tuỳ chọn của nó, nhấp vào nút đóng.
zh_cn: 其他通知有可选按钮，要关闭这些没有选中的通知，点击关闭按钮。

source: Clicking the close button on some notifications dismisses them. Others may stay hidden in the message tray.
es: Hacer clic en el botón de cierre en algunas notificaciones las despide. Otras se quedarán ocultas en la bandeja de mensajes.
id: Mengklik tombol tutup pada sejumlah pemberitahuan akan menghilangkannya. Yang lain mungkin akan tetap tersembunyi di baki pesan.
th: การคลิกที่ปุ่มปิดบนการแจ้งเตือนบางอันจะเป็นการปิด การแจ้งเตือนบางอันอาจซ่อนอยู่ในถาดข้อความ
vi: Khi nhấp vào nút Đóng trên một số thông báo, các thông báo này sẽ bị bỏ qua. Một số thông báo khác có thể bị ẩn trong khay thông báo.
zh_cn: 点击通知上的关闭按钮取消它们。其他通知将隐藏在信息托盘中。

source: The message tray
es: La bandeja de mensajes
id: Baki pesan
th: ถาดข้อความ
vi: Khay thông báo
zh_cn: 信息托盘

source: The message tray gives you a way to get back to your notifications when it is convenient for you. It appears when you move your mouse to the bottom-right corner of the screen, or press <keyseq><key xref="keyboard-key-super">Super</key><key>M</key></keyseq>. The message tray contains all the notifications that you have not acted upon or that permanently reside in it.
es: La bandeja de mensajes le ofrece una manera de volver a sus notificaciones cuando crea conveniente. Aparece cuando mueve el ratón a la esquina inferior derecha de la pantalla o pulsa <keyseq> <key xref="keyboard-key-super">Super</key><key>M</key></keyseq>. La bandeja de mensajes contiene todas las notificaciones sobre las que no ha actuado o aquellas que residen permanentemente.
id: Baki pesan memungkinkan Anda untuk kembali ke pemberitahuan kapan pun Anda inginkan. Baki ini akan tampak saat Anda menggerakkan mouse ke sudut kanan bawah layar, atau dengan menekan <keyseq><key xref="keyboard-key-super">Super</key><key>M</key></keyseq>. Baki pesan berisi semua pemberitahuan yang belum Anda tindaki atau yang secara permanen ditampilkan di dalamnya.
th: ถาดข้อความจะช่วยให้คุณสามารถเลือกรับการแจ้งเตือนในเวลาที่คุณต้องการ ถาดนี้จะแสดงขึ้นมาเมื่อคุณเลื่อนเม้าส์ไปที่มุมขวาของหน้าจอ หรือกด <keyseq><key xref="keyboard-key-super">ซูเปอร์</key><key>M</key></keyseq> ถาดข้อความจะมีการแจ้งเตือนทั้งหมดที่คุณยังไม่ได้จัดการหรืออยู่ในนั้นถาวร
vi: Khay thông báo là một cách cho phép bạn quay trở lại các thông báo khi thấy thuận tiện. Khay thông báo xuất hiện khi bạn di chuột đến góc phải phía cuối màn hình, hoặc nhấn <keyseq><key xref="keyboard-key-super">Super</key><key>M</key></keyseq>. Khay thông báo chứa đựng tất cả các thông báo mà bạn chưa động đến hoặc những thông báo vĩnh viễn thuộc về khay.
zh_cn: 信息托盘让您可以在方便时返回查看通知信息。当您将鼠标指针移到屏幕右下角或者按下<keyseq><key xref="keyboard-key-super">Super</key><key>M</key></keyseq>键时，信息托盘就会显示所有您未处理的信息或常驻图标。

source: The message tray gives you a way to get back to your notifications when it is convenient for you. It appears when you move your mouse to the bottom-right corner of the screen, or press <keyseq> <key xref="keyboard-key-super">Super</key><key>M</key></keyseq>. You can also show the message tray by clicking the blue number icon at the right-hand side of the window list. The message tray contains all the notifications that you have not acted upon or that permanently reside in it.
es: La bandeja de mensajes le ofrece una manera de volver a sus notificaciones cuando crea conveniente. Aparece cuando mueve el ratón a la esquina inferior derecha de la pantalla o cuando pulsa <keyseq> <key xref="keyboard-key-super">Super</key><key>M</key></keyseq>. También puede mostrar la bandeja de mensajes pulsando el icono azul con un número en la parte derecha de la lista de ventanas. La bandeja de mensajes contiene todas las notificaciones sobre las que no ha actuado o aquellas que residen permanentemente.
id: Baki pesan memungkinkan Anda untuk kembali ke pemberitahuan kapan pun Anda mau. Baki ini akan tampak saat Anda menggerakkan mouse ke sudut kanan bawah layar, atau dengan menekan <keyseq> <key xref="keyboard-key-super">Super</key><key>M</key></keyseq>. Anda juga dapat menampilkan baki pesan dengan mengeklik ikon angka biru di sisi kanan pada daftar jendela. Baki pesan berisi semua pemberitahuan yang belum Anda tindaki atau yang secara permanen ditampilkan di dalamnya.
th: ถาดข้อความเป็นช่องทางให้คุณกลับมาดูการแจ้งเตือนได้เมื่อสะดวก ถาดนี้จะแสดงขึ้นมาเมื่อคุณเลื่อนเม้าส์ไปที่มุมขวาของหน้าจอ หรือกด <keyseq> <key xref="keyboard-key-super">ซูเปอร์</key><key>M</key></keyseq> คุณยังสามารถแสดงถาดข้อความได้โดยการคลิกไอคอนหมายเลขสีฟ้าทางด้านขวามือของหน้าต่าง ถาดข้อความจะมีการแจ้งเตือนทั้งหมดที่คุณยังไม่ได้ดำเนินการหรืออยู่ในนั้นอย่างถาวร
vi: Khay thông báo cho bạn cách để trở lại xem các thông báo của mình khi thuận tiện. Nó xuất hiện khi bạn di chuyển chuột đến góc dưới bên phải màn hình, hoặc nhấn <keyseq> <key xref="keyboard-key-super">Super</key><key>M</key></keyseq>. Bạn cũng có thể hiển thị khay thông báo bằng cách bấm vào biểu tượng số màu xanh dương ở bên trái danh sách cửa sổ. Khay thông báo chứa tất cả các thông báo bạn chưa thực hiện hành động hoặc thông báo nằm thường trực ở đó.
zh_cn: 信息托盘让您可以在方便时返回查看通知消息。当您将鼠标指针移到屏幕右下角或者按下<keyseq><key xref="keyboard-key-super">Super</key><key>M</key></keyseq>键时，信息托盘就会显示所有您未处理的消息或常驻图标。

source: You can view the notifications by clicking on the message tray items. These are usually messages sent by applications. However, chat notifications are given special treatment, and are represented by the individual contacts who sent you the chat messages.
es: Puede ver las notificaciones pulsando en los elementos de la bandeja de mensajes. Los elementos en la bandeja de mensajes son, por lo general, aplicaciones que le envían notificaciones. Sin embargo, a las notificaciones de chat se les da un trato especial y están representadas por cada contacto individual que le envió los mensajes de chat.
id: Anda dapat melihat pemberitahuan dengan mengklik pada kotak pemberitahuan pesan. Ini biasanya pesan yang dikirim oleh aplikasi. Namun, pemberitahuan obrolan diberikan perlakuan khusus, dan diwakili oleh kontak perorangan yang mengirimkan pesan obrolan.
th: คุณสามารถดูการแจ้งเตือนได้โดยการคลิกที่ถาดข้อความ ซึ่งมักจะส่งมาจากแอพ อย่างไรก็ตาม การแจ้งเตือนแชทจะได้รับความสำคัญมากกว่า และจะแสดงอยู่ตามแต่ละผู้ติดต่อที่ส่งข้อความแชทมาหาคุณ
vi: Bạn có thể xem thông báo bằng cách nhấn vào các mục trong khay thông báo. Thường các mục trong đây do ứng dụng gửi cho bạn. Tuy nhiên, thông báo tin nhắn được đối xử đặc biệt và hiện ra theo người đã gửi cho bạn.
zh_cn: 您可以点击信息托盘查看通知内容，这些通知一般是各个应用发送的。但聊天信息会以特殊的方式来处理，会单独显示是谁发给您的消息。

source: You can close the message tray by pressing <keyseq><key>Super</key><key>M</key></keyseq> again or <key>Esc</key>.
es: Puede cerrar la bandeja de mensajes pulsando <keyseq><key>Super</key><key>M</key></keyseq> otra vez o <key>Esc</key>.
id: Anda dapat menutup tray pesan dengan menekan <keyseq> <key>Super</key> <key>M</key> </keyseq> lagi atau <key> Esc </key>.
th: คุณสามารถเลือกถาดข้อความได้โดยการกด <keyseq><key>Super</key><key>M</key></keyseq> อีกครั้ง หรือ <key>Esc</key>
vi: Bạn có thể đóng khay thông báo nhờ nhấn <keyseq><key>Super</key><key>M</key></keyseq> một lần nữa hoặc <key>Esc</key>.
zh_cn: 您可以再次按下 <keyseq><key>Super</key><key>M</key></keyseq>键或按<key>Esc</key>键关闭信息托盘。

source: If the <link xref="keyboard-osk">screen keyboard</link> is open, you will need to click the <gui>tray button</gui> to show the message tray.
es: Si el <link xref="keyboard-osk">teclado en pantalla</link> está abierto, deberá pulsar el <gui>botón de la bandeja</gui> para mostrar la bandeja de mensajes.
id: Jika <link xref="keyboard-osk">screen keyboard</link> sedang terbuka, Anda perlu mengeklik <gui>tombol baki</gui> untuk menampilkan baki pesan.
th: หาก <link xref="keyboard-osk">คีย์บอร์ดบนหน้าจอ</link>เปิดอยู่ คุณจะต้องคลิกที่ <gui>ปุ่มถาด</gui>เพื่อแสดงถาดข้อความ
vi: Nếu <link xref="keyboard-osk">bàn phím ảo</link> đang mở, bạn sẽ cần phải bấm vào <gui>nút khay</gui> để hiển thị khay thông báo.
zh_cn: 如果您打开了<link xref="keyboard-osk">屏幕键盘</link> ，那就需要点击<gui>托盘按钮</gui>来显示信息托盘。

source: Hiding notifications
es: Ocultar notificaciones
id: Menyembunyikan notifikasi
th: การซ่อนการแจ้งเตือน
vi: Ẩn thông báo
zh_cn: 隐藏通知

source: If you're working on something and do not want to be bothered, you can switch off notifications.
es: Si está trabajando en algo y no quiere que le molesten, puede desactivar las notificaciones.
id: Jika Anda sedang bekerja dan tidak ingin diganggu, Anda dapat menonaktifkan pemberitahuan.
th: หากคุณกำลังทำงานบางอย่างอยู่และไม่อยากถูกรบกวน คุณสามารถปิดการแจ้งเตือนได้
vi: Nếu bạn đang làm một việc gì đó và không muốn bị làm phiền, bạn có thể tắt thông báo.
zh_cn: 如果您正在做事不想被打扰，可以关闭通知。

source: Click on <gui>Notifications</gui>.
es: Haz clic en <gui>Notificaciones</gui>.
id: Klik pada <gui>Pemberitahuan</gui>.
th: คลิกที่ <gui>การแจ้งเตือน</gui>
vi: Nhấp vào <gui>Notifications</gui>.
zh_cn: 点击<gui>通知</gui>。

source: Switch <gui>Show Pop Up Banners</gui> to <gui>Off</gui>.
es: <gui>Desactive</gui> la opción <gui>Mostrar ventanas emergentes</gui>.
id: Ubah <gui>Tampilkan Banner Sembulan</gui> ke <gui>Off</gui>.
th: เปลี่ยน <gui>แสดงแบนเนอร์ป็อปอัพ</gui> เป็น <gui>ปิด</gui>
vi: Chuyển <gui>Hiển thị Băng quảng cáo Bật lên</gui> sang chế độ <gui>Tắt</gui>.
zh_cn: 关闭<gui>显示弹出通知</gui>。

source: When switched off, most notifications will not pop up at the bottom of the screen. Very important notifications, such as when your battery is critically low, will still pop up. Notifications will still be available in the messaging tray when you display it (by moving your mouse to the bottom of the screen, or by pressing <keyseq><key>Super</key><key>M</key></keyseq>), and they will start popping up again when you switch the toggle to <gui>ON</gui> again.
es: Cuando esté apagado, la mayoría de las notificaciones no se mostrarán como mensajes emergentes en la parte inferior de la pantalla. Las notificaciones muy importantes, tales como batería críticamente baja, se seguirán mostrando. Las notificaciones seguirán estando disponibles en la bandeja de mensajes cuando la muestre (moviendo el ratón a la esquina inferior derecha, o pulsando <keyseq><key>Super</key><key>M</key></keyseq>) y luego se volverá a mostrar cuando cambie el interruptor a <gui>ENCENDIDO</gui> otra vez.
id: Saat dimatikan, sebagian besar pemberitahuan tidak akan muncul di bagian bawah layar. Pemberitahuan-pemberitahuan yang sangat penting, misalnya pemberitahuan daya baterai sangat rendah, tetap akan muncul. Pemberitahuan akan tetap tersedia di baki pesan saat Anda menampilkannya (dengan menggerakkan mouse ke bagian bawah layar, atau dengan menekan <keyseq><key>Super</key><key>M</key></keyseq>), dan akan mulai dimunculkan lagi jika Anda mengembalikan pengaturannya ke <gui>NYALA</gui>.
th: เมื่อปิดเครื่อง การแจ้งเตือนส่วนใหญ่จะไม่แสดงขึ้นมาทางด้านล่างของหน้าจอ การแจ้งเตือนที่สำคัญมากๆ เช่นเตือนว่าแบตเตอรีน้อยมากๆ จะยังขึ้นแสดงอยู่ การแจ้งเตือนจะยังคงมีอยู่ในถาดข้อความเมื่อคุณเปิด (โดยเลื่อนเม้าส์ไปทีด้านล่างของหน้าจอ หรือกด <keyseq><key>ซูเปอร์</key><key>M</key></keyseq> และข้อมูลนั้นจะเริ่มแสดงขึ้นมาอีกครั้งเมื่อคุณเลือกเป็น <gui>เปิด</gui>อีกครั้ง
vi: Khi đã được tắt đi thì hầu hết các thông báo sẽ không xuất hiện ở phía cuối màn hình nữa. Tuy nhiên, những thông báo rất quan trọng sẽ vẫn xuất hiện, chẳng hạn như khi dung lượng pin của bạn còn lại quá thấp. Các thông báo sẽ vẫn khả dụng trong khay thông báo khi bạn hiển thị khay (bằng cách di chuột xuống phía cuối màn hình hoặc bằng cách nhấn <keyseq><key>Super</key><key>M</key></keyseq>), và thông báo sẽ lại bắt đầu xuất hiện khi bạn chuyển trạng thái nút chuyển thành <gui>BẬT</gui> (ON) trở lại.
zh_cn: 当您关闭通知后，大多数消息提示将不会在屏幕底部弹出，只有非常重要的提醒，像电池快没电了，仍然会弹出。通知存放在信息托盘中，当您想查阅它们时(把鼠标指针移到屏幕右下角，或者按 <keyseq><key xref="windows-key">Super</key><key>M</key></keyseq> 键)就会显示出来。并且当您把通知一栏再次切换到<gui>开启</gui>时，它们也会弹出。

source: Keep all of your apps organized.
es: Mantén todos tus programas organizados.
vi: Luôn sắp xếp tất cả các ứng dụng của bạn.
zh_cn: 使所有的app排列有序。

source: Organize your apps
es: Organiza tus programas
id: Menata aplikasi
th: จัดการแอพของคุณ
vi: Sắp xếp ứng dụng
zh_cn: 排列您的 app。

source: Add folders to the desktop to help keep yourself organized.
es: Agrega carpetas al escritorio para ayudarte a mantenerte organizado.
id: Tambahkan folder ke desktop untuk membantu menata file-file Anda.
th: เพิ่มโฟลเดอร์ลงในเดสก์ท็อปเพื่อช่วยจัดระเบียบให้คุณ
vi: Thêm các thư mục vào màn hình nền để sắp xếp ngăn nắp.
zh_cn: 在桌面添加新的文件夹，以保持条理性。

source: To add a new folder, right-click the desktop and select <gui>Add folder</gui>.
es: Para agregar una nueva carpeta, haz clic en el escritorio y selecciona <gui>Agregar carpeta</gui>.
id: Untuk menambahkan folder baru, klik kanan di desktop lalu pilih <gui>Tambah folder</gui>.
th: เพิ่มโฟลเดอร์ใหม่ด้วยการคลิกขวาบนเดสก์ท็อป และเลือก<gui>เพิ่มโฟลเดอร์</gui>
vi: Để thêm một thư mục, nhấp chuột phải vào màn hình nền và chọn <gui>Thêm thư mục</gui>.
zh_cn: 要添加新的文件夹，请右击桌面然后选择<gui>添加文件夹</gui>。

source: Type a name for your new folder ("School", for example) and hit <key>Enter</key>.
es: Escribe un nombre para la nueva carpeta (por ejemplo, "escuela") y pulsa la tecla <key>Intro</key>.
id: Ketik nama folder baru Anda (contohnya, "Sekolah") dan tekan <key>Enter</key>.
th: พิมพ์ชื่อของโฟลเดอร์ใหม่ของคุณ (เช่น "โรงเรียน") และกด <key>Enter</key>
vi: Nhập tên cho thư mục mới của bạn (ví dụ: "Trường") và nhấn <key>Enter</key>.
zh_cn: 为您的新建文件夹输入名称 (如，“学校”) 然后按下<key>回车键</key>。

source: You have added a new folder to the desktop. Great! Now click on the close button on the top-right of the window to go back to the desktop.
es: Has añadido una nueva carpeta al escritorio. ¡Genial! Ahora haz clic en el botón para cerrar la ventana en la parte superior derecha para volver al escritorio.
id: Anda telah menambahkan folder baru ke desktop. Bagus! Sekarang klik tombol tutup di kanan atas halaman untuk kembali ke desktop.
th: คุณเพิ่มโฟลเดอร์ใหม่ลงบนเดสก์ท็อปแล้ว เยี่ยมมาก! ตอนนี้คลิกที่ปุ่มปิดที่ด้านบนขวาของหน้าต่างเพื่อกลับไปยังเดสก์ท็อป
vi: Bạn đã thêm một thư mục mới vào màn hình nền. Thật tuyệt! Bây giờ hãy nhấp vào nút đóng ở phía trên bên phải cửa sổ để quay về màn hình nền.
zh_cn: 您已在桌面添加新的文件夹。现在只需点击窗口右上方的关闭按钮即可返回到桌面。

source: Drag and drop the icons you want into your new folder.
es: Arrastra y suelta los iconos que deseas en la nueva carpeta.
id: Seret dan jatuhkan ikon yang Anda inginkan ke dalam folder baru.
th: ลากและวางไอคอนที่คุณต้องการลงในโฟลเดอร์ใหม่
vi: Kéo và thả các biểu tượng bạn muốn vào thư mục mới của bạn.
zh_cn: 将图标拖拽并放入您的新文件夹中。

source: Using the desktop, search and managing windows.
es: Usando el escritorio, la búsqueda y el uso de ventanas.
id: Menggunakan desktop, menelusuri dan mengelola jendela.
th: การใช้งานเดสก์ท็อป, การค้นหา และการจัดการหน้าต่าง
vi: Sử dụng màn hình nền, tìm kiếm và quản lý các cửa sổ.
zh_cn: 使用桌面，搜索窗口和管理窗口。

source: The Desktop
es: El escritorio
id: Desktop
th: เดสก์ท็อป
vi: Môi trường làm việc
zh_cn: 桌面

source: Searching on Endless
es: Búsqueda en Endless
id: Mencari pada Endless
th: การค้นหาบน Endless
vi: Tìm kiếm trên Endless
zh_cn: 在Endless进行搜索

source: Window Management
es: Uso de ventanas
id: Pengelolaan Jendela
th: การจัดการหน้าต่าง
vi: Quản lý Cửa sổ
zh_cn: 窗口管理

source: Customize Endless
es: Personalizar Endless
id: Kustomisasikan Endless
th: ปรับแต่ง Endless
vi: Tùy chỉnh Endless
zh_cn: Endless 个性化设置

source: Time and Date
es: Hora y fecha
id: Waktu dan Tanggal
th: วันที่และเวลา
vi: Thời gian và Ngày tháng
zh_cn: 时间和日期

source: Restart, Shut Down &amp; Lock
es: Reiniciar, apagar y bloquear
id: Memulai Ulang, Mematikan &amp; Mengunci
th: รีสตาร์ท ปิด และล็อก
vi: Khởi động lại, Tắt máy &amp; Khóa
zh_cn: 重启,关机 &amp; 锁定

source: Learn how to install available updates for your apps.
es: Aprende cómo instalar las actualizaciones disponibles para tus programas.
id: Pelajari cara memasang pembaruan yang tersedia untuk aplikasi Anda.
th: ดูวิธีติดตั้งการอัพเดทแอพที่มีให้
vi: Học cách cài đặt các bản cập nhật hiện có cho các ứng dụng của bạn.
zh_cn: 了解如何将app更新到最新版本。

source: Updating apps
es: Actualizando programas
id: Memperbarui aplikasi
th: กำลังอัพเดทแอพ
vi: Cập nhật ứng dụng
zh_cn: 更新应用程序

source: Endless is constantly improving apps so that they get better, faster and richer in content. We suggest that you update the apps you use most often:
es: Endless está constantemente mejorando programas para que sean mejores, más rápidos y más ricos en contenido. Te sugerimos que actualices los programas que uses más:
id: Endless terus mengembangkan aplikasi supaya Anda mendapatkan konten yang lebih baik, lebih cepat, dan lebih kaya. Kami menyarankan anda memperbarui aplikasi yang paling sering digunakan:
th: Endless พัฒนาแอพอยู่เสมอ เพื่อให้ใช้งานได้ดีขึ้น เร็วขึ้น และมีเนื้อหาที่เข้มข้นขึ้น เราขอแนะนำให้คุณอัพเดทแอพบ่อยๆ เพื่อใช้ประโยชน์อย่างเต็มที่:
vi: Endless liên tục cải thiện các ứng dụng để chúng ngày càng tốt hơn, nhanh hơn và có nội dung phong phú hơn. Chúng tôi khuyên bạn nên cập nhật các ứng dụng bạn sử dụng thường xuyên nhất:
zh_cn: Endless会持续完善应用程序让它们变得更好、更快、更丰富。我们建议您更新经常使用的应用程序：

source: On the left menu, click on the section <gui>Installed</gui>. All apps that are installed on your computer will be there.
es: En el menú a la izquierda, haz clic en la sección <gui>Instalados</gui>. Todos los programas que estén instalados en tu computadora estarán allí.
vi: Trên menu bên trái, nhấp vào phần <gui>Installed</gui> (Đã cài đặt). Tất cả các ứng dụng được cài đặt trên máy tính của bạn sẽ hiển thị ở đó.
zh_cn: 在左侧菜单里，点击<gui>安装</gui>。将会显示所有安装在您电脑上的应用程序。

source: Click the thumbnail of the app you want to update.
es: Selecciona la imagen del programa que quieres actualizar.
vi: Nhấp vào ảnh thu nhỏ của ứng dụng bạn muốn cập nhật.
zh_cn: 点击您想要更新的应用程序的缩略图。

source: If there is an update available, you will see a green button with the label <gui>Update app</gui>. Click on it to download the update. It will be installed automatically once it's ready.
es: Si hay una actualización disponible, aparecerá un botón verde con la etiqueta <gui>Actualización del programa</gui>. Haz clic en él para descargar la actualización. Se instalará automáticamente una vez que esté listo.
vi: Nếu có bản cập nhật, bạn sẽ thấy nút màu xanh lá với nhãn <gui>Cập nhật ứng dụng</gui>. Bấm vào nút này để tải về bản cập nhật. Nó sẽ được tự động cài đặt khi sẵn sàng.
zh_cn: 如果有可用更新，您会看到一个带有<gui>更新app</gui>标签的绿色按钮。点击并下载更新。准备就绪后将会为您自动安装更新。
