Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: Once the update is installed, you will see the <gui>Open app</gui> button.
es: Una vez que la actualización esté instalada, verás el botón de <gui>Abrir programa</gui>.
vi: Khi cập nhật đã được cài đặt, bạn sẽ thấy có nút <gui>Mở ứng dụng</gui>.
zh_cn: 更新完成后，您会看到 <gui>打开 app</gui>按钮。

source: To update an app, you will need an internet connection.
es: Para actualizar un programa, necesitarás una conexión al internet.
vi: Để cập nhật một ứng dụng, bạn sẽ cần có kết nối internet.
zh_cn: 更新app需互联网连接。

source: You can close the <app>App Center</app> while the app is updating.
es: Puedes cerrar el <app>Centro de programas</app> mientras que el programa se esté actualizando.
vi: Bạn có thể đóng <app>App Center</app> (Trung tâm Ứng dụng) trong khi ứng dụng đang cập nhật.
zh_cn: 您可以在更新完成后关闭 <app>App中心</app>。

source: Learn how to update your computer.
es: Aprende como actualizar tu computadora.
id: Pelajari cara memperbarui komputer Anda.
th: เรียนรู้วิธีอัพเดทคอมพิวเตอร์ของคุณ
vi: Tìm hiểu cách cập nhật máy tính của bạn.
zh_cn: 了解如何更新您的电脑。

source: Update Endless
es: Actualizar Endless
id: Perbarui Endless
th: อัพเดท Endless
vi: Cập nhật Endless
zh_cn: 更新Endless

source: We are constantly working to improve Endless and will provide you with free system updates to help make your computer faster and easier to use.
es: Estamos constantemente trabajando para mejorar Endless y te proporcionaremos actualizaciones gratis del sistema para ayudarte a hacer tu computadora más rápida y más fácil de usar.
id: Kami terus bekerja untuk meningkatkan Endless dan akan menyediakan pembaruan sistem gratis bagi Anda untuk membantu membuat komputer Anda lebih cepat dan lebih mudah digunakan.
th: เรายังคงมุ่งมั่นพัฒนาอย่างไม่หยุดยั้ง เพื่อให้คุณได้รับการอัพเดทระบบฟรี เพื่อช่วยให้ใช้งานคอมพิวเตอร์ได้รวดเร็วและง่ายดายขึ้น
vi: Chúng tôi liên tục nỗ lực cải tiến Endless và sẽ cung cấp cho bạn những bản cập nhật hệ thống miễn phí để giúp máy tính của bạn chạy nhanh hơn và dễ sử dụng hơn.
zh_cn: 我们持续完善Endless并为您提供免费的系统更新，让您的电脑更快捷。

source: If you have Wi-Fi or a wired internet connection
es: Si tienes Wi-Fi o una conexión al internet de cable
id: Apabila Anda memiliki koneksi internet Wi-Fi atau melalui kabel
th: ถ้าคุณมี Wi-Fi หรือการเชื่อมต่ออินเทอร์เน็ตแบบใช้สาย
vi: Nếu bạn có Wi-Fi hoặc kết nối Internet có dây
zh_cn: 如果您有Wi-Fi或有线互联网连接

source: New updates will be automatically downloaded to your computer when they become available. When the download is complete, you will see a notification that asks you to restart your computer to finish the installation process. You can restart your computer when you first see the notification, or at a later time. When your computer restarts, it will have the newest version of Endless!
es: Las nuevas actualizaciones serán descargadas automáticamente a tu computadora cuando estén disponibles. Cuando la descarga se haya completado, verás una notificación que te pide que reinicies la computadora para finalizar el proceso de instalación. Puedes reiniciar la computadora cuando veas la notificación, o más adelante. ¡Cuando la computadora se reinicie, tendrás la versión más reciente de Endless!
id: Pembaruan baru akan secara otomatis diunduh ke komputer Anda ketika mereka tersedia. Setelah unduhan selesai, Anda akan melihat pemberitahuan yang meminta Anda untuk memulai ulang komputer Anda untuk menyelesaikan proses pemasangan. Anda dapat memulai ulang komputer Anda ketika Anda pertama kali melihat notifikasi, atau di lain waktu. Ketika komputer Anda mulai ulang, itu akan memiliki versi terbaru Endless!
th: อัปเดตใหม่จะดาวน์โหลดลงบนคอมพิวเตอร์ของคุณอัตโนมัติเมื่อพร้อม เมื่อดาวน์โหลดเสร็จสิ้น คุณจะเห็นการแจ้งเตือนซึ่งขอให้คุณรีสตาร์ตคอมพิวเตอร์เพื่อดำเนินการติดตั้งให้เสร็จสมบูรณ์ คุณสามารถรีสตาร์ตคอมพิวเตอร์ตั้งแต่เมื่อเห็นการแจ้งเตือน หรือในภายหลังก็ได้ เมื่อคอมพิวเตอร์ของคุณรีสตาร์ตแล้ว Endless เวอร์ชั่นใหม่จะติดตั้งเรียบร้อยบนคอมพิวเตอร์ของคุณ
vi: Các cập nhật mới sẽ tự động được tải về máy tính của bạn khi có. Khi việc tải về đã hoàn thành, bạn sẽ thấy thông báo đề nghị bạn khởi động lại máy tính để hoàn tất quá trình cài đặt. Bạn có thể khởi động lại máy ngay khi thấy thông báo lần đầu, hoặc đợi sau cũng được. Sau khi khởi động lại, máy tính của bạn sẽ có phiên bản mới nhất của Endless!
zh_cn: 当有可有更新时，会自动下载到您的电脑上。下载完成后，将会通知您重启您的电脑以完成更新。您可以立即重启或稍后重启。重启电脑后，您可以使用到最新版本的Endless！

source: If you use a 3G connection
es: Si usas una conexión 3G
id: Apabila Anda menggunakan sambungan 3G
th: ใช้การเชื่อมต่อแบบ 3 G
vi: Nếu bạn dùng kết nối 3G
zh_cn: 如果您使用3G连接

source: Your computer will not download updates automatically.
es: Tu computadora no descargará actualizaciones automáticamente.
id: Komputer Anda tidak akan mengunduh pembaruan secara otomatis.
th: คอมพิวเตอร์ของคุณจะไม่ดาวน์โหลดอัปเดตอัตโนมัติ
vi: Máy tính của bạn sẽ không tự động tải về các cập nhật.
zh_cn: 您的电脑将不会自动下载更新。

source: If you would like to check for updates, you will need to follow these steps:
es: Si deseas ver si hay actualizaciones disponibles, tendrás que seguir estos pasos:
id: Apabila Anda ingin memeriksa pembaruan, Anda perlu mengikuti langkah-langkah berikut:
th: หากคุณต้องการตรวจสอบอัปเดต จะต้องทำตามขั้นตอนต่อไปนี้
vi: Nếu bạn muốn kiểm tra các bản cập nhật, bạn cần phải làm theo các bước này:
zh_cn: 您可以按照以下步骤检查更新：

source: Click on <gui>Details</gui>.
es: Haz clic en <gui>Detalles</gui>.
id: Klik <gui>Rincian</gui>.
th: คลิก <gui>รายละเอียด</gui>
vi: Nhấp vào <gui>Chi tiết</gui>.
zh_cn: 点击<gui>详细信息</gui>。

source: Click on the <gui>Search for updates now</gui> button. If there are updates, they will automatically start to download and install to your system.
es: Haz clic en el botón <gui>Buscar actualizaciones ahora</gui>. Si existen actualizaciones, se descargarán y se instalarán al sistema automáticamente.
id: Klik pada tombol <gui>Cari pembaruan sekarang</gui>. Jika ada pembaruan, mereka secara otomatis akan mulai mengunduh dan memasang ke sistem Anda.
th: คลิกที่ <gui>ค้นหาการอัพเดทเลย</gui> หากมีการอัพเดท จะเริ่มดาวน์โหลดและติดตั้งในระบบคุณโดยอัตโนมัติ
vi: Bấm nút <gui>Tìm kiếm bản cập nhật ngay</gui>. Nếu có bản cập nhật, chúng sẽ được tự động tải về và cài đặt vào hệ thống của bạn.
zh_cn: 点击 <gui>立即搜索更新</gui>按钮。如果有可用更新，将会自动下载并安装到您的系统上。

source: Make sure you don't go over your data limit! You may want to wait until you can get a Wi-Fi or wired internet connection. You can also contact our customer support so they can help you find other options.
es: ¡Asegúrate de que no superes tu límite de datos! Es posible que quieras esperar hasta que puedas conseguir una conexión a una red Wi-Fi o a una red cableada. También puedes ponerte en contacto con nuestro servicio al cliente para que te puedan ayudar a encontrar otras opciones.
id: Pastikan Anda tidak memakai melalui batas data Anda! Anda mungkin ingin menunggu sampai Anda bisa mendapatkan Wi-Fi atau koneksi internet kabel. Anda juga dapat menghubungi dukungan pelanggan kami sehingga mereka dapat membantu Anda menemukan pilihan lain.
th: ดูให้แน่ว่าคุณไม่ได้ใช้ข้อมูลมากเกินไป! คุณอาจอยากรอจนมี Wi-Fi หรือมีการเชื่อมต่ออินเทอร์เน็ตแบบใช้สายก่อน คุณยังสามารถติดต่อเจ้าหน้าที่ฝ่ายบริการลูกค้าของเราเพื่อให้พวกเขาช่วยหาตัวเลือกอื่นให้
vi: Chú ý để đừng dùng quá hạn mức dữ liệu của bạn! Có lẽ bạn nên chờ đến khi có thể dùng Wi-Fi hoặc kết nối internet có dây. Bạn cũng có thể liên hệ với bộ phận trợ giúp khách hàng của chúng tôi để họ giúp bạn tìm ra các lựa chọn khác.
zh_cn: 请确保您没有超出您的流量限制！您可以等到有Wi-Fi或有线互联网连接时才开始更新。你还可以联系我们的客户支持寻求更多选择。

source: Temporarily hide, then bring back windows.
es: Temporalmente esconde, y trae de vuelta las ventanas.
id: Sembunyikan jendela sementara, kemudian kembalikan.
th: ซ่อนชั่วคราว จากนั้นนำหน้าต่างกลับมาใหม่
vi: Tạm thời ẩn rồi hiện lại các cửa sổ.
zh_cn: 暂时隐藏，然后恢复窗口。

source: Hide your windows without closing them
es: Esconde tus ventanas sin cerrarlas
id: Sembunyikan layar tanpa menutupnya
th: ซ่อนหน้าต่างของคุณโดยไม่ปิด
vi: Ẩn các cửa sổ của bạn mà không cần đóng
zh_cn: 隐藏并保留窗口

source: To hide a window click the <gui>Hide</gui> button on the right of the title bar.
es: Para ocultar una ventana haz clic en el botón <gui>Ocultar</gui> en la parte derecha de la barra de título.
id: Untuk menyembunyikan layar, klik tombol <gui>Hide</gui> di sebelah kanan baris judul.
th: วิธีซ่อนหน้าต่าง คลิกปุ่ม <gui>ซ่อน</gui> ตรงด้านขวาของแถบชื่อ
vi: Để ẩn một cửa sổ, nhấp vào nút <gui>Hide</gui> nằm ở bên phải của thanh tiêu đề.
zh_cn: 点击右侧标题栏的 <gui>隐藏</gui> 按钮来隐藏窗口。

source: Once the app is hidden, you can bring it back by clicking on its icon on the task bar.
es: Una vez que el programa esté oculto, puedes regresarlo haciendo clic en su ícono en la barra de tareas.
id: Saat aplikasi ini disembunyikan, Anda dapat mengembalikannya dengan mengeklik ikonnya pada bilah tugas.
th: เมื่อแอพซ่อนอยู่ คุณอาจนำแอพกลับมาได้อีกครั้งด้วยการคลิกไอคอนในแถบงาน
vi: Khi ứng dụng bị ẩn đi, bạn có thể khiến nó xuất hiện trở lại bằng cách nhấp vào biểu tượng ứng dụng trên thanh tác vụ.
zh_cn: 隐藏app后，您可以点击其任务栏上的图标来恢复app。

source: If you want to hide several windows at the same time, you might want to use the <gui>hot corner</gui> to quickly navigate between the hidden apps.
es: Si deseas ocultar varias ventanas al mismo tiempo, es posible que desees usar la <gui>esquina activa</gui> para navegar rápidamente entre los programas ocultos.
vi: Nếu bạn muốn ẩn vài cửa sổ cùng một lúc, có lẽ bạn nên dùng <gui>hot corner</gui> để nhanh chóng dịch chuyển qua lại giữa các ứng dụng ẩn.
zh_cn: 如果您想要同时隐藏多个窗口，您可以使用<gui>角落快速键</gui>来快速浏览隐藏窗口。

source: Double-click or drag a titlebar to maximize or restore a window.
es: Doble pulsación en la barra de títulos de la ventana para maximizarla o restaurarla.
id: Klik ganda atau seret bilah judul untuk memaksimumkan atau mengembalikan suatu jendela.
th: ดับเบิลคลิกหรือลากแถบชื่อเพื่อขยายขนาดให้สุดหรือให้หน้าต่างกลับมาเป็นขนาดเดิม
vi: Nhấp đúp vào thanh tiêu đề để phóng to hoặc phục hồi cửa sổ.
zh_cn: 双击或拖动标题栏以最大化或恢复窗口。

source: Maximize and unmaximize a window
es: Maximizar y desmaximizar (restaurar) una ventana
id: Perbesar dan batal perbesar halaman.
th: ขยายและย่อหน้าจอ
vi: Phóng to và bỏ phóng to (phục hồi) cửa sổ
zh_cn: 最大化和取消最大化(恢复)窗口。

source: You can maximize a window to take up all of the space on your desktop and unmaximize a window to restore it to its normal size. You can also maximize windows vertically along the left and right sides of the screen, so you can easily look at two windows at once.
es: Puedes maximizar una ventana para usar todo el espacio libre en tu escritorio y puedes desmaximizar la ventana para restaurarla a su tamaño normal. También puedes maximizar ventanas verticalmente a lo largo de los lados derecho e izquierdo de la pantalla, de tal forma que puedas ver fácilmente a dos ventanas a la vez.
id: Anda dapat memaksimalkan sebuah jendela sehingga memenuhi seluruh desktop dan memulihkannya lagi ke ukuran normal. Anda juga dapat memaksimalkan jendela secara vertikal di sisi kiri dan kanan layar, sehingga Anda dapat dengan mudah melihat dua jendela sekaligus.
th: คุณอาจขยายหน้าต่างให้เต็มพื้นที่บนเดสก์ท็อป และย่อให้กลับมาเป็นขนาดปกติได้ นอกจากนี้คุณยังขยายหน้าต่างให้เต็มหน้าจอตามแนวนอนทางด้านขวาและซ้ายเพื่อดูทั้งสองหน้าต่างพร้อมกันได้ง่ายๆ อีกด้วย
vi: Bạn có thể phóng to hết cỡ cửa sổ để chiếm hết không gian trên desktop của mình và không phóng to hết cỡ cửa sổ để khôi phục lại cửa sổ về kích thước ban đầu. Bạn cũng có thể phóng to hết cỡ cửa sổ theo chiều dọc dọc các cạnh trái và phải của màn hình để bạn có thể dễ dàng nhìn hai cửa sổ cùng một lúc.
zh_cn: 您可以将窗口最大化，占满整个桌面的空间，或者取消最大化恢复窗口的正常大小。您也可以将窗口从左到右竖直最大化，这样就可以容易地同时看到多个窗口。

source: To maximize a window, grab the titlebar and drag it to the top of the screen, or just double-click the titlebar. To maximize a window using the keyboard, hold down the <key xref="keyboard-key-super">Super</key> key and press <key>↑</key>, or press <keyseq><key>Alt</key><key>F10</key></keyseq>.
es: Para maximizar una ventana, arrastre la barra de título hasta la parte superior de la pantalla o simplemente pulse dos veces sobre la barra de título. Para maximizar una ventana usando el teclado, mantenga pulsada la tecla <link xref="keyboard-key-super">Super</link> y pulse <key>↑</key> o <keyseq><key>Alt</key><key>F10</key></keyseq>.
id: Untuk memperbesar layar, klik baris judul dan seret ke atas layar atau cukup klik dua kali baris judul. Untuk memperbesar layar menggunakan papan ketik, tahan tombol <key xref="keyboard-key-super">Super</key> lalu tekan <key>↑</key>, atau tekan <keyseq><key>Alt</key><key>F10</key></keyseq>.
th: วิธีขยายหน้าต่าง คลิกที่แถบชื่อ (title bar) แล้วลากไปที่ส่วนบนของหน้าจอ หรือเพียงแค่ดับเบิลคลิกที่แถบชื่อนั้น วิธีขยายหน้าต่างโดยใช้คียบอร์ด กดแป้น <key xref="keyboard-key-super">ซูเปอร์</key> ค้างไว้ และกด <key>↑</key> หรือกด <keyseq><key>Alt</key><key>F10</key></keyseq>.
vi: Để phóng đại một cửa sổ, giữ vào thanh tiêu đề rồi kéo nó lên đỉnh của màn hình, hoặc chỉ cần nhấp đúp và thanh tiêu đề. Để dùng bàn phím phóng đại một cửa sổ, nhấn và giữ phím <key xref="keyboard-key-super">Super</key> rồi nhấn <key>↑</key>, hoặc nhấn <keyseq><key>Alt</key><key>F10</key></keyseq>.
zh_cn: 拖动标题栏到屏幕顶部，或者双击标题栏以最大化窗口。如果您想要使用键盘来操作，按住 <key xref="keyboard-key-super">Super</key>键和<key>↑</key>，或者按住<keyseq><key>Alt</key><key>F10</key></keyseq>。

source: You can also maximize a window by clicking the maximize button in the titlebar.
es: También puede maximizar una ventana pulsando el botón de maximizar en la barra de título.
id: Anda juga dapat memaksimalkan jendela dengan mengklik tombol memaksimalkan dalam judul bar.
th: คุณอาจขยายหน้าต่างให้ใหญ่สุดได้ด้วยการคลิกปุ่มขยายใหญ่สุดในแถบชื่อเรื่อง
vi: Bạn cũng có thể phóng to cửa sổ bằng cách bấm vào nút phóng to ở thanh tiêu đề.
zh_cn: 您还可以通过点击标题栏上的最大化按钮来最大化窗口。

source: To restore a window to its unmaximized size, drag it away from the edges of the screen. If the window is fully maximized, you can double-click the titlebar to restore it. You can also use the same keyboard shortcuts you used to maximize the window.
es: Para restaurar una ventana a su tamaño desmaximizado, arrástrela fuera de los bordes de la pantalla. Si la ventana está completamente maximizada, puede pulsar dos veces sobre la barra de título para restaurarla. También puede usar los mismos atajos de teclado que usó para maximizar la ventana.
id: Untuk memulihkan sebuah jendela ke ukuran yang tidak maksimal, seret menjauhi pinggiran layar. Apabila jendela itu dimaksimalkan sepenuhnya, Anda dapat melakukan klik-ganda pada batang judul untuk memulihkannya. Anda juga dapat menggunakan pintasan papan tik yang sama yang Anda gunakan untuk memaksimalkan jendela.
th: เมื่อต้องการปรับให้หน้าต่างเต็มหน้าจอกลับมามีขนาดเท่าเดิม ให้ลากหน้าต่างออกจากขอบหน้าจอ ถ้าหน้าต่างเต็มหน้าจอทั้งหมด คุณสามารถคลิกสองครั้งที่แถบชื่อเพื่อปรับขนาดกลับมาเหมือนเดิม หรือคุณอาจกดแป้นพิมพ์ลัดแป้นเดียวกับที่ใช้ขยายหน้าต่างเต็มหน้าจอก็ได้
vi: Để khôi phục lại một cửa sổ về kích thước không phóng hết cỡ của nó, kéo cửa sổ ra xa khỏi các mép màn hình. Nếu cửa sổ được phóng to hết cỡ, bạn có thể nhấp đúp vào thanh tiêu đề để khôi phục lại cửa sổ. Bạn cũng có thể sử dụng cùng phím tắt trên bàn phím bạn đã sử dụng để phóng to hết cỡ cửa sổ.
zh_cn: 要恢复窗口的原始大小，点击程序的标题栏，把它拖离屏幕边缘，如果窗口是全屏最大化，您可以双击标题栏来恢复。您也可以再次按最大化窗口的快捷键来恢复。

source: Hold down the <key>Alt</key> key and drag anywhere in a window to move it.
es: Mantenga pulsada la tecla <key>Alt</key> y arrastre la ventana a cualquier parte para moverla.
id: Tekan dan tahan tombol <key>Alt</key> kemudian tarik ke mana saja di dalam jendela untuk memindahkannya.
th: กดแป้น <key>Alt</key>ค้างไว้ และลากไปไว้ที่ใดก็ได้ในหน้าต่างเพื่อย้าย
vi: Nhấn giữ phím <key>Alt</key> và kéo đến bất cứ đâu trong một cửa sổ để dịch chuyển.
zh_cn: 按住 <key>Alt</key> 键并拖动窗口的任何地方可以移动窗口。

source: Arrange windows in a workspace to help you work more efficiently.
es: Colocar ventanas en un área de trabajo para ayudarle a trabajar más eficientemente.
id: Mengatur jendela di ruang kerja untuk membantu Anda bekerja lebih efisien.
th: จัดหน้าต่างในพื้นที่ทำงานเพื่อช่วยให้คุณทำงานได้อย่างมีประสิทธิภาพมากขึ้น
vi: Sắp xếp các cửa sổ trong một không gian để giúp bạn làm việc có hiệu quả hơn.
zh_cn: 管理好工作区中的各个窗口，可以让您的工作更加高效。

source: Move and resize windows
es: Mover y redimensionar ventanas
id: Memindah dan mengubah ukuran jendela
th: ย้ายและปรับขนาดหน้าต่าง
vi: Di chuyển và thay đổi kích cỡ cửa sổ.
zh_cn: 移动和缩放窗口

source: You can move and resize windows to help you work more efficiently. In addition to the dragging behavior you might expect, Endless features shortcuts and modifiers to help you arrange windows quickly.
es: Puedes mover y cambiar el tamaño de las ventanas para que te ayude a trabajar de manera más eficiente. Además del comportamiento de arrastre que podrías esperar, Endless cuenta con accesos directos y modificadores para ayudarte a organizar las ventanas rápidamente.
id: Anda dapat memindahkan dan mengubah ukuran jendela untuk membantu Anda bekerja lebih efisien. Selain membawa perilaku yang Anda harapkan, Endless memberi fitur shortcut dan pengubah untuk membantu Anda mengatur jendela dengan cepat.
th: คุณสามารถย้ายและเปลี่ยนขนาดหน้าต่างเพื่อช่วยให้คุณทำงานได้อย่างมีประสิทธิภาพมากขึ้น นอกจากวิธีการลากที่คุณอาจคาดหวังว่าจะได้พบแล้ว Endless ยังนำเสนอทางลัดและการปรับเปลี่ยนเพื่อช่วยคุณจัดเรียงหน้าต่างได้อย่างรวดเร็ว
vi: Bạn có thể dịch chuyển hoặc chỉnh độ lớn của các cửa sổ để bạn làm việc hiệu quả hơn. Bên cạnh việc kéo như bạn nghĩ, Endless còn có các lối tắt và các chức năng điều chỉnh để giúp bạn sắp xếp các cửa sổ một cách nhanh chóng.
zh_cn: 您可以移动和缩放窗口以提高工作效率。除了拖拽动作，您还可以使用快捷键或者修改器来快捷管理。

source: Move a window by dragging the titlebar, or hold down <key>Alt</key> and drag anywhere in the window. Hold down <key>Shift</key> while moving to snap the window to the edges of the screen and other windows.
es: Mueva una ventana arrastrándola desde la barra de título o manteniendo pulsada la tecla <key>Alt</key> y arrastrando en cualquier parte de la ventana. Mantenga pulsada la tecla <key>Mayús</key> al mover para ajustar la ventana a los bordes de la pantalla y a otras ventanas.
id: Pindah layar dengan menyeret baris judul atau menekan <key>Alt</key> sambil menyeret ke bagian lainnya pada layar. Tekan <key>Shift</key> saat bergerak untuk berpindah cepat ke pinggiran layar dan layar lainnya.
th: เคลื่อนย้ายหน้าต่างโดยการลากแถบชื่อเว็บ หรือกดแป้น <key>Alt</key> ค้างไว้แล้วลากไปที่ใดก็ได้ในหน้าต่าง กดแป้น <key>Shift</key> ขณะย้ายเพื่อย้ายหน้าต่างไปยังขอบหน้าจอและหน้าต่างอื่นๆ
vi: Di chuyển một cửa sổ bằng cách kéo thanh tiêu đề, hoặc giữ phím <key>Alt</key> và kéo bất kì vị trí nào trong cửa sổ. Giữ phím <key>Shift</key> trong khi di chuyển để đính cửa sổ vào các cạnh của màn hình và các cửa sổ khác.
zh_cn: 如果您想要移动窗口，您可以拖拽标题栏，或者按住<key>Alt</key>并拖拽窗口的任意区域。按住 Shift 键可以让窗口贴紧屏幕或其他窗口的边缘。

source: Resize a window by dragging the edges or corner of the window. Hold down <key>Shift</key> while resizing to snap the window to the edges of the screen and other windows.
es: Redimensione una ventana arrastrándo los bordes o una esquina de la ventana. Mantenga pulsada la tecla <key>Mayús</key> al redimensionar para ajustar la ventana a los bordes de la pantalla y a otras ventanas.
id: Atur ulang ukuran jendela dengan menyeret pinggiran atau sudut jendela. Tahan <key>Shift</key> sambil mengatur ulang ukuran untuk menancapkan jendela ke pinggir layar dan jendela lain.
th: ปรับขนาดหน้าต่างด้วยการลากขอบหรือมุมของหน้าต่าง กดปุ่ม <key>Shift</key> เอาไว้ในระหว่างปรับขนาดเพื่อให้หน้าต่างพอดีกับขอบของหน้าต่างอื่น
vi: Thay đổi kích thước một cửa sổ bằng cách rê rìa hoặc góc của cửa sổ đó. Nhấn giữ phím <key>Shift</key> khi thay đổi kích thước để gắn sát cửa sổ vào rìa của màn hình và các cửa sổ khác.
zh_cn: 拖动窗口的四个边或角可以改变窗口大小，按住 <key>Shift</key> 键可以让窗口贴紧屏幕或其他窗口的边缘。

source: You can also resize a maximized window by clicking the maximize button in the titlebar.
es: También puede redimensionar una ventana maximizada pulsando el botón de maximizar en la barra de título.
id: Anda juga dapat mengubah ukuran jendela yang dimaksimalkan dengan mengklik tombol maksimalkan di titlebar.
th: คุณสามารถขยายหน้าต่างได้โดยคลิกปุ่มขยายในแถบชื่อ
vi: Bạn cũng có thể thay đổi kích thước một cửa sổ đang mở rộng bằng cách bấm vào nút thu nhỏ ở thanh tiêu đề.
zh_cn: 您可以点击标题栏上最大化按钮来调整最大化窗口的尺寸。

source: Move or resize a window using only the keyboard. Press <keyseq><key>Alt</key><key>F7</key></keyseq> to move a window or <keyseq><key>Alt</key><key>F8</key></keyseq> to resize. Use the arrow keys to move or resize, then press <key>Enter</key> to finish, or press <key>Esc</key> to return to the original position and size.
es: Mueva o redimensione una ventana usando sólo el teclado. Pulse <keyseq><key>Alt</key><key>F7</key></keyseq> para mover una ventana o <keyseq><key>Alt</key><key>F8</key></keyseq> para redimensionarla. Use las teclas de flechas para mover o redimensionar, después pulse <key>Intro</key> para finalizar o pulse <key>Esc</key> para volver a la posición y tamaño original.
id: Memindahkan atau mengubah ukuran jendela hanya menggunakan papan tik. Tekan <keyseq><key>Alt</key><key>F7</key></keyseq> untuk memindahkan jendela atau <keyseq><key>Alt</key><key>F8</key></keyseq> untuk mengubah ukuran. Gunakan tombol-tombol anak panah untuk menggeser atau mengubah ukuran, lalu tekan <key>Enter</key> untuk menyelesaikan, atau tekan <key>Esc</key> untuk kembali ke posisi dan ukuran sebelumnya.
th: ย้ายหรือปรับขนาดหน้าต่างโดยใช้เพียงแป้นพิมพ์ กด <keyseq><key>Alt</key><key>F7</key></keyseq> เพื่อย้ายหน้าต่าง หรือ <keyseq><key>Alt</key><key>F8</key></keyseq> เพื่อปรับขนาด ใช้แป้นลูกศรเพื่อย้ายหรือปรับขนาด จากนั้นกด <key>Enter</key> เมื่อทำเสร็จ หรือกด <key>Esc</key> เพื่อกลับไปยังตำแหน่งและขนาดเดิม
vi: Di chuyển hoặc thay đổi kích thước một cửa sổ chỉ bằng cách sử dụng bàn phím. Nhấn <keyseq><key>Alt</key><key>F7</key></keyseq> để di chuyển một cửa sổ hoặc <keyseq><key>Alt</key><key>F8</key></keyseq> để thay đổi kích thước. Sử dụng các nút mũi tên để di chuyển hoặc thay đổi kích thước, sau đó nhấn <key>Enter</key> để hoàn thành, hoặc nhấn <key>Esc</key> để trở lại vị trí và kích thước ban đầu.
zh_cn: 使用键盘来移动或改变窗口大小。按 <keyseq><key>Alt</key><key>F7</key></keyseq> 来移动窗口，或者按 <keyseq><key>Alt</key><key>F8</key></keyseq> 改变窗口大小。使用方向键移动或改变窗口大小，然后按<key>回车键</key>确定，也可以按 <key>Esc</key> 取消，返回到原来的状态。

source: <link xref="shell-windows-maximize">Maximize a window</link> by dragging it to the top of the screen. Drag a window to one side of the screen to maximize it along the side, allowing you to tile windows side by side.
es: <link xref="shell-windows-maximize">Maximiza una ventana</link> arrastrándola a la parte superior de la pantalla. Arrastra una ventana a un lado de la pantalla para maximizarla a lo largo del lado, lo cuál te permite ventanas en mosaico lado a lado.
id: <link xref="shell-windows-maximize">Maksimalkan jendela</link> dengan menyeretnya ke puncak layar. Seret jendela ke salah satu sisi samping layar untuk memaksimalkannya sepanjang sisi tersebut, sehingga memungkinkan Anda untuk membuka dua jendela secara berdampingan.
th: <link xref="shell-windows-maximize">ขยายหน้าต่างเต็มหน้าจอ</link> โดยลากไปวางไปด้านบนของหน้าจอ ลากหน้าต่างไปยังด้านหนึ่งของจอเพื่อขยายขนาดขนานกับด้านข้าง ช่วยให้คุณวางหน้าต่างคู่กันได้
vi: <link xref="shell-windows-maximize">Phóng to một cửa sổ</link> bằng cách rê nó lên đầu màn hình. Rê một cửa sổ sang một bên của màn hình để phóng to nó về phía đó, giúp bạn xếp các cửa sổ ở cạnh nhau.
zh_cn: 将窗口拖动到屏幕顶端以<link xref="shell-windows-maximize">最大化窗口</link> 。将窗口拖动到屏幕侧边可以使其沿着侧边并排最大化。

source: Learn how to switch windows quickly.
es: Aprende a cambiar entre ventanas rápidamente.
id: Pelajari cara cepat berganti halaman.
th: ดูวิธีสลับหน้าต่างอย่างรวดเร็ว
vi: Tìm hiểu cách chuyển đổi các cửa sổ nhanh chóng.
zh_cn: 了解如何快速切换窗口。
