Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: Search for the file or folders that you would like to send or make smaller.
es: Busca la carpeta o el archivo que deseas enviar o hacer más pequeño.
id: Cari file atau folder yang ingin Anda kirim atau kecilkan.
th: หาไฟล์หรือโฟลเดอร์ที่คุณต้องการส่งหรือทำให้มีขนาดเล็กลง
vi: Tìm kiếm tệp tin hoặc các thư mục bạn muốn gửi hoặc muốn làm nhỏ lại.
zh_cn: 搜索您想要发送或压缩的文件或文件夹。

source: Right-click on the file or folder and select the <gui>Compress...</gui> option that you will see.
es: Haz clic con el botón derecho sobre un archivo o carpeta y selecciona la opción <gui>Comprimir...</gui> que verás.
id: Klik kanan pada berkas atau folder lalu pilih opsi <gui>Kompresi...</gui> yang akan Anda lihat.
th: คลิกขวาที่ไฟล์หรือโฟลเดอร์ แล้วเลือกตัวเลือก<gui>บีบอัด...</gui>ที่คุณเห็น
vi: Nhấp chuột phải vào tệp hoặc thư mục và chọn tùy chọn <gui>Nén...</gui> mà bạn sẽ thấy tại đây.
zh_cn: 右击文件或文件夹，选择<gui>压缩...</gui>选项。

source: Your computer will create a compressed copy of the file or folder, which will appear right next to the original. You can move that zip file somewhere else, or share it more quickly and easily than if you tried to send the original!
es: Tu computadora creará una copia comprimida del archivo o carpeta, la cual aparecerá junto a la original. Puedes mover ese archivo zip a otro lugar, o compartirlo más rápidamente y fácilmente que si hubieras intentado mandar la original.
id: Komputer Anda akan menciptakan salinan yang sudah dikompresi dari file atau folder, yang akan muncul di sebelah berkas asli. Anda bisa memindahkan file zip ke tempat lain atau membagikannya dengan lebih cepat dan mudah daripada saat Anda mengirim berkas aslinya.
th: คอมพิวเตอร์ของคุณจะสร้างสำเนาบีบอัดของไฟล์หรือโฟลเดอร์ ซึ่งจะปรากฏถัดจากต้นฉบับ คุณสามารถเคลื่อนย้ายไฟล์ zip นั้นไปยังที่อื่น หรือแบ่งปันอย่างรวดเร็วและง่ายดายกว่าการพยายามส่งไฟล์ต้นฉบับ!
vi: Máy tính của bạn sẽ tạo ra một bản sao nén của tập tin hoặc thư mục, ở ngay cạnh bản gốc. Bạn có thể di chuyển tập tin nén đó đến vị trị khác, hoặc chia sẻ nhanh chóng và dễ dàng hơn nếu bạn đã cố gắng gửi bản gốc!
zh_cn: 您的电脑会为您在原文件或原文件夹右边，创建文件或文件夹的压缩副本。您可以将压缩文件移动到其他地方或快捷共享！

source: Using My Documents and the files on your computer.
es: Usando Mis Documentos y los archivos en tu computadora.
id: Menggunakan My Documents dan berkas di komputer Anda.
th: การใช้เอกสารของฉันและไฟล์ในคอมพิวเตอร์ของคุณ
vi: Sử dụng Tài Liệu Của Tôi và các tệp tin trong máy tính của bạn.
zh_cn: 使用我的文档以及电脑内的文件。

source: Documents &amp; Files
es: Documentos y Archivos
id: Dokumen &amp; Files
th: เอกสารและไฟล์
vi: Tài liệu &amp; Tập tin
zh_cn: 文档&amp;文件

source: Share your Files
es: Compartir tus archivos
id: Bagikan Berkas Anda
th: แชร์ไฟล์ของคุณ
vi: Chia sẻ các Tệp của bạn
zh_cn: 共享您的文件

source: Media
es: Medios digitales
th: สื่อ
vi: Phương tiện
zh_cn: 媒体

# link:trail
source: Hardware
id: Perangkat keras
th: ฮาร์ดแวร์
vi: Phần cứng
zh_cn: 硬件

source: Setup up your printers, display, mice and keyboards with Endless
es: Configura tu impresora, pantalla, ratón y teclado con Endless
id: Atur printer, tampilan, mouse dan papan ketik Anda dengan Endless
th: ติดตั้งเครื่องพิมพ์, จอแสดงผล, ไมโครโฟน และแป้นพิมพ์ด้วย Endless
vi: Cài đặt máy in, hiển thị, chuột và bàn phím với Endless
zh_cn: 在Endless上安装您的打印机、显示器、鼠标和键盘

source: Printers, Displays &amp; Accessories
es: Impresoras, pantallas y accesorios
id: Printers, Tampilan &amp; Aksesori
th: เครื่องพิมพ์ จอแสดงผล &amp;แอสเซสซอรี
vi: Máy in, Màn hình &amp; Phụ kiện
zh_cn: 打印机，显示器&amp; 附件

source: Displays
es: Pantallas
id: Tampilan.
th: การแสดงผล
vi: Hiển thị
zh_cn: 显示器

source: Sound
es: Sonido
id: Suara
th: เสียง
vi: Âm thanh
zh_cn: 声音

source: Printers
es: Impresoras
id: Printer
th: ปรินท์เตอร์
vi: Máy in
zh_cn: 打印机

source: Keyboard &amp; Mouse
es: Teclado y ratón
id: Papan Tik &amp; Mouse
th: คีย์บอร์ด &amp; เม้าส์
vi: Bàn phím &amp; Chuột
zh_cn: 键盘&amp;鼠标

source: A guide for Endless desktop users
es: Una guía para los usuarios del escritorio Endless
id: Panduan bagi pengguna desktop Endless
th: คู่มือผู้ใช้เดสก์ท็อป Endless
vi: Hướng dẫn sử dụng môi trường làm việc Endless
zh_cn: 用于 Endless 的桌面用户指南

# text
source: Endless Help
es: Ayuda de Endless
id: Bantuan Endless
th: ึึความช่วยเหลือจาก Endless
vi: Hỗ trợ Endless
zh_cn: Endless帮助

source: Getting Started
es: Empezar
id: Memulai
th: เริ่มต้นใช้งาน
vi: Bắt đầu
zh_cn: 准备开始

source: Videos
es: Vídeos
zh_cn: 视频

source: <link xref="endless-videos">More…</link>
es: <link xref="endless-videos">Más</link>
zh_cn: <link xref="endless-videos">更多…</link>

source: <link xref="endless-01-desktop">Introduction to the desktop</link>
es: <link xref="endless-01-desktop">Introducción al escritorio</link>
zh_cn: <link xref="endless-01-desktop">桌面介绍</link>

source: <link xref="endless-02-folders">Adding folders to the desktop</link>
es: <link xref="endless-02-folders">Agregando carpetas al escritorio</link>
zh_cn: <link xref="endless-02-folders">在桌面添加文件夹</link>

source: <link xref="endless-03-programs">Installing programs</link>
es: <link xref="endless-03-programs">Instalando programas</link>
zh_cn: <link xref="endless-03-programs">安装程序</link>

source: <link href="endlessm-app://com.endlessm.Tutorial">Tutorial</link>
vi: <link href="endlessm-app://com.endlessm.Tutorial">Hướng dẫn</link>
zh_cn: <link href="endlessm-app://com.endlessm.Tutorial">教程</link>

source: Make the insertion point blink and control how quickly it blinks.
es: Hacer que el punto de inserción parpadee y controlar la velocidad del parpadeo.
id: Membuat titik penyisipan berkedip dan mengendalikan seberapa cepat kedipannya.,
th: ทำให้จุดแทรกข้อความกระพริบ และควบคุมว่าจะให้กระพริบบ่อยแค่ไหน
vi: Làm điểm chèn chớp và điều khiển độ chớp.
zh_cn: 设置插入点闪烁，以及闪烁速度。

source: Make the keyboard cursor blink
es: Hacer que parpadee el cursor del teclado
id: Membuat kursor papan tik berkedip
th: ทำให้เคอร์เซอร์คีย์บอร์ดกะพริบ
vi: Làm chớp con trỏ bàn phím
zh_cn: 让键盘光标闪烁

source: If you find it difficult to see the keyboard cursor in a text field, you can make it blink to make it easier to locate.
es: Si tiene dificultades para ver el cursor del teclado en un campo de texto puede hacer que parpadee siendo más fácil ubicarlo.
id: Jika Anda kesulitan melihat kursor papan ketik di bagian teks, Anda bisa membuatnya berkedip supaya mudah dikenali.
th: หากคุณหาเคอร์เซอร์ของคีย์บอร์ดในกล่องข้อความยาก คุณอาจทำให้เคอร์เซอร์กระพริบ เพื่อให้ระบุตำแหน่งได้ง่ายขึ้น
vi: Nếu bạn thấy khó nhìn con trỏ của bàn phím trong một trường văn bản, bạn có thể làm cho nó nhấp nháy để bạn dễ thấy vị trí của nó hơn.
zh_cn: 如果您无法在文本框中看清楚光标，您可以让它闪烁以方便识别。

source: Click on <gui>Keyboard</gui>.
es: Haz clic en <gui>Teclado</gui>.
id: Klik pada <gui>Keyboard</gui>.
th: คลิกที่ <gui>คีย์บอร์ด</gui>
vi: Bấm vào <gui>Bàn phím</gui>.
zh_cn: 点击<gui>键盘</gui>。

source: Select <gui>Cursor blinks in text fields</gui>.
es: Seleccione <gui>Parpadeo del cursor en los campos de texto</gui>.
id: Pilih <gui>Kursor berkedip dalam ruas teks</gui>.
th: เลือก <gui>เคอร์เซอร์กะพริบในช่องข้อความ</gui>
vi: Chọn <gui>Con trỏ chớp trong ô văn bản</gui>.
zh_cn: 选中<gui>文本域中的光标闪烁</gui>。

source: Use the <gui>Speed</gui> slider to adjust how quickly the cursor blinks.
es: Use el deslizador <gui>Velocidad</gui> para ajustar la rapidez del parpadeo del cursor.
id: Gunakan slider <gui>Speed</gui> untuk menyesuaikan kecepatan kedipan kursor.
th: ใช้ตัวเลื่อน <gui>ความเร็ว</gui>เพื่อปรับความเร็วในการกระพริบของเคอร์เซอร์
vi: Dùng con trượt <gui>Tốc độ</gui> để điều chỉnh tốc độ chớp.
zh_cn: 拖动<gui>速度</gui>滑块，调整光标闪烁的速度。

source: Learn how to type accents with your keyboard.
es: Aprende cómo escribir acentos con tu teclado.
vi: TÌm hiểu cách gõ các dấu thanh bằng bàn phím.
zh_cn: 了解如何使用您的键盘输入不同声调。

source: Type Spanish language accents in Endless
es: Escribe acentos en español en Endless
vi: Gõ dấu tiếng Tây Ban Nha trong Endless
zh_cn: 在Endless中输入西班牙语声调

source: It's easy to type accents on Endless - it is the same as most other platforms. On a Spanish Latin American keyboard, start by pressing the accute accent key and then the letter you'd like to accent:
es: Es fácil escribir acentos en Endless - es lo mismo que con la mayoría de otras plataformas. En un teclado español latinoamericano, empieza con pulsar la tecla del acento y luego la letra que te gustaría acentuar:
vi: Không hề khó khi gõ dấu trọng âm trên Endless - nó cũng giống như hầu hết các nền tảng khác. Trên một bàn phím tiếng Tây Ban Nha khu vực Mỹ - La tinh, bắt đầu bằng cách nhấn phím dấu sắc rồi tiếp đến là chữ cái mà bạn muốn thêm dấu:
zh_cn: 在Endless中输入声调很简单- 就像大多数其他平台一样。您可以在西班牙和拉丁美洲键盘上，点击准确的声调以及您想要添加声调的字母：

source: The Menu key launches a context menu with the keyboard rather than with a right-click.
es: La tecla de Menú muestra un menú contextual con el teclado en lugar de con el botón derecho.
id: Tombol Menu meluncurkan menu konteks dengan keyboard daripada dengan klik kanan.
th: แป้นพิมพ์เมนูจะเปิดเมนูเนื้อหาด้วยคีย์บอร์ด แทนที่จะเป็นการคลิกขวา
vi: Phím Danh Mục khởi động một danh mục nội dung bằng bàn phím chứ không qua một cú nhấp chuột phải.
zh_cn: 菜单键可以替代右击，打开键盘的快捷菜单。

source: Creative Commons Share Alike 3.0
es: Creative Commons Compartir Igual 3.0
zh_cn: 知识共享许可协议(CC)相同方式共享3.0

source: Right click with your keyboard
es: Haz clic derecho con el teclado
id: Klik-kanan dengan papan tik Anda
th: คลิกขวาด้วยคีย์บอร์ดของคุณ
vi: Nhấp chuột phải bằng bàn phím
zh_cn: 右击您的键盘

source: The <key>Menu</key> key, also known as the <em>Application</em> key, is a key found on some Windows-oriented keyboards. This key is usually on the bottom-right of the keyboard, next to the <key>Ctrl</key> key, but it can be placed in a different location by keyboard manufacturers. It is usually depicted as a cursor hovering above a menu: <_:media-1/>.
es: La tecla <key>Menú</key>, también conocida como la tecla <em>Programa</em>, es una tecla que se encuentra en algunos de los teclados de Windows. Esta tecla usualmente está en la parte inferior derecha del teclado, junto a la tecla <key>Ctrl</key>, pero puede estar en otro lugar dependiendo en el productor del teclado. Usualmente parece como un cursor sobre un menú: <_:media-1/>.
id: Tombol <key>Menu</key>, juga disebut tombol <em>Aplikasi</em>, adalah sebuah tombol yang ditemukan di sejumlah papan tik berorientasi Windows. Tombol ini biasanya pada bagian kanan bawah papan tik, di samping tombol <key>Ctrl</key>, tetapi juga dapat diletakkan di lokasi yang berbeda oleh pembuat papan tik. Biasanya digambarkan sebagai sebuah kursor di atas sebuah menu: <_:media-1/>.
th: แป้น <key>เมนู</key> หรืออีกชื่อหนึ่งคือแป้น <em>แอพพลิเคชัน</em> คือแป้นที่พบได้บนแป้นพิมพ์สำหรับ Windows บางรุ่น แป้นนี้มักอยู่ที่ด้านล่างขวาของแป้นพิมพ์ ถัดจากแป้น <key>Ctrl</key> แต่ก็ผู้ผลิตแป้นพิมพ์ก็อาจวางไว้ในตำแหน่งอื่นได้ โดยส่วนใหญ่บนแป้นจะมีรูปเคอร์เซอร์ลอยอยู่เหนือเมนู: <_:media-1/>
vi: Phím <key>Trình đơn</key>, còn được gọi là phím <em>Ứng dụng</em>, là một phím trên bàn phím dành cho người dùng Windows. Phím này thường nằm ở phía dưới bên phải bàn phím, cạnh phím <key>Ctrl</key>, nhưng nó có thể được các hãng sản xuất bàn phím đặt ở vị trí khác. Phím này thường có hình con trỏ chuột lơ lửng phía trên một trình đơn: <_:media-1/>.
zh_cn: <key>菜单</key>键，也叫做 <em>应用程序</em>键，是窗口键盘上的键。该键通常位于键盘的右下角， <key>Ctrl</key>键的旁边，但是它可能会因键盘不同而位于不同位置。它通常以一个悬浮于菜单之上的鼠标指针的形式显示： <_:media-1/>。

source: The primary function of this key is to launch a context menu with the keyboard rather than by clicking the right mouse button: this is useful if mouse or a similar device is not available, or when the right mouse button is not present.
es: La función principal de esta tecla es mostrar un menú contextual con el teclado en lugar de hacerlo con el botón derecho del ratón: esto es útil si su ratón o su dispositivo similar no está disponible, o cuando no tiene botón derecho del ratón.
id: Fungsi utama dari tombol ini adalah menampilkan menu konteks menggunakan papan ketik, tidak menggunakan klik kanan pada tetikus: ini berguna apabila tetikus atau perangkat sejenis tidak tersedia, atau saat tidak ada tombol klik kanan pada tetikus.
th: ฟังก์ชั่นดั้งเดิมของแป้นนนี้คือเพื่อเปิดใช้เมนูเนื้อหาด้วยคีย์บอร์ดแทนที่จะต้องใช้เม้าส์คลิกขวา: ซึ่งจะมีประโยชน์หากคุณไม่มีเม้าส์หรืออุปกรณ์แบบเดียวกัน หรือเมื่อเม้าส์ไม่มีปุ่มให้คลิกขวา
vi: Chức năng chủ yếu của phím này là để khởi động một danh mục nội dung bằng bàn phím thay cho việc nhấp nút chuột phải: điều này thực hữu ích khi không có chuột hoặc một thiết bị tương tự, hoặc khi không có nút chuột phải.
zh_cn: 该键的主要功能就是替代右击，打开键盘的快捷菜单：该功能在鼠标或相似设备无法使用时，或者没有鼠标右键时很有帮助。

source: The <key>Menu</key> key is sometimes omitted in the interest of space, particularly on portable and laptop keyboards. In this case, some keyboards include a <key>Menu</key> function key that can be activated in combination with the Function (<key>Fn</key>) key.
es: Algunas veces, la tecla de <key>Menú</key> no se incluye para ahorrar espacio, especialmente en teclados portables o de portátiles. En estos casos, algunos teclados incluyen una tecla de función de <key>Menú</key> que se puede activar junto con la tecla de Función (<key>Fn</key>).
id: Tombol <key>Menu</key> terkadang dihilangkan demi menghemat ruang, terutama pada papan ketik portabel dan laptop. Dalam hal ini, sebagian papan ketik menyertakan tombol fungsi <key>Menu</key> yang dapat diaktifkan jika dikombinasikan dengan tombol Fungsi (<key>Fn</key>).
th: ปุ่ม <key>Menu</key> บางครั้งจะถูกข้ามไปเนื่องจากการใช้สอยพื้นที่ โดยเฉพาะบนแป้นพิมพ์แบบพกพาและแล็ปท็อป ในกรณีนี้ บางแป้นพิมพ์มจะรวมปุ่มฟังก์ชั่น <key>Menu</key> ที่สามารถเปิดใช้งานได้โดยรวมกับปุ่มฟังก์ชั่น <key>Facebook</key>
vi: Phím <key>Menu</key> đôi khi được bỏ qua do vấn đề không gian, đặc biệt là trên các bàn phím laptop hoặc bàn phím di động. Trong trường hợp này, một số bàn phím có một phím có chức năng giống phím <key>Menu</key> có thể được kích hoạt gắn liền với phím chức năng (<key>Fn</key>).
zh_cn: <key>菜单</key>键有时会音节省空间而省略，特别是在便携式和手提电脑键盘上。在这种情况下，键盘上会带有一个和功能 (<key>Fn</key>) 键结合的可激活的<key>菜单</key>功能。

source: The <em>context menu</em> is a menu that pops up when you right-click. The menu that you see, if any, is dependent on the context and function of the area that you right-clicked. When you use the <key>Menu</key> key, the context menu is shown for the area of the screen that your cursor is over at the point when the key is pressed.
es: El <em>menú contextual</em> es un menú emergente que se muestra cuando pulsa con el botón derecho. El menú que ve, si existe, depende del contexto y de la función del área en la que pulsa con el botón derecho. Cuando usa la tecla de <key>Menú</key>, el menú contextual se muestra para el área de la pantalla en la que está su cursor en el momento de pulsarla.
id: <em>context menu</em> adalah menu yang muncul saat Anda klik kanan. Menu yang Anda lihat, jika ada, tergantung pada konteks dan fungsi dari area yang Anda klik kanan. Saat Anda menggunakan <key>Menu</key>, konteks menu yang tampil di area layar tempat Anda menempatkan kursor.
th: <em>เมนูเนื้อหา</em> คือเมนูที่แสดงขึ้นมาเมื่อคุณคลิกขวา เมนูที่คณเห็นนี้ จะขึ้นอยู่กับเนื้อหาและฟังก์ชั่นในบริเวณที่คุณคลิกขวาเลือก เมื่อคุณใช้แป้น <key>เมนู</key> เมนูเนื้อหาจะแสดงขึ้นมา สำหรับบริเวณของหน้าจอที่เคอร์เซอร์ของคุณวางอยู่ในขณะที่กดแป้นนั้น
vi: <em>Menu ngữ cảnh</em> là menu bật lên khi bạn nhấp chuột phải. Menu mà bạn nhìn thấy, nếu có, phụ thuộc vào ngữ cảnh và chức năng của vùng mà bạn nhấp chuột phải vào. Khi bạn sử dụng phím <key>Menu</key>, menu ngữ cảnh hiển thị cho vùng màn hình đặt con trỏ tại thời điểm nhấn phím.
zh_cn: <em>快捷菜单</em>是您右击时会出现的菜单。您所看到的菜单与您右击区域的内容和功能紧密相关。当您使用 <key>菜单</key>键时，快捷菜单将会在您按键时鼠标指针所在的区域出现。

source: The Super key hides your open windows so you can see your desktop.
es: La tecla Super oculta las ventanas abiertas para que puedas ver el escritorio.
id: Tombol Super menyembunyikan jendela yang terbuka agar Anda dapat melihat desktop Anda.
th: ปุ่ม Super ซ่อนหน้าต่างที่เปิดอยู่เพื่อให้คุณสามารถเห็นเดสก์ท็อป
vi: Phím Super làm ẩn các cửa sổ đang mở để bạn có thể xem màn hình nền của máy tính.
zh_cn: 超级键可以隐藏您打开的窗口以便您看到桌面。

source: Use the Super key
es: Usa la tecla Super
id: Gunakan Super key.
th: ใช้แป้นซูเปอร์
vi: Sử dụng phím Super (Siêu)
zh_cn: 使用超级键

source: When you press the <key>Super</key> key, you will be able to see your desktop. You can also press <key>Super</key> + <key>S</key> to see all of your open windows at the same time. This key can usually be found on the bottom-left of your keyboard, next to the <key>Alt</key> key, and usually has a Windows logo on it. It is sometimes called the <em>Windows key</em> or system key.
es: Cuando pulsas la tecla <key>Super</key>, verás tu escritorio. También puedes pulsar la tecla <key>Super</key> + <key>S</key> para ver todas tus ventanas que están abiertas a la misma vez. Esta tecla usualmente se encuentra en la parta inferior izquierda de tu teclado, junto a la tecla <key>Alt</key>, y usualmente tiene el logo de Windows. A veces se llama la <em>tecla Windows</em> o la tecla de sistema.
id: Ketika Anda menekan tombol <key> Super </key>, Anda akan dapat melihat desktop Anda. Anda juga dapat menekan <key> Super </key> + <key> S </key> untuk melihat semua jendela yang terbuka Anda pada waktu yang sama. Tombol ini biasanya dapat ditemukan di bagian bawah-kiri keyboard Anda, di samping tombol <key> Alt </key>, dan biasanya memiliki logo Windows di atasnya. Hal ini kadang-kadang disebut <em> tombol Windows </em> atau tombol sistem.
th: เมื่อคุณกดปุ่ม <key>Super</key> คุณจะสามารถมองเห็นเดสก์ท็อปของคุณได้ คุณยังสามารถกดปุ่ม <key>Super</key>+ <key>S</key> เพื่อดูหน้าต่างที่เปิดอยู่ทั้งหมดพร้อมกัน ปุ่มนี้โดยทั่วไปสามารถพบได้ที่มุมซ้ายของแป้นพิมพ์ ถัดจากปุ่ม <key>Alt</key> และโดยปกติจะปรากฏโลโก้ Windows บนนั้น บางครั้งปุ่มนี้จะมีชื่อเรียกว่า <em>Windows key</em> หรือปุ่มซิสเต็ม
vi: Khi bạn nhấn phím <key>Super</key>, bạn sẽ thấy được màn hình nền của mình. Bạn cũng có thể nhấn <key>Super</key> + <key>S</key> để cùng một lúc thấy được tất cả các cửa sổ đang mở. Phím này thường nằm ở phía dưới bên trái bàn phím của bạn, bên cạnh phím <key>Alt</key> và thường có một biểu tượng Windows trên đó. Cũng có lúc phím này được gọi là <em>Windows key</em> hay phím hệ thống.
zh_cn: 当您按下<key>超级</key>键时，您可以看到您的桌面。同时，您也可以按下 <key>Super</key> + <key>S</key>，来查看您的打开窗口。该键通常位于键盘的左下角，<key>Alt</key> 旁边，带有窗口标志。有时又叫做<em>窗口键</em>或系统键。

source: If you have an Apple keyboard, you will have a <key>⌘</key> (Command) key instead of the Windows key, while Google's keyboards have a magnifying glass instead.
es: Si tienes un teclado de Apple tendrás una tecla <key>⌘</key> (comando) en lugar de la tecla de Windows. Los Chromebooks tienen una lupa en su lugar.
id: Jika memiliki papan ketik Apple, Anda memiliki tombol <key>⌘</key> (Command) dan bukan tombol Windows, sedangkan papan ketik Google memiliki tombol kaca pembesar.
th: หากคุณมีแป้นพิมพ์ Apple คุณจะมีแป้น <key>⌘</key> (Command) แทนที่แป้น Windows ขณะที่แป้นพิมพ์ Google จะถูกแทนที่ด้วยแว่นขยาย
vi: Nếu bạn có bàn phím Apple, bạn sẽ có phím (Lệnh) <key>⌘</key> thay vì phím Windows trong khi các bàn phím của Google có hình kính lúp.
zh_cn: 如果您使用Apple键盘，您的窗口键将会被 <key>⌘</key>(命令)键替代。谷歌键盘上则是用一个放大镜替代。

source: To change which keys are used to display your open windows overview:
es: Para cambiar las teclas que se usan para mostrar tus ventanas abiertas:
id: Untuk mengubah tombol yang digunakan untuk menampilkan ikhtisar layar yang terbuka:
th: ในการเปลี่ยนแป้นที่จะใช้เพื่อแสดงตัวอย่างหน้าต่างที่เปิดอยู่:
vi: Để thay đổi các phím nào được sử dụng để hiển thị tổng quan cửa sổ mở của bạn:
zh_cn: 更改使用于显示您所打开窗口概览的键:

source: Click <gui>Keyboard</gui>.
es: Pulse <gui>Teclado</gui>.
id: Klik <gui>Papan tik</gui>.
th: คลิก <gui>Keyboard</gui>
vi: Nhấn <gui>Bàn phím</gui>.
zh_cn: 点击<gui>键盘</gui>。

source: Click the <gui style="tab">Shortcuts</gui> tab.
es: Pulse la pestaña <gui style="tab">Atajos</gui>.
id: Klik pada cuping <gui style="tab">Pintasan</gui>.
th: คลิกแท็บ<gui style="tab">แป้นพิมพ์ลัด</gui>
vi: Nhấp vào thẻ <gui style="tab">Lối tắt</gui>.
zh_cn: 点击<gui style="tab">快捷键</gui> 选项卡。

source: Select <gui>System</gui> on the left side of the window, and <gui>Show the activities overview</gui> on the right.
es: Seleccione <gui>Sistema</gui> en la parte izquierda de la ventana, y pulse <gui>Mostrar la vista de actividades</gui> a la derecha.
id: Pilih <gui>Sistem</gui> di sisi kiri jendela, dan <gui>Tampilkan ringkasan aktivitas</gui> di kanan.
th: เลือก <gui>System</gui> บนด้านซ้ายของหน้าต่าง และ <gui>แสดงตัวอย่างกิจกรรม</gui> บนด้านขวา
vi: Chọn <gui>Hệ thống</gui> ở bên trái cửa sổ và <gui>Hiển thị tổng quan các hoạt động</gui> ở bên phải.
zh_cn: 在窗口左侧选择<gui>系统</gui>然后在右边找到<gui>显示活动概览</gui>。

source: Hold down the desired key combination.
es: Pulse la combinación de teclas que quiere.
id: Tekan dan tahan kombinasi tombol yang diinginkan.
th: กดแป้นที่ต้องการรวมค้างไว้
vi: Nhấn giữ tổ hợp phím mong muốn.
zh_cn: 按下要想要设置的组合键。

source: Add keyboard layouts and switch between them.
es: Añadir distribuciones del teclado y cambiar entre ellas.
id: Tambahkan layout keyboard dan alihkan di antara mereka.
th: เพิ่มเลย์เอาท์คีย์บอร์ดและสลับใช้
vi: Thêm các bố cục bàn phím và chuyển đổi giữa chúng.
zh_cn: 添加键盘布局并在两者间转换。

source: Use alternative keyboard layouts
es: Usar distribuciones de teclado alternativas
id: Gunakan tata letak papan ketik alternatif
th: ใช้รูปแบบแป้นพิมพ์อื่น
vi: Sử dụng bố trí bàn phím thay thế
zh_cn: 使用另一个键盘布局

source: Keyboards come in hundreds of different layouts for different languages. Even for a single language, there are often multiple keyboard layouts, such as the Dvorak layout for English. You can make your keyboard behave like a keyboard with a different layout, regardless of the letters and symbols printed on the keys. This is useful if you often switch between multiple languages.
es: Los teclados vienen en cientos de distribuciones diferentes para distintos idiomas. Incluso para un solo idioma pueden existir muchas distribuciones de teclado, como la distribución Dvorak para el inglés. Puede hacer que su teclado se comporte como un teclado con una distribución diferente, independientemente de qué letras y símbolos tenga escritos en las teclas. Esto es útil si tiene que cambiar entre varios idiomas con frecuencia.
id: Keyboard datang dalam ratusan tata letak yang berbeda untuk bahasa yang berbeda. Bahkan untuk satu bahasa, sering ada beberapa tata letak keyboard, seperti tata letak Dvorak untuk bahasa Inggris. Anda dapat membuat keyboard Anda berperilaku seperti keyboard dengan tata letak yang berbeda, terlepas dari huruf dan simbol yang tertera pada tombol. Hal ini berguna jika Anda sering beralih di antara beberapa bahasa.
th: คีย์บอร์ดมีนับร้อยๆ เลย์เอาท์สำหรับภาษาต่างๆ แม้แต่ภาษาหนึ่งก็อาจมีเลย์เอาท์ของคีย์บอร์ดหลายแบบ เช่น เลย์เอาท์แบบ Dvorak สำหรับภาษาอังกฤษ คุณสามารถทำให้คีย์บอร์ดของคุณเป็นคีย์บอร์ดที่มีหลายเลย์เอาท์ได้ ไม่ว่าจะมีอักษรและสัญลักษณ์พิมพ์อยู่บนแป้นหรือไม่ ซึ่งจะมีประโยชน์หากคุณต้องสลับใช้หลายภาษา
vi: Bàn phím có hàng trăm bố trí khác nhau cho các ngôn ngữ khác nhau. Thậm chí một ngôn ngữ cũng có thể có nhiều bố trí bàn phím khác nhau, như Dvorak cho tiếng Anh. Bạn có thể biến bàn phím của bạn thành bàn phím với bột bố trí khác, bất kể tên phím in trên từng phím. Khá hữu dụng khi bạn phải thường xuyên chuyển đổi ngôn ngữ.
zh_cn: 各种语言对应数百种键盘布局，甚至一种语言还有多种键盘布局，比如英文的 Dvorak 布局。您可以让键盘输入多种语言，而不必考虑键上印刷的字母和符号。当您经常在多种语言之间切换时很有用。

source: Click on <gui>Region &amp; Language</gui>.
es: Pulse en <gui>Región e idioma</gui> para abrir el panel.
id: Klik pada <gui>Region &amp; Language</gui>.
th: คลิกที่<gui>ภูมิภาคและภาษา</gui>
vi: Nhấp vào <gui>Vùng &amp; Ngôn ngữ</gui>.
zh_cn: 点击<gui>区域 &amp; 语言</gui>.
