Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: It is important to learn a little bit about files and the extension names before you start to save your own files so that you make sure to save yours correctly.
es: Es importante aprender un poco acerca de los archivos y los nombres de extensión antes de empezar a guardar tus propios archivos para asegurar que los guardes correctamente.
id: Penting untuk memahami sedikit hal tentang file dan nama ekstensi sebelum mulai menyimpan file Anda, sehingga Anda yakin sudah menyimpannya dengan benar.
th: การทำความเข้าใจกับไฟล์และชื่อของส่วนขยายก่อนที่คุณเริ่มบันทึกไฟล์ของตัวเองเป็นสิ่งสำคัญเพื่อให้คุณได้บันทึกไฟล์อย่างถูกต้อง
vi: Tìm hiểu một chút về các tệp tin và tên mở rộng là một việc quan trọng trước khi bạn bắt đầu lưu giữ các tệp tin của chính mình để đảm bảo bạn lưu chúng một cách đúng đắn.
zh_cn: 在您保存文件之前，应该了解一些关于文件和文件扩展名的相关内容，确保您能够正确完成此操作。

source: When you save your files, it is like saving them into a particular language that only your computer knows how to read. So, each file extension name tells your computer in which "language" you are saving your files. Some apps only know how to work with certain files.
es: Cuando guardes tus archivos, es como guardarlos en un idioma que sólo tu computadora sabe leer. Así, cada nombre de extensión de archivo le dice a tu ordenador en cuál "idioma" los estás guardando. Algunos programas sólo saben cómo trabajar con ciertos archivos.
id: Saat Anda menyimpan file, kondisinya seperti Anda menyimpannya menjadi bahasa tertentu yang hanya bisa dibaca oleh komputer Anda. Jadi, setiap perpanjangan nama file memberi tahu komputer "bahasa" mana yang menyimpan file tersebut. Beberapa aplikasi hanya bisa bekerja dengan file tertentu saja.
th: เมื่อคุณบันทึกไฟล์ มันจะจะเหมือนกับการบันทึกไว้ในภาษาเฉพาะที่คอมพิวเตอร์ของคุณเท่านั้นที่รู้วิธีอ่าน ดังนั้น สกุลไฟล์จะบอกคอมพิวเตอร์ว่าคุณบันทึกไฟล์ใน "ภาษา" ใด แอปบางตัวรู้เฉพาะวิธีทำงานกับไฟล์บางชนิดเท่านั้น
vi: Khi bạn lưu các tệp của mình giống như lưu chúng bằng một ngôn ngữ cụ thể mà chỉ có máy tính của bạn biết cách đọc. Vì vậy, mỗi tên của phần mở rộng tệp cho máy tính của bạn biết bạn đang lưu các tệp của bạn bằng “ngôn ngữ” nào. Một số ứng dụng chỉ biết cách làm việc với các tệp nhất định.
zh_cn: 保存文件就像将其保存为一种只有您的电脑能识别的特殊语言。因此，每个文件扩展名都会告知您的电脑您将文档保存为何种"语言"。一些程序只能运行特定类型的文件。

source: Another common type of file is called PDF (.pdf). These documents usually are not easily editable, but can be seen on almost any kind of device, and are very popular.
es: Otro tipo común de archivo se llama PDF (.pdf). Estos documentos no suelen ser fácilmente editables, pero se pueden ver en casi cualquier tipo de aparato, y son muy populares.
id: Jenis berkas umum lainnya adalah PDF (.pdf). Dokumen seperti ini umumnya tak dapat diedit dengan mudah, tetapi dapat dijumpai di nyaris semua jenis perangkat, dan sangat populer.
th: ไฟล์อีกชนิดหนึ่งที่ใช้กันทั่วไปมีชื่อว่า PDF (.pdf) เอกสารเหล่านี้มักจะแก้ไขได้ยาก แต่พบเห็นได้ในอุปกรณ์แทบทุกชนิดและได้รับความนิยมสูง
vi: Một loại tệp thông dụng nữa là PDF (.pdf). Các tài liệu loại này thường không dễ để chỉnh sửa được, nhưng có thể được xem trên hầu hết bất kỳ loại thiết bị nào và loại tệp này rất phổ biến.
zh_cn: 另外一种常用的文件类型是PDF (.pdf)。这种文档通常不可编辑，但是几乎可以在任何设备上浏览，而且非常有名。

source: How do I save a file?
es: ¿Cómo puedo guardar un archivo?
id: Bagaimana cara menyimpan berkas?
th: ฉันจะบันทึกไฟล์อย่างไร?
vi: Làm thế nào để tôi lưu một tệp tin?
zh_cn: 如何保存文件？

source: Each app has its own way of saving a file, but you can usually save files one of two ways:
es: Cada programa tiene su propia forma de guardar un archivo, pero normalmente puedes guardar los archivos de dos maneras:
id: Setiap aplikasi menyimpan berkas dengan caranya sendiri, tetapi Anda biasanya dapat menyimpan berkas dengan satu dari dua cara:
th: แต่ละแอพจะมีวิธีบันทึกไฟล์ที่ต่างกัน แต่คุณมักสามารถบันทึกไฟล์โดยใช้หนึ่งในสองวิธีนั้น
vi: Mỗi ứng dụng có cách lưu tệp riêng, nhưng thường thì bạn có thể lưu tệp theo một trong hai cách:
zh_cn: 每个程序都有其保存文件的特有方式，但您通常可以通过以下两种方式来保存文件：

source: Saving with the file menu:
es: Guardando con el menú de archivo:
id: Menyimpan dengan menu file:
th: การบันทึกด้วยเมนูไฟล์:
vi: Đang lưu với menu tệp:
zh_cn: 通过文件菜单保存:

source: Click once on your app's <gui>File</gui> menu (usually in the top left hand corner) and click once on the <gui>Save</gui> option within it.
es: Haz clic una vez en tu menú de <gui>Archivo</gui> (normalmente en la esquina superior izquierda) y haz clic una vez en la opción de <gui>Guardar</gui>.
id: Klik sekali di menu <gui>Berkas</gui> aplikasi (umumnya di sudut kiri atas), lalu klik sekali pada opsi <gui>Simpan</gui> di dalamnya.
th: ึคลิกหนึ่งครั้งที่เมนู <gui>ไฟล์</gui>ของแอพคุณ (ส่วนใหญ่จะอยู่มุมบนซ้าย) และคลิกหนึ่งครั้งที่ตัวเลือก <gui> บันทึก</gui> ด้านในนั้น
vi: Nhấp một lần vào trình đơn <gui>Tệp</gui> (thường ở góc trên bên trái) và nhấp một lần vào tùy chọn <gui>Lưu</gui> trong trình đơn này.
zh_cn: 选择程序中的<gui>文件</gui>菜单（通常在左上端），然后单击其中的<gui>保存</gui>选项。

source: Name your new file. It is a good idea to name your file something that will help you identify and remember it. For example, if your file is a photo of you and your friends, you may want to name it something like "friend photo Cassandra and Eddy" so that you can search for and find it later.
es: Nombra tu archivo nueva. Una buena idea es nombrar tu archivo con algo que te ayude a identificarlo y recordarlo. Por ejemplo, si tu archivo es una foto de ti y tus amigos, puede que quieras darle un nombre como "foto con amigos Cassandra y Eddy" para que puedas buscar y encontrarlo más tarde.
id: Beri nama berkas baru Anda. Adalah ide bagus untuk menamai berkas dengan sesuatu yang akan membantu Anda mengenali dan mengingatnya. Sebagai contoh, jika berkas berupa foto Anda dan teman, Anda dapat menamainya "foto teman Cassandra dan Eddy" agar dapat mencari dan menemukannya nanti.
th: ตั้งชื่อไฟล์ใหม่ของคุณ เป็นความคิดที่ดีที่จะตั้งชื่อไฟล์ที่จะช่วยให้สามารถระบุและจดจำไฟล์ได้ เช่น หากไฟล์นั้นเป็นภาพของคณและเพื่อนๆ คุณอาจจะตั้งเป็น "ภาพเพื่อน คาสซานด้ากับเอ็ดดี้" เพื่อให้คุณสามารถหาเจอได้ในภายหลัง
vi: Đặt tên cho tệp mới của bạn. Một ý tưởng hay là đặt cho tệp của bạn một cái tên sẽ giúp bạn xác định và nhớ được tệp đó. Chẳng hạn, nếu tệp của bạn là một bức ảnh của bạn và bạn bè, có thể bạn sẽ muốn đặt tên như "ảnh bạn bè Cassandra và Eddy" để bạn có thể tìm kiếm và tìm thấy nó sau này.
zh_cn: 对您的新建文件进行命名时，推荐选择能够帮助你识别和记忆的名称。比如，如果文件内容是您和您朋友的合照，您可能会将其命名为“Cassandra 和Eddy朋友合照”，以便在日后搜索和查找。

source: Choose where to save your file. We have made a few folders that might help you remember where your files are later: Documents, Music, Pictures, Videos and Downloads. To save your file to a folder, click on it and make sure that it is highlighted in blue. You can also save your files to a custom folder that you create (learn how to create a custom folder below).
es: Elige dónde deseas guardar el archivo. Hemos hecho unas cuantas carpetas que te pueden ayudar a recordar dónde están tus archivos: Documentos, Música, Imágenes, Videos y Descargas. Para guardar el archivo en una carpeta, haz clic en él y asegúrate de que esté resaltado en azul. También puedes guardar los archivos en una carpeta personalizada que has creado (aprende a crear una carpeta personalizada a continuación).
id: Pilih tempat Anda menyimpan file. Kami telah membuat beberapa folder yang dapat membantu Anda mengingat di mana file-file Anda. Dokumen, Musik, Gambar, Video, dan Unduhan. Untuk menyimpan file Anda ke dalam suatu folder, klik pada folder itu dan pastikan telah disorot dengan warna biru. Anda juga dapat menyimpan file-file Anda dalam folder yang Anda buat sendiri (pelajari cara membuat folder di bawah ini).
th: เลือกตำแหน่งที่คุณจะบันทึกไฟล์ เราสร้างโฟลเดอร์เล็กน้อยไว้ที่อาจช่วยคุณจดจำตำแหน่งไฟล์ของคุณได้ในภายหลัง ได้แก่ เอกสาร, ดนตรี, ภาพถ่าย, วิดีโอ และดาวน์โหลด ในการบันทึกไฟล์ไปยังโฟลเดอร์​ คลิกบนไฟล์และตรวจสอบว่ามันถูกเน้นเป็นสีฟ้า คุณยังสามารถบันทึกไฟล์ไปยังโฟลเดอร์กำหนดเองที่คุณสร้างได้ (เรียนรู้วิธีสร้างโฟลเดอร์กำหนดเองด้านล่าง)
vi: Chọn vị trí để lưu tệp của bạn. Chúng tôi đã tạo một vài thư mục có thể giúp bạn nhớ được vị trí các tệp của mình sau này: Tài liệu, Âm nhạc, Hình ảnh, Video và Tải về. Để lưu tệp của bạn vào một thư mục, nhấp vào nó và đảm bảo là nó được gắn màu xanh dương nổi bật. Bạn cũng có thể lưu tệp của mình vào một thư mục tùy chỉnh bạn tự tạo (tìm hiểu cách tạo thư mục tùy chỉnh dưới đây).
zh_cn: 选择您想储存文件的位置。系统已为您创建了几个文件夹，方便您管理您的文件：文档，音乐，照片，视频和下载。要将您的文件保存到某一文件夹中，需点击该文件、确保其高亮显示为蓝色。您还可以将文件保存到自己创建的自定义文件夹中（在下面您可以了解如何创建自定义文件夹）。

source: Click <gui>Save</gui> and your newly named file will be saved to the folder that you have chosen. The <gui>Save</gui> button is usually on the bottom right-hand corner of the window.
es: Haz clic en <gui>Guardar</gui> y el archivo recién nombrado se guardará en la carpeta que hayas elegido. La tecla <gui>Guardar</gui> suele estar en la esquina inferior derecha de la ventana.
id: Klik <gui>Save</gui> dan berkas yang baru saja Anda buat akan disimpan ke folder yang Anda pilih. Tombol <gui>Save</gui> biasanya terletak di sudut kanan bawah jendela.
th: คลิก<gui>บันทึก</gui> และชื่อใหม่ของไฟล์จะถูกบันทึกไว้ในโฟลเดอร์ที่คุณเลือกไว้ ปุ่ม <gui>บันทึก</gui>มักอยู่มุมล่างขวาของหน้าต่าง
vi: Bấm <gui>Lưu</gui> và tệp mới đặt tên sẽ được lưu vào thư mục bạn đã chọn. Nút <gui>Lưu</gui> thường nằm ở góc dưới bên phải cửa sổ.
zh_cn: 点击<gui>保存</gui>，则您新命名的文件将被保存到您所择的文件夹中。<gui>保存</gui>选项通常会在窗口的右下角。

source: Saving with keyboard shortcuts:
es: Guardando con accessos directos del teclado
id: Simpan dengan tombol pintas:
th: บันทึกด้วยทางลัดบนคีย์บอร์ด:
vi: Lưu sử dụng các phím tắt trên bàn phím:
zh_cn: 通过键盘快捷方式保存：

source: Most apps allow you to press <keyseq><key>Ctrl</key><key>s</key> </keyseq> to save your files. This is a keyboard shortcut, and may be different in different apps, but it usually works.
es: La mayoría de los programas te permiten oprimir <keyseq><key>Ctrl</key><key>s</key> </keyseq> para guardar los archivos. Este es un acceso directo de teclado, y puede ser diferente en diferentes programas, pero por lo general funciona.
id: Kebanyakan aplikasi memungkinkan Anda untuk menekan <keyseq> <key> Ctrl </key> <key>s</key></keyseq> untuk menyimpan berkas Anda. Ini adalah shortcut keyboard, dan mungkin berbeda dalam aplikasi yang berbeda, tapi biasanya bekerja.
th: แอปส่วนใหญ่อนุญาตให้คุณ <keyseq><key>Ctrl</key><key>s</key> </keyseq> เพื่อบันทึกไฟล์ นี่เป็นทางลัดแป้นพิมพ์ และอาจแตกต่างกันไปในแต่ละแอป แต่โดยทั่วไปสามารถใช้งานได้
vi: Hầu hết các ứng dụng cho phép bạn nhấn <keyseq><key>Ctrl</key><key>s</key> </keyseq> để lưu các tệp của bạn. Đây là một phím tắt trên bàn phím, và có thể khác nhau trong các ứng dụng khác nhau nhưng nó thường hoạt động hiệu quả.
zh_cn: 您可以在大部分应用程序里通过按下组合键<keyseq><key>Ctrl</key><key>s</key> </keyseq>来保存您的文档。这是一个键盘快捷方式，虽然不同的应用程序可能会所不同，但这个快捷方式大多适用。

source: It is a great idea to save your documents or things you are working on frequently!
es: ¡Es una buena idea guardar los documentos o cosas en las que estés trabajando con frecuencia!
id: Ada baiknya menyimpan dokumen atau pekerjaan Anda secara berkala!
th: เป็นความคิดที่ดีที่จะบันทึกเอกสารหรือไฟล์อื่นๆ ที่คุณกำลังใช้งานอยู่บ่อย
vi: Việc lưu một cách thường xuyên các tài liệu của bạn hoặc những gì bạn đang làm là một ý tưởng tuyệt vời!
zh_cn: 保存您经常使用的文档或其他文件是个好主意！

source: If there is a power outage or interruption, you will lose everything you are working on unless you save it.
es: Si hay un apagón o alguna interrupción de electricidad, se perderá todo en lo que estés trabajando a menos que lo guardes.
id: Jika terjadi gangguan atau pemadaman listrik, Anda akan kehilangan semua pekerjaan Anda, kecuali jika Anda menyimpannya.
th: หากเกิดไฟดับหรือไฟตก คุณจะเสียงานทั้งหมดที่ทำอยู่ไป เว้นแต่คุณจะบันทึกข้อมูลไว้
vi: Nếu bị mất điện hoặc ngắt điện, bạn sẽ mất mọi thứ đang làm trừ khi bạn có lưu lại.
zh_cn: 如果突然断电或受到干扰，在没有保存的情况下，您将会丢失一切编辑好的文件。

source: Remember to save important documents every 2 - 5 minutes just to make sure you don't lose any of your hard work!
es: ¡Recuerda guardar documentos importantes cada 2-5 minutos para asegurarte de no perder tu trabajo!
id: Ingatlah untuk menyimpan dokumen penting setiap 2 - 5 menit untuk memastikan Anda tak kehilangan hasil kerja keras Anda!
th: อย่าลืมบันทึกเอกสารสำคัญทุก 2-5 นาทีเพื่อไม่ให้งานที่ตั้งใจทำต้องสูญหายไป!
vi: Hãy nhớ nhấn lưu các tài liệu quan trọng mỗi 2 - 5 phút để đảm bảo công sức của bạn không bị mất!
zh_cn: 请记住每个2到5分钟保存重要文档，确保您不会丢失您的心血！

source: If you are updating a file instead of trying to save a new one, you will not be asked to name the file when you try to save it. Your computer will just update the original file with any changes you have made. Your updated file will appear in its original location.
es: Si estás actualizando un archivo en vez de guardando uno nuevo, no se te pedirá nombrar el archivo cuando intentes guardarlo. Tu computadora solamente actualizará el archivo original con los cambios que hayas hecho. Tu archivo actualizado aparecerá en su ubicación original.
id: Apabila Anda memperbarui sebuah file dan bukan menyimpan sebuah file baru, Anda tidak akan ditanya untuk memberi nama saat akan menyimpan. Komputer Anda akan memperbarui file yang ada dengan perubahan yang telah Anda buat. File yang telah diperbarui akan berada di lokasi file itu berada sebelumnya.
th: ถ้าคุณอัพเดตไฟล์แทนที่จะบันทึกไฟล์ใหม่ ระบบจะไม่ขอให้คุณตั้งชื่อไฟล์ขณะบันทึก คอมพิวเตอร์ของคุณจะอัพเดตไฟล์เดิมด้วยการเปลี่ยนแปลงที่คุณทำเท่านั้น ไฟล์ที่อัพเดตแล้วจะปรากฏในตำแหน่งเดิม
vi: Nếu bạn đang cập nhật một tập tin thay vì cố gắng lưu một tập tin mới, bạn sẽ không cần phải đặt tên cho tập tin khi bạn cố gắng lưu nó. Máy tính sẽ cập nhật mọi thay đổi mà bạn đã thực hiện trong tập tin gốc. Tập tin được cập nhật sẽ xuất hiện ở vị trí ban đầu.
zh_cn: 如果您只是更新一个文件而不是另存为一个新文件，您无需在保存时命名。您的电脑会根据您的更改，更新原文件。更新的文件仍会在原来的位置。

source: How do I keep the original version too?
es: ¿Cómo puedo mantener la versión original también?
id: Bagaimana cara untuk tetap menyimpan versi asli?
th: ฉันจะเก็บเวอร์ชันดั้งเดิมไว้ด้วยได้อย่างไร
vi: Làm thế nào để giữ lại cả phiên bản gốc?
zh_cn: 我该如何同时保存原来的版本呢？

source: In order to keep both the original file and also an edited version, you will need to use the "Save As" option.
es: Para mantener el archivo original y también una versión editada, tendrás que utilizar la opción "Guardar como".
id: Agar dapat tetap menyimpan file asli dan juga versi yang telah disunting, Anda perlu menggunakan pilihan "Simpan Sebagai".
th: หากต้องการเก็บทั้งไฟล์ทั้งเวอร์ชันดั้งเดิมและเวอร์ชันที่แก้ไขแล้ว คุณจะต้องใช้ตัวเลือก "บันทึกเป็น"
vi: Để lưu cả tập tin ban đầu và bản chỉnh sửa, bạn sẽ cần sử dụng tùy chọn "Lưu dưới dạng".
zh_cn: 为了保存原文件和编辑过的版本，您需要使用“另存为”选项。

source: Go to the <gui>File</gui> menu at the top left corner of your screen. Click on the <gui>Save As</gui> option.
es: Haz clic en <gui>Archivo</gui> en el menú del sistema, que se encuentra en la esquina superior izquierda de la pantalla. Haz clic en la opción <gui>Guardar Cómo</gui>.
id: Pergilah ke menu <gui>Berkas</gui> di sudut kiri atas layar. Klik opsi <gui>Simpan Sebagai</gui>.
th: ไปยังเมนู <gui>ไฟล์</gui> ที่มุมซ้ายบนของหน้าจอ คลิกตัวเลือก <gui>บันทึกเป็น</gui>
vi: Vào trình đơn <gui>Tập tin</gui> (File) ở góc trái phía trên màn hình của bạn. Nhấp vào tùy chọn <gui>Lưu dưới dạng</gui> (Save As).
zh_cn: 选择屏幕左上角的<gui>文件</gui>菜单。点击<gui>另存为</gui>选项。

source: Enter in a new name for your file. By renaming the photo, your computer understands that you want to create a new file with its own name, not replace the original one. You may want to name the new file something similar to the original file, like "copy of friend photo Cassandra and Eddy" or "friend photo Cassandra and Eddy 2".
es: Introduce un nuevo nombre para el archivo. Al cambiar el nombre de la foto, la computadora entiende que deseas crear un nuevo archivo con su propio nombre, y no sustituir al original. Es posible que quieras nombrar el archivo nuevo de manera similar al archivo original, como "copia de la foto con amigos Cassandra y Eddy" o " foto con amigos Cassandra y Eddy 2".
id: Masukkan nama baru untuk file Anda. Dengan menamakan kembali foto, komputer Anda paham bahwa Anda ingin membuat file baru dengan nama lama, tanpa perlu mengganti yang asli. Anda mungkin ingin menamai file baru dengan nama yang mirip file asli, seperti "salinan dari foto teman Cassandra dan Eddy" atau "foto teman Cassandra dan Eddy 2".
th: ใส่ชื่อใหม่ของไฟล์ ด้วยการตั้งชื่อภาพใหม่ คอมพิวเตอร์ของคุณจะเข้าใจว่าคุณต้องการสร้างไฟล์ใหม่ที่มีชื่อเป็นของตัวเอง ไม่ใช่แทนที่ไฟล์เดิม คุณอาจจะอยากตั้งชื่อไฟล์ใหม่ให้คล้ายกับไฟล์เก่า เช่น "copy ของภาพถ่ายกับเพื่อน คาสซานดร้าและเอ็ดดี้" หรือ "ภาพถ่ายกับเพื่อน คาสซานดร้าและเอ็ดดี้2"
vi: Nhập tên mới cho tệp tin của bạn. Bằng việc thay đổi tên cho tấm ảnh, máy tính của bạn hiểu rằng bạn muốn tạo một tệp tin mới với tên gọi riêng chứ không thay thế tệp tin gốc. Có thể bạn nên đặt tên cho tệp tin mới gần giống với tệp tin gốc, như "bản sao ảnh của bạn Cassandra và Eddy" hay "ảnh bạn Cassandra và Eddy 2".
zh_cn: 为您的文件重新命名。重新命名一张照片，您的电脑会明白您想要创建一个自带名称的新文件，而不是替换原文件。您可能想要用与原文件相近的名字来命名新文件，例如“朋友卡珊德拉和艾迪照片副本“或”朋友卡珊德拉和艾迪照片2“。

source: Choose the location where you want to later find your file. We have created a few folders to help you organize your files: Documents, Music, Pictures, Videos and Downloads. You may also want to create custom folders to help you further organize your files. Learn how to make a custom folder below.
es: Elige el lugar donde luego quieres encontrar el archivo. Hemos creado unas cuantas carpetas para ayudarte a organizar tus archivos: Documentos, Música, Imágenes, Videos y Descargas. También puedes crear carpetas personalizadas para ayudar a organizar mejor tus archivos. Aprende cómo hacer una carpeta personalizada a continuación.
id: Pilih lokasi tempat Anda ingin mengambil kembali file Anda. Kami telah membuat beberapa folder untuk membantu Anda mengatur file-file Anda: Dokumen, Musik, Gambar, Video, dan Unduhan. Anda mungkin juga ingin membuat folder sendiri untuk membantu Anda menata file-file lebih jauh lagi. Pelajari cara membuat folder sendiri di bawah ini.
th: เลือกตำแหน่งที่คุณสามารถค้นหาไฟล์ได้ในภายหลัง เราสร้างโฟล์เดอร์จำนวนเล็กน้อยเพื่อช่วยคุณจัดการไฟล์ ได้แก่ เอกสาร, ดนตรี, ภาพ, วิดีโอ และดาวน์โหลด คุณยังอาจต้องการสร้างโฟลเดอร์ขึ้นเองเพื่อช่วยคุณจัดการไฟล์เพิ่มเติม ดูวิธีการสร้างโฟลเดอร์ด้านล่าง
vi: Chọn vị trí bạn muốn tìm tệp của mình sau này. Chúng tôi đã tạo vài thư mục để giúp bạn tổ chức các tệp của mình: Tài liệu, Âm nhạc, Hình ảnh, Video và Tải về. Có thể bạn cũng muốn tạo thư mục tùy chỉnh để giúp tổ chức kỹ hơn các tệp của mình. Tìm hiểu cách tạo thư mục tùy chỉnh dưới đây.
zh_cn: 选择您想要您储存您文件的位置。我们已经为您创建了几个文件夹，方便您管理您的文件：文档，音乐，照片，视频和下载。您可能还想要创建您的自定义文件夹以便进一步管理您的文件。在下面您可以了解如何创建自定义文件夹。

source: How do I create a folder to store my files?
es: ¿Cómo puedo crear una carpeta para guardar mis archivos?
id: Bagaimana cara membuat folder untuk menyimpan berkas saya?
th: ฉันจะสร้างโฟลเดอร์เพื่อเก็บไฟล์ได้อย่างไร
vi: Tôi làm thế nào để tạo thư mục để lưu tệp?
zh_cn: 如何创建文件夹储存我的文件？

source: Creating a folder to keep your files is different than creating a folder to keep your apps. You can see the folders where your files are saved by clicking on the "Documents" icon from the desktop.
es: Crear una carpeta para guardar tus archivos es diferente a crear una carpeta para mantener tus programas. Puedes ver las carpetas donde se guardan los archivos haciendo clic en el ícono de "Documentos" del escritorio.
id: Membuat sebuah folder untuk menyimpan berkas berbeda dengan membuat sebuah folder untuk menyimpan aplikasi. Anda dapat melihat folder tempat berkas-berkas Anda tersimpan dengan mengeklik ikon "Documents" pada desktop.
th: สร้างโฟลเดอร์เพื่อเก็บไฟล์จะต่างจากการสร้างโฟลเดอร์เพื่อเก็บแอพ คุณจะเห็นโฟลเดอร์ที่ไฟล์ถูกบันทึกไว้โดยคลิกที่ไอคอน "เอกสาร" จากเดสก์ท็อป
vi: Việc tạo thư mục để lưu giữ các tệp của bạn khác với việc tạo thư mục để lưu giữ các ứng dụng. Bạn có thể thấy các thư mục nơi lưu các tệp bằng cách bấm vào biểu tượng "Tài liệu" trên màn hình nền.
zh_cn: 创建一个储存您文件的文件夹与创建一个储存您应用程序的文件夹有所不同。您可以在桌面上点击“文件”图标，查看您的文件所在的文件夹。

source: To create a folder to store your files:
es: Para crear una carpeta para guardar tus archivos:
id: Untuk membuat folder tempat menyimpan file-file Anda:
th: วิธีสร้างโฟลเดอร์เพื่อเก็บไฟล์ของุคุณ:
vi: Để tạo một thư mục lưu các tập tin của bạn:
zh_cn: 创建一个文件夹，以保存您的文件：

source: Click on the <gui>Documents</gui> icon from the desktop. You will see some folders that we have already created: Home, Documents, Music, Pictures, Videos and Downloads.
es: Haz clic en el icono de <gui>Documentos</gui> en el escritorio. Verás algunas carpetas que ya hemos creado: Inicio, Documentos, Música, Imágenes, Videos y Descargas.
id: Klik ikon <gui>Documents</gui> dari desktop. Anda akan melihat beberapa folder yang sudah kami buat: Home, Documents, Music, Pictures, Videos dan Downloads.
th: คลิกที่ไอคอน <gui>เอกสาร</gui>จากเดสก์ท็อป คุณจะเห็นบางโฟลเดอร์ที่เราสร้างเอาไว้แล้ว เช่น โฮม เอกสาร เพลง ภาพ วิดีโอ และดาวน์โหลด
vi: Nhấp vào biểu tượng <gui>Tài liệu</gui> (Documents) trên màn hình nền máy tính. Bạn sẽ thấy một số thư mục mà chúng ta đã tạo ra: Trang nhà (Home), Tài liệu (Documents), Nhạc (Music), Ảnh (Pictures), Video và Tải về (Downloads).
zh_cn: 点击桌面上的<gui>文件</gui>图标。您可以查看我们已经创建的文件夹：主页，文件，音乐，图片，视频和下载。

source: Where do you want to keep your folder? You can put it inside of another folder, or in the main "Home" folder by clicking on the the location of your choice. Make sure the location you click on turns blue.
es: ¿Dónde quieres guardar tu carpeta? Puedes ponerla dentro de otra carpeta, o en la carpeta principal "Inicio", haciendo clic en el lugar de tu elección. Asegúrate de que la ubicación en la que haces clic se vuelva azul.
id: Di manakah Anda ingin menyimpan folder? Anda dapat memasukkan ke dalam folder lain, atau di folde "Beranda" utama dengan mengklik lokasi pilihan Anda. Pastikan lokasi yang Anda klik berganti warna ke biru.
th: คุณต้องการเก็บโฟล์เดอร์ไว้ที่ไหน คุณสามารถใส่ไว้ในโฟล์เดอร์อื่น หรือโฟลเดอร์หลัก "โฮม" โดยคลิกที่ตำแหน่งที่คุณเลือก ดูให้แน่ใจว่าตำแหน่งที่คลิกนั้นเปลี่ยนเป็นสีน้ำเงิน
vi: Bạn muốn lưu giữ thư mục của mình ở đâu? Bạn có thể đặt thư mục đó bên trong một thư mục khác, hoặc trong thư mục chính "Trang nhà" (Home) bằng cách nhấp chuột vào vị trí bạn chọn. Hãy chắc chắn là vị trí mà bạn nhấp vào sẽ chuyển sang màu xanh da trời.
zh_cn: 您想将您的文件夹保存在哪里呢？只需点击您选择的位置，您就可以将它放在另一个文件夹里面，或者放在主要文件夹“主页”里。请确保你所点击的位置为蓝色。

source: Click on the <gui>Add Folder</gui> icon on the bottom right-hand corner of the window. If you don't see it, click on the folder where you want to add the new folder (e.g. Home, Pictures, or Music) twice. You should then see the Add Folder button.
es: Haz clic en el icono <gui>Agregar Carpeta</gui> en la esquina inferior derecha de la ventana. Si no la ves, haz clic en la carpeta donde quieres agregar la nueva carpeta (por ejemplo, Inicio, Imágenes o Música) dos veces. Luego verás el botón Agregar Carpeta.
id: Klik ikon <gui>Add Folder</gui> di pojok kanan bawah layar. Jika Anda tidak menemukannya, klik dua kali di folder yang ingin Anda tambahkan folder baru (contoh Layar Utama, Foto atau Lagu). Anda selanjutnya akan melihat tombol Add Folder.
th: คลิกที่ไอคอน <gui>เพิ่มโฟลเดอร์</gui>ตรงมุมขวาล่างของหน้าต่าง หากคุณไม่เห็น คลิกที่โฟลเดอร์ซึ่งเพิ่มโฟลเดอร์ใหม่ (เช่น โฮม ภาพและเพลง) สองครั้ง คุณน่าจะเห็นปุ่มเพิ่มโฟลเดอร์
vi: Nhấp vào biểu tượng <gui>Add Folder</gui> (Thêm Thư mục) ở góc phía dưới bên phải của cửa sổ. Nếu bạn không nhìn thấy biểu tượng, nhấp vào thư mục mà bạn muốn thêm thư mục mới (ví dụ như Màn hình chủ, Hình ảnh hoặc Âm nhạc) hai lần. Sau đó bạn sẽ thấy nút Add Folder (Thêm Thư mục).
zh_cn: 点击窗口右下角的 <gui>添加文件夹</gui>图标。如果您无法找到，可以双击您想要添加的新文件夹所在的文件夹(例如主页、照片或音乐)，您就可以看到添加文件夹按钮。
