Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: Switch between windows
es: Cambiar entre ventanas
id: Berpindah antar jendela
th: สลับระหว่างหน้าต่าง
vi: Chuyển cửa sổ
zh_cn: 切换窗口

source: Including all applications in the <gui>window switcher</gui> makes switching between tasks a single-step process and provides a full picture of which applications are running.
es: Incluir todas las aplicaciones en el <gui>selector de ventanas</gui> hace que el cambio entre tareas sea un proceso sencillo y proporciona una imagen completa de las aplicaciones que están en ejecución.
id: Masukkan semua aplikasi dalam <gui>window switcher</gui> membuat peralihan antara tugas-tugas dengan langkah proses tunggal dan memberikan gambaran penuh aplikasi mana yang berjalan.
th: การรวมแอพพลิเคชั่นทั้งหมดใน <gui>เครื่องมือเปลี่ยนหน้าต่าง</gui> ทำให้สามารถเปลี่ยนงานที่ทำอยู่และให้เห็นภาพว่ามีแอพพลิเคชั่นไหนเปิดใช้อยู่บ้าน
vi: Việc bao gồm tất cả ứng dụng trong <gui>bộ chuyển cửa sổ</gui> giúp chuyển công việc chỉ mất một bước và cung cấp bức tranh toàn cảnh những ứng dụng đang chạy.
zh_cn: <gui>窗口切换器</gui>显示了正在运行的各个程序的缩略图，您可以在此轻易切换各个程序。

source: Press <keyseq><key>Alt</key><key>Tab </key></keyseq> to bring up the <gui>window switcher</gui>.
es: Pulsa <keyseq><key>Alt</key><key>Tab</key></keyseq> para mostrar el <gui>selector de ventanas</gui>.
id: Tekan <keyseq><key>Alt</key><key>Tab </key></keyseq> memunculkan <gui>pengalih jendela</gui>.
th: กด Press <keyseq><key>Alt</key><key>Tab </key></keyseq> เพื่อเรียกเปิด <gui>window switcher</gui>
vi: Nhấn <keyseq><key>Alt</key><key>Tab </key></keyseq> để kích hoạt <gui>trình chuyển đổi cửa sổ</gui>.
zh_cn: 按下 <keyseq><key>Alt</key><key>Tab </key></keyseq>打开<gui>窗口切换器</gui>。

source: Release <key>Alt</key> to select the next (highlighted) window in the switcher.
es: Suelta la tecla <key>Alt</key> para seleccionar la siguiente ventana (resaltada) en el selector.
id: Lepas <key>Alt</key> untuk memilih jendela berikutnya (disoroti) dalam pengalih.
th: ปล่อย <key>Alt</key> เพื่อเลือกหน้าต่างถัดไป (ที่ไฮไลต์ไว้) ในตัวสลับ
vi: Thả phím <key>Alt</key> để chọn cửa sổ (được tô sáng) tiếp theo tại trình chuyển đổi.
zh_cn: 松开<key>Alt</key> ，选择窗口转换器里下一个(高亮显示)窗口。

source: Otherwise, still holding down the <key> Alt</key> key, press <key>Tab</key> to cycle through the list of open windows, or <keyseq><key>Shift</key><key>Tab</key></keyseq> to cycle backwards.
es: De otra forma, aún manteniendo pulsada la tecla <key> Alt</key>, pulsa <key>Tab</key> para cambiar entre la lista de ventanas abiertas, o pulsa <keyseq><key>Mayús</key><key>Tab</key></keyseq> para cambiar hacia atrás.
id: Jika tidak, tahan tombol <key> Alt</key> , tekan <key> Tab </key> untuk memutar melalui daftar jendela yang terbuka, atau <keyseq> <key> Shift </key> <key> Tab </key> </keyseq> untuk memutar mundur.
th: ไม่อย่างนั้นก็กดแป้น <key>Alt</key>ค้างไว้ กด<key>แท็บ</key>เพื่อเลื่อนผ่านรายการหน้าต่างที่เปิดอยู่ หรือ<keyseq><key>Shift</key><key>Tab</key></keyseq>เพื่อวนกลับ
vi: Hoặc theo cách khác, trong khi vẫn nhấn giữ phím <key> Alt</key>, nhấn <key>Tab</key> để xem lần lượt trong sách các cửa sổ đang mở, hoặc nhấn <keyseq><key>Shift</key><key>Tab</key></keyseq> xem lần lượt theo chiều ngược lại.
zh_cn: 您也可以按住 <key> Alt</key> 键，使用<key>Tab</key>在打开窗口列表中切换，或使用<keyseq><key>Shift</key><key>Tab</key></keyseq>向后切换。

source: You can also use the window list on the bottom bar to access all your open windows and switch between them.
es: También puede usar la lista de ventanas en la barra inferior para acceder a todas sus ventanas abiertas y cambiar entre ellas.
id: Anda juga dapat menggunakan daftar jendela di bilah bawah untuk mengakses semua jendela yang terbuka dan beralih di antaranya.
th: คุณสามารถใช้รายการหน้าต่างในแถบด้านล่างเพื่อไปยังหน้าต่างที่เปิดอยู่และสลับหน้าต่างเหล่านั้นได้ด้วย
vi: Bạn cũng có thể sử dụng danh mục cửa sổ trên thanh phía dưới để truy cập vào tất cả các cửa sổ đang mở của bạn và chuyển đổi giữa các cửa sổ đó.
zh_cn: 您还可以使用底端任务栏的窗口列表来访问和切换已打开窗口。

source: Windows in the window switcher are grouped by application. Previews of applications with multiple windows pop down as you click through. Hold down <key>Alt</key> and press <key>`</key> (or the key above <key>Tab</key>) to step through the list.
es: Las ventanas en el selector de ventanas se juntan por programa. Las vistas previas de los programas con múltiples ventanas se muestran cuando les haces clic. Pulsa la tecla <key>Alt</key> y pulsa <key>`</key> (o la tecla arriba de <key>Tab</key>) para recorrer la lista.
id: Jendela-jendela di kompilator jendela dikelompokkan berdasarkan aplikasi. Pratinjau aplikasi dengan beberapa jendela akan muncul saat Anda mengekliknya. Tekan dan tahan <key>Alt</key> kemudian tekan <key>`</key> (atau tombol di atas <key>Tab</key>) untuk bergulir di antara daftar.
th: หน้าต่างในการสลับหน้าต่างจะถูกจัดกลุ่มตามแอพพลิเคชั่น พรีวิวแอพพลิเคชั่นเหล่านั้นด้วยการเปิดหน้าต่างป็อบดาวน์เมื่อคุณคลิกดู กด <key>Alt</key> ค้างแล้วกด <key>`</key> (หรือคีย์ด้านบน <key>แท็บ</key>) เพื่อเข้าไปดูรายการ
vi: Các cửa sổ trong bộ chuyển cửa sổ được nhóm theo ứng dụng. Hình xem trước của các ứng dụng với nhiều cửa sổ sẽ ẩn xuống khi bạn nhấp qua đó. Nhấn giữ <key>Alt</key> và nhấn <key>`</key> (hoặc phím phía trên phím <key>Tab</key>) để chuyển từng bước trên danh sách.
zh_cn: 窗口切换器里的窗口已按照应用程序分组。应用程序的预览图在您点击时会以多窗口形式弹出。按住<key>Alt</key> 和<key>`</key> (或 <key>Tab</key>上面的键)来逐个查看列表。

source: You can also move between the application icons in the window switcher with the <key>→</key> or <key>←</key> keys, or select one by clicking it with the mouse.
es: También puede moverse entre los iconos de aplicaciones en el selector de ventanas con las teclas <key>→</key> o <key>←</key>, o seleccionar una pulsándola con el ratón.
id: Anda bisa berpindah antarikon aplikasi di pemindah halaman dengan tombol <key>→</key> or <key>←</key>, atau pilih salah satu dengan mengkliknya di tetikus.
th: คุณยังสามารถเคลื่อนย้ายระหว่างไอคอนแอปพลิเคชั่นในตัวสลับหน้าต่างด้วยแป้น <key>→</key> or <key>←</key> หรือเลือกหนึ่งไอคอนโดยคลิกด้วยเมาส์
vi: Bạn có thể di chuyển giữa các ảnh thu nhỏ bằng phím mũi tên <gui>→</gui> hoặc <gui>←</gui> hoặc nhấn chọn bằng chuột.
zh_cn: 您还可以用左右方向键 <key>→</key> or <key>←</key> 来切换各个程序图标，或者用鼠标点击。

source: Previews of applications with a single window can be displayed with the <key>↓</key> key.
es: Las vistas previas de las aplicaciones con una sola ventana se pueden mostrar con la tecla <key>↓</key>.
id: Pratinjau aplikasi dengan satu jendela dapat ditampilkan dengan tombol <key>↓</key>.
th: ตัวอย่างแอปพลิเคชั่นพร้อมหน้าต่างเดี่ยวสามารถเรียกแสดงด้วยปุ่ม <key>↓</key>
vi: Ảnh thu nhỏ của ứng dụng với một cửa sổ chỉ hiện ra khi bạn nhấn phím mũi tên <gui>↓</gui>.
zh_cn: 要在单个窗口中预览程序，按下方向键 <key>↓</key>。

source: Choose the sound to play for messages, set the alert volume, or disable alert sounds.
es: Elija el sonido para reproducir los mensajes, establezca el volumen de alerta, o desactive los sonidos de alerta.
id: Pilih suara yang diputar untuk pesan, atur volume peringatan, atau nonaktifkan peringatan suara.
th: เลือกเสียงที่จะเล่นสำหรับข้อความ, ตั้งระดับเสียงเตือน หรือปิดใช้งานเสียงเตือน
vi: Chọn âm thanh cần phát khi có thông báo, đặt âm lượng báo động, hoặc tắt báo động âm thanh.
zh_cn: 选择信息提示音，设置提示音量，或者禁用提示声音。

source: Choose or disable the alert sound
es: Elija o desactive el sonido de alerta
id: Pilih atau matikan suara waspada
th: เลือกหรือปิดเสียงแจ้งเตือน
vi: Chọn hoặc tắt báo động âm thanh
zh_cn: 选择或禁用提示声音

source: Your computer will play a simple alert sound for certain types of messages and events. You can choose different sound clips for alerts, set the alert volume independently of your system volume, or disable alert sounds entirely.
es: El equipo reproducirá un sonido de alerta simple para ciertos tipos de mensajes y eventos. Puede elegir diferentes sonidos para las alertas, establecer el volumen de alerta con independencia de su volumen de sistema, o desactivar los sonidos de alerta por completo.
id: Komputer Anda akan memainkan suara peringatan sederhana untuk tipe pesan dan peristiwa tertentu. Anda dapat memiliki klip suara lain untuk peringatan, menata volume peringatan secara terpisah dari volume sistem Anda, atau mematikan suara peringatan sepenuhnya.
th: คอมพิวเตอร์ของคุณจะแสดงการแจ้งเตือนแบบเรียบง่าย สำหรับข้อความและอีเวนท์บางประเภท คุณสามารถเลือกคลิปเสียงอื่นๆ ตั้งระดับเสียงการแจ้งเตือนที่แยกจากระดับเสียงของระบบ หรือปิดเสียงการแจ้งเตือนไปเลย
vi: Máy tính có thể phát âm thanh báo động đơn giản cho một số loại thông báo và sự kiện. Bạn có thể chọn những đoạn âm thanh khác nhau cho báo động, đặt mức âm lượng báo động độc lập với âm lượng hệ thống, hoặc tắt báo động âm thanh hoàn toàn.
zh_cn: 电脑将播放简短的响铃音，提醒当前的消息或事件。您可以选择不同的声音，单独设置警报音量，或者禁用警报提醒声音。

source: Click <gui>Sound</gui>.
es: Pulse <gui>Sonido</gui>.
id: Klik <gui>Suara</gui>.
th: ึคลิก<gui>เสียง</gui>
vi: Nhấn <gui>Âm thanh</gui>.
zh_cn: 点击<gui>声音</gui>。

source: In the <gui>Sound Effects</gui> tab, select an alert sound. Each sound will play when you click on it so you can hear how it sounds.
es: En la pestaña <gui>Efectos de sonido</gui>, seleccione un sonido de alerta. Cada sonido se reproducirá cuando pulse en él, de manera que podrá oír como suena.
id: Di tab <gui>Efek Suara</gui> pilihlah suara sinyal. Tiap suara akan diputar jika Anda mengkliknya agar dapat mendengar seperti apa bunyinya.
th: ในแท็บ <gui>เอฟเฟ็กต์เสียง</gui> ให้เลือกเสียงเตือน เสียงจะเล่นเมื่อคุณคลิกที่เสียงเพื่อให้ลองฟัง
vi: Trong tab <gui>Sound Effects</gui> (Hiệu ứng Âm thanh), hãy chọn âm thanh cảnh báo. Từng âm thanh sẽ phát khi bạn nhấp vào âm thanh đó để bạn có thể nghe thấy âm thanh đó như thế nào.
zh_cn: 在<gui>声音效果</gui> 选项卡中，选择提示音，单击每个声音时该声音就会播放，您可以进行预听。

source: Use the volume slider in the <gui>Sound Effects</gui> tab to set the volume of the alert sound. This won't affect the volume of your music, movies, or other sound files.
es: Use el deslizador de volumen en la pestaña <gui>Efectos de sonido</gui> para ajustar el volumen del sonido de alerta. Esto no afectará al volumen de la música, películas u otros archivos de sonido.
id: Gunakan penggeser volume dalam tab <gui>Efek Suara </gui> untuk mengatur volume suara peringatan. Ini tidak akan mempengaruhi volume musik, film, atau berkas suara lainnya.
th: ใช้แถบเลื่อนเสียงในแท็บ <gui>เอฟเฟกต์เสียง</gui> เพื่อตั้งค่าระดับเสียงของการแจ้งเตือน ซึ่งจะไม่ส่งผลถึงเพลง หนังและไฟล์เสียงอื่นๆ ของคุณ
vi: Sử dụng thanh điều chỉnh âm thanh trên thẻ <gui>South Effects</gui> để đặt âm lượng của chuông báo. Việc này sẽ không thay đổi âm lượng của nhạc, phim hoặc các tệp âm thanh khác.
zh_cn: 使用<gui>声音效果</gui>里的音量滑块来设置提示音量。这不会影响到你的音乐、电影以及其他音频文件的音量。

source: To disable alert sounds entirely, switch the <gui>Alert volume</gui> to <gui>Off</gui>.
es: Para desactivar completamente los sonidos de alerta, <gui>Apague</gui> el <gui>Volumen de la alerta</gui>.
id: Untuk menonaktifkan suara sinyal sepenuhnya, ubahlah <gui>Volume sinyal</gui> ke <gui>Off</gui>.
th: ปิดแจ้งเตือนทั้งหมดด้วยการเปลี่ยน<gui>ความดังเสียงแจ้งเตือน</gui>ให้เป็น<gui>ปิด</gui>
vi: Để tắt toàn bộ âm thông báo, chuyển <gui>Âm lượng thông báo</gui> sang chế độ <gui>Tắt</gui>.
zh_cn: 关闭 <gui>提示音</gui>以禁用提示音。

source: If you can't hear sound on your computer, there may be a way to fix that.
es: Si no puedes oír sonido de tu computadora, tal vez hay una manera de solucionar el problema.
vi: Nếu bạn không nghe thấy âm thanh từ máy tính, có thể có cách để khắc phục vấn đề này.
zh_cn: 如果您无法听到您电脑的声音，别担心，总有办法解决。

source: Troubleshoot sound on your computer
es: Soluciona problemas de sonido en tu computadora
vi: Khắc phục sự cố âm thanh trên máy tính của bạn
zh_cn: 音频故障检修

source: Here are some known issues and how to fix them if you're having trouble hearing sound from your computer.
es: Si estás teniendo problemas de sonido en tu computadora, aquí hay algunas soluciones.
vi: Sau đây là một số vấn đề đã biết và cách khắc phục vấn đề nếu bạn gặp phải sự cố không nghe được âm thanh từ máy tính của bạn.
zh_cn: 如果您无法听到电脑声音，您可以在此查看已知问题与解决办法。

source: Hearing sound on an old TV
es: Tocando sonido en una TV vieja
vi: Nghe âm thanh trên một chiếc tivi cũ
zh_cn: 老式电视机的声音

source: Some Endless computers are compatible with old TVs. To play audio through your TV, you will need to use an adapter that connects your TV to the 3.5 mm audio jack on the side of your computer. Endless does not come with this adapter, so you should check with your local electronics retailer to purchase one.
es: Algunas computadoras de Endless son compatibles con televisones viejas. Para tocar sonido en una televisión vieja, tendrás que utilizar un adaptador de audio de 3,5 mm. Endless no viene con este adaptador pero puedes consultar con tu tienda de electrónica preferida para comprar uno.
vi: Một số máy tính Endless tương thích với các tivi cũ. Để nghe các nội dung âm thanh trên tivi của bạn, bạn sẽ phải dùng một bộ chuyển đổi để kết nối tivi của bạn với jack cắm âm thanh 3,5 mm ở bên sườn máy tính của bạn. Endless không đi kèm với bộ chuyển đổi này, vì thế bạn cần mua ở các nhà bán lẻ đồ điện tử ở nơi bạn sinh sống.
zh_cn: 某些Endless电脑可以与老式电视机兼容。如果您想通过电视机播放音频，您需要使用一个可以将您的电视机连接到与电脑3.5毫米音频插孔的适配器。Endless没有配置该适配器，因此您需要从本地电子产品零售商处购买。

source: Set the sound volume for the computer and control the loudness of each application.
es: Ajustar el volumen del sonido para el equipo y controlar el volumen de cada aplicación.
id: Atur volume suara untuk komputer dan kontrol kenyaringan setiap aplikasi.
th: กำหนดระดับเสียงสำหรับคอมพิวเตอร์และควบคุมความดังเสียงของแต่ละแอพพลิเคชัน
vi: Đặt mức âm lượng cho máy tính, điều khiển âm lượng của từng ứng dụng.
zh_cn: 设置计算机音量和控制每个程序的音量大小。

source: Change the sound volume
es: Cambiar el volumen del sonido
id: Mengubah volume suara
th: เปลี่ยนระดับความดังของเสียง
vi: Thay đổi âm lượng
zh_cn: 更改音量大小

source: To change the sound volume, click the sound icon on the task bar on the bottom right-hand of your screen (it looks like a speaker) and move the volume slider left or right. You can completely turn off sound by dragging the slider all the way to the left.
es: Para cambiar el volumen del sonido, haz clic en el ícono de sonido en la barra de tareas de la parte derecha inferior de la pantalla (se ve como un altavoz) y mueve el control deslizante de volumen hacia la izquierda o la derecha. Puedes apagar completamente al sonido arrastrando el control deslizante hasta el final hacia la izquierda.
id: Untuk mengubah volume suara, klik ikon suara di task bar di kanan bawah layar Anda (terlihat seperti pengeras suara) dan pindahkan slider volume ke kiri atau kanan. Anda dapat benar-benar mematikan suara dengan menyeret slider sepenuhnya ke kiri.
th: ในการปรับระดับเสียง คลิกที่ไอคอนเสียงในแถบงานตรงด้านขวาล่างของหน้าจอ (รูปร่างคล้ายลำโพง) และเลื่อนแถบระดับเสียงไปทางซ้ายหรือขวา คุณสามารถปิดเสียงได้โดยลากแถบเลื่อนไปสุดด้านซ้ายมือ
vi: Để điều chỉnh âm lượng, hãy nhấn vào biểu tượng âm thanh trên thanh tác vụ nằm ở góc dưới bên phải màn hình của bạn (giống hình một chiếc loa) rồi dịch chuyển thanh âm lượng sang trái hoặc sang phải. Bạn có thể tắt hoàn toàn âm thanh nhờ việc kéo thanh âm lượng hết cỡ về bên trái.
zh_cn: 要更改音量，请点击屏幕右下角任务栏的音量图标(像一个喇叭)，然后左右移动滑块。您可以把滑块拖到最左边以完全关闭声音。

source: Some keyboards have keys that let you control the volume. They normally look like stylized speakers with waves coming out of them. They are often near the "F" keys at the top.
es: Algunos teclados tienen teclas que te permiten controlar el volumen. Normalmente representan altavoces emitiendo ondas. Frecuentemente están cerca de las teclas "F" en la parte superior de tu teclado.
id: Beberapa papan ketik memiliki tombol yang memungkinkan Anda untuk mengontrol volume. Tombol ini biasanya tampak seperti speaker bergaya yang mengeluarkan gelombang dan sering terletak di dekat tombol "F" di bagian atas.
th: คีบอร์ดบางชนิดมีแป้นพิมพ์ที่ให้คุณควบคุมเสียงได้ ซึ่งมักดูเหมือนลำโพงที่มีคลื่นแผ่ออกมา และมักอยู่ใกล้กับปุ่ม "F" ที่ด้านบน
vi: Một số bàn phím có các phím cho phép bạn kiểm soát âm lượng. Các phím này thường trông giống hình chiếc loa được cách điệu hóa với những làn sóng phát ra từ loa. Chúng thường đứng gần các phím "F" ở phía trên cùng bàn phím.
zh_cn: 一些键盘自带有控制音量的按键，形状像发出声波的喇叭，通常位于顶部“F”键附近。

source: Of course, if you have external speakers, you can also change the volume using the volume control on the speakers themselves. Some headphones have a volume control too.
es: Por supuesto, si tiene altavoces externos, también puede cambiar el volumen con el control de volumen en los propios altavoces. Algunos auriculares tienen también un control de volumen.
id: Tentu saja, apabila Anda mempunyai pengeras suara eksternal, Anda juga dapat mengubah volume menggunakan tombol volume pada pengeras suara itu. Sejumlah headphone juga memiliki pengendali volume.
th: แน่นอน หากคุณมีลำโพงภายนอก คุณยังสามารถเปลี่ยนระดังความดังโดยใช้ปุ่มควบคุมความดังบนตัวลำโพง หูฟังบางรุ่นก็มีปุ่มควบคุมเสียงเช่นกัน
vi: Dĩ nhiên nếu bạn có loa rời, bạn cũng có thể chỉnh âm lượng qua điều khiển âm lượng của loa. Một số tai nghe cũng có điều khiển âm lượng.
zh_cn: 当然如果您有外置扬声器，您也可以通过它们自带的音量旋钮来调节音量，一些头戴式耳麦也有音量调节旋钮。

source: Changing the sound volume for individual applications
es: Cambiar el volumen del sonido para aplicaciones individuales
id: Mengubah volume suara bagi aplikasi individu
th: เปลี่ยนระดับเสียงทีละแอพพลิเคชั่น
vi: Thay đổi âm lượng cho từng ứng dụng
zh_cn: 更改个别程序的音量大小

source: You can change the volume for one application, but leave the volume for others unchanged. This is useful if you're listening to music and browsing the web, for example. You might want to turn off the volume in the web browser so sounds from websites don't interrupt the music.
es: Puede cambiar el volumen de una aplicación, pero dejar el volumen de las demás sin cambios. Esto es útil si está escuchando música y navegando por la web, por ejemplo; es posible que desee desactivar el volumen en el navegador web para que los sonidos de las páginas web no interrumpan la música.
id: Anda dapat mengubah volume untuk satu aplikasi, tanpa mengubah volume pada aplikasi lain. Ini berguna jika misalkan Anda mendengarkan musik sambil berselancar di web. Anda mungkin ingin mematikan volume di peramban web agar suara dari website tidak mengganggu suara musik.
th: คุณสามารถเปลี่ยนแปลงระดับเสียงของแอปพลิเคชั่นหนึ่ง แต่คงระดับเสียงของแอปพลิเคชั่นอื่นๆ ไม่เปลี่ยนแปลง นี่มีประโยชน์มากหากคุณกำลังฟังเพลงหรือท่องเว็บ เป็นต้น คุณอาจต้องการปิดเสียงในเว็บเบราว์เซอร์เพื่อเสียงจากเว็บไซต์จะไม่รบกวนเสียงเพลง
vi: Bạn có thể thay đổi âm lượng cho riêng một ứng dụng, hữu dụng nếu, ví dụ, bạn đang nghe nhạc và duyệt web và muốn tắt tiếng trên web để không ảnh hưởng đến nghe nhạc.
zh_cn: 您可以只更改一个程序的音量，而不影响其他的程序，这在您听音乐并浏览网页时是很有用的。您可以关闭网页浏览器中的声音，以免它影响到播放的音乐。

source: Some applications have volume controls in their main windows. If your application has one of these, use that to change the volume. Otherwise, click the sound icon on the task bar and select <gui>Sound Settings</gui>. Go to the <gui>Applications</gui> tab and change the volume of the application there.
es: Algunos programas tienen controles de volumen en sus ventanas principales. Si tu programa tiene uno, úsalo para cambiar el volumen. De otra manera, haz clic en el i´cono de volumen en la barra de tareas y selecciona <gui>Preferencias de sonido</gui>. Ve a la pestaña <gui>Aplicaciones</gui> y cambia el volumen del programa allí.
id: Beberapa aplikasi memiliki kontrol volume di jendela utamanya. Jika aplikasi Anda memiliki kontrol seperti ini, gunakanlah untuk mengubah volume. Sebaliknya, klik ikon suara pada bilah tugas dan pilih <gui>Sound Settings</gui>. Buka tab <gui>Applications</gui> dan ubah volume aplikasi di sana.
th: บางแอพพลิเคชั่นจะมีปุ่มควบคุมระดับเสียงในหน้าต่างหลัก หากแอพพลิเคชั่นของคุณเป็นหนึ่งในนั้น ใช้ปุ่มนั้นในการเปลี่ยนระดับเสียง หรือคลิกไอค่อยเสียงในแถบงาน (task bar)และเลือก <gui>ตั้งค่าเสียง</gui> ไปที่แท็บ <gui>แอพพลิเคชั่น</gui> และเปลี่ยนระดับเสียงของแอพพลิเคชั่นที่นั่น
vi: Một số ứng dụng có tính năng điều khiển âm lượng trong cửa sổ chính. Nếu ứng dụng của bạn cũng có một tính năng như vậy, hãy sử dụng nó để thay đổi âm lượng. Nếu không, hãy nhấp vào biểu tượng âm thanh trên thanh tác vụ và chọn <gui>Cài đặt Âm thanh</gui> (Sound Settings). Đến tab <gui>Ứng dụng</gui> (Applications) và thay đổi âm lượng của ứng dụng tại đó.
zh_cn: 一些应用程序的主窗口中有音量控制选项，您可以使用它们来调整音量。如果没有音量控制选项，您可以点击任务栏的声音图标，选择<gui>声音设置</gui>，在<gui>应用程序</gui>选项卡中调整应用程序的音量。

source: Only applications that are playing sounds will be listed. If an application is playing sounds but isn't listed, it might not support the feature that lets you control its volume in this way. In that case, you can't change its volume.
es: Solo se listan las aplicaciones que están reproduciendo sonidos. Si una aplicación está reproduciendo sonidos, pero no aparece, es posible que no admita la característica que le permite controlar el volumen de esta manera. En ese caso, no puede cambiar su volumen.
id: Hanya aplikasi yang memutar suara yang akan ditampilkan. Jika aplikasi memutar suara tetapi tidak berada dalam daftar, maka aplikasi ini mungkin tidak mendukung fitur yang memungkinkan Anda untuk mengontrol volumenya dengan cara ini. Jika demikian, Anda tidak dapat mengubah volumenya.
th: เฉพาะแอปพลิเคชั่นที่เปิดเล่นเสียงได้เท่านั้นที่จะปรากฏในรายการ หากแอปพลิเคชั่นที่เล่นเสียงได้ไม่อยู่ในรายการ มันอาจไม่รองรับฟีเจอร์ที่ให้คุณควบคุมเสียงในระดับนี้ ในกรณีดังกล่าว คุณจะไม่สามารถเปลี่ยนแปลงระดับเสียงได้
vi: Chỉ những ứng dụng đang phát âm thanh mới được liệt kê. Nếu ứng dụng của bạn đang phát nhưng không được liệt kê, có thể nó không hỗ trợ điều chỉnh âm lượng theo cách này. Trong trường hợp này bạn không thể thay đổi âm lượng của nó.
zh_cn: 只有正在播放声音的程序才会列出来，如果正在播放的程序没有列出来，那可能是它不支持这个特性，如果是这样，那么您就不能更改它的音量了。

# link:index
source: How do I add more user accounts?
es: ¿Cómo puedo agregar más cuentas de usuario?
id: Bagaimana cara menambah akun pengguna?
th: ฉันจะเพิ่มบัญชีผู้ใช้ได้อย่างไร
vi: Làm thế nào để thêm tài khoản người dùng?
zh_cn: 如何添加更加新用户？

source: Add new users so that other people can log in to the computer.
es: Añadir usuarios nuevos de manera que otras personas puedan iniciar sesión en el equipo.
id: Tambahkan pengguna baru sehingga orang lain dapat log masuk ke komputer.
th: เพิ่มผู้ใช้ใหม่เพื่อให้คนอื่นสามารถลงชื่อเข้าใช้งานคอมพิวเตอร์นี้ได้
vi: Thêm người dùng để người khác có thể đăng nhập vào hệ thống.
zh_cn: 添加新用户以便其他人可以登录计算机。

source: Add a new user account
es: Añadir una cuenta de usuario nueva
id: Menambah akun pengguna baru
th: เพิ่มบัญชีผู้ใช้ใหม่
vi: Thêm tài khoản người dùng mới
zh_cn: 添加一个新用户
