Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: If you have a mobile internet connection and notice that it is slow, you may have moved into an area where signal reception is poor. When this happens, the internet connection will automatically switch from a fast "mobile broadband" connection like 3G to a more reliable, but slower, connection like GPRS.
es: Si tiene una conexión móvil de Internet y nota que va lenta, puede que se haya trasladado a una zona en la que la recepción de la señal es pobre. Cuando sucede esto, la conexión a Internet cambiará automáticamente de forma rápida de una conexión «de banda ancha móvil», tipo 3G a una conexión más fiable, pero más lenta, como GPRS.
id: Apabila Anda memiliki sambungan internet seluler dan melihat bahwa sambungannya berjalan lambat, Anda mungkin telah pindah ke wilayah yang sinyalnya lemah. Apabila hal ini terjadi, sambungan internet akan secara otomatis beralih dari sambungan "seluler pita lebar" seperti 3G ke sambungan yang lebih andal, tetapi lebih lambat, seperti GPRS.
th: หากคุณเชื่อมต่ออินเทอร์เน็ตผ่านมือถือและสังเกตพบว่าการเชื่อมต่อนั้นช้า คุณอาจจะอยู่ในบริเวณที่มีสัญญาณอ่อน ในกรณีเช่นนี้ การเชื่อมต่ออินเทอร์เน็ตจะเปลี่ยนจาก "บรอดแบนด์มือถือ" ที่รวดเร็ว เช่น 3 G ไปเป็นการเชื่อมต่อที่ช้าแต่เสถียรกว่า เช่น GPRS
vi: Nếu bạn dùng kết nối di động và phát hiện chậm, bạn có thể đang di chuyển sang vùng sóng yếu hơn. Thường kết nối Internet sẽ tự động chuyển tự kết nối "di động băng thông rộng" nhanh sang 3G hoặc kết nối ổn định nhưng chậm hơn như GPRS.
zh_cn: 如果您使用移动互联网连接，并发现速度较慢，则您可能进入了接收信号较弱的区域。出现此情况时，互联网连接将自动从快速“移动宽带”连接(如 3G)切换到更可靠但较慢的连接(如 GPRS)。

source: <em style="strong">Web browser has a problem</em>
es: <em style="strong">El navegador web tiene un problema</em>
id: <em style="strong">Peramban web bermasalah</em>
th: <em style="strong">เว็บเบราว์เซอร์มีปัญหา</em>
vi: <em style="strong">Duyệt web gặp vấn đề</em>
zh_cn: <em style="strong">网页浏览器有问题</em>

source: Sometimes web browsers encounter a problem that makes them run slow. This could be for any number of reasons - you could have visited a website that the browser struggled to load, or you might have had the browser open for a long time, for example. Try closing all of the browser's windows and then opening the browser again to see if this makes a difference.
es: A veces los navegadores web encuentran un problema que les hace ir despacio. Esto puede ser por varias razones; puede haber visitado un sitio web que el navegador tiene dificultades para cargar, o puede haber tenido el navegador abierto durante mucho tiempo, por ejemplo. Intente cerrar todas las ventanas del navegador y abrirlo de nuevo para ver si hay diferencias.
id: Terkadang peramban web mengalami masalah yang membuatnya berjalan dengan lambat. Ini mungkin dapat disebabkan oleh berbagai hal - Anda mungkin telah mengunjungi situs web yang sulit dimuat oleh peramban, atau Anda mungkin telah membuka peramban untuk waktu yang lama. Cobalah menutup semua jendela pada peramban dan membuka peramban kembali untuk melihat apakah ini membuat perbedaan.
th: บางครั้งเว็บเบราว์เซอร์ก็อาจพบปัญหาที่ทำให้ใช้งานได้ช้า อาจจะมาจากหลายสาเหตุด้วยกัน เช่น คุณอาจจะเข้าไปที่เว็บไซต์ซึ่งเบราว์เซอร์มีปัญหาในการโหลด หรือคุณอาจจะเปิดเบราว์เซอร์ทิ้งไว้เป็นเวลานาน เป็นต้น ลองปิดหน้าต่างเบราว์เซอร์ทั้งหมด จากนั้นเปิดเบราว์เซอร์อีกครั้งเพื่อดูว่ามีความแตกต่างหรือไม่
vi: Đôi khi trình duyệt gặp vấn đề và chạy chậm. Có thể có nhiều nguyên nhân - bạn xem một trang web đang quá tải, hoặc bạn mở trình duyệt quá lâu.. Thử đóng hết cửa sổ trình duyệt và mở lại xem có khác gì không.
zh_cn: 有时 网页浏览器会遇到导致速度变慢的问题。导致这种情况的原因有很多，例如，您访问了浏览器不能顺利加载的网站，或者您打开浏览器的时间太长。尝试关闭浏览器的所有窗口，然后重新打开浏览器，查看前后有无差异。

source: Easily chat with your Facebook friends.
es: Chatea fácilmente con tus amigos de Facebook.
vi: Dễ dàng trò chuyện với bạn bè của bạn trên Facebook.
zh_cn: 方便与Facebook的朋友聊天

source: Chat on Facebook from your desktop
es: Chatea en Facebook desde tu escritorio
vi: Trò chuyện trên Facebook từ màn hình nền của bạn
zh_cn: 从桌面上的Facebook聊天

source: Now you can stay connected with your Facebook friends more easily than ever! You will need an internet connection to use this feature.
es: ¡Ahora puedes mantenerte en contacto con tus amigos de Facebook con más facilidad que nunca! Necesitarás una conexión al internet para usar esta función.
vi: Giờ đây bạn có thể kết nối với bạn bè trên Facebook dễ dàng hơn bao giờ hết! Bạn sẽ cần kết nối internet để sử dụng tính năng này.
zh_cn: 现在你与Facebook上的朋友联系比以往要方便的多！因此，你需要互联网连接。

source: First, you'll need to set up your Facebook account on Endless.
es: En primer lugar, tendrás que configurar tu cuenta de Facebook en Endless.
vi: Trước tiên, bạn sẽ cần thiết lập tài khoản Facebook trên Endless.
zh_cn: 首先，你需要在Endless上设置Facebook账号

source: If you already have a Facebook account:
es: Si ya tienes una cuenta de Facebook:
vi: Nếu bạn đã có tài khoản Facebook:
zh_cn: 如果你已有Facebook账号：

source: Click on <media type="image" mime="image/png" src="figures/eos-icon-socialbar.png"> the Facebook icon</media> on the very bottom right-hand side of your screen.
es: Haz clic en <media type="image" mime="image/png" src="figures/eos-icon-socialbar.png">el ícono de Facebook</media> en la parte inferior derecha de tu pantalla.
vi: Nhấp vào <media type="image" mime="image/png" src="figures/eos-icon-socialbar.png">biểu tượng Facebook</media> ở phía dưới bên tay phải màn hình.
zh_cn: 点击屏幕右下端的<media type="image" mime="image/png" src="figures/eos-icon-socialbar.png"> Facebook图标</media> 。

source: Enter in your email address and password, then click <gui>Login</gui>.
es: Introduce tu dirección de correo electrónico y contraseña, luego haz clic en <gui>Iniciar Sesión</gui>.
vi: Nhập địa chỉ email và mật khẩu của bạn, sau đó nhấp <gui>Đăng nhập</gui>.
zh_cn: 输入您的电子邮件地址和密码，然后单击 <gui>登陆</gui>。

source: You can now start using Facebook right from your desktop. You do not need to close it if you are working on something else! Just click outside of the Facebook screen or on the Facebook icon to get back to your other open windows.
es: Ahora puedes empezar a usar Facebook directamente desde tu escritorio. ¡No es necesario cerrarlo si estas trabajando en otra cosa! Simplemente haz clic fuera de la pantalla de Facebook o en el icono de Facebook para volver a tus otras ventanas abiertas.
vi: Giờ thì bạn có thể bắt đầu sử dụng Facebook ngay từ màn hình nền của mình. Bạn không cần đóng nó nếu đang làm việc trên ứng dụng nào khác! Chỉ cần nhấp vào bên ngoài màn hình Facebook hoặc nhấp trên biểu tượng Facebook để trở lại các cửa sổ mở khác của bạn.
zh_cn: 现在,您可以在桌面开始使用Facebook。如果你正在做别的事情，也不需要关闭它!点击Facebook之外的屏幕或在Facebook图标上回到其他打开的窗口。

source: If you do not have a Facebook account:
es: Si no tienes una cuenta de Facebook:
vi: Nếu bạn không có tài khoản Facebook:
zh_cn: 如果你已有Facebook账号：

source: Click on the Facebook icon that is on the very bottom right-hand side of your screen.
es: Haz clic en el ícono de Facebook que está en la parte inferior derecha de tu pantalla.
vi: Nhấp vào biểu tượng Facebook ở ngay phía dưới bên phải màn hình của bạn.
zh_cn: 点击屏幕右下方的Facebook图标。

source: Click on <gui>Create New Account</gui>.
es: Haz clic en <gui>Crear nueva cuenta</gui>.
vi: Nhấp vào <gui>Create New Account</gui>.
zh_cn: 点击<gui>创建新账户</gui>。

source: Follow the steps that Facebook takes you through to complete their set up process. You will need an email address in order to create a Facebook account.
es: Sigue los pasos por los que Facebook te lleva para completar su proceso de configuración. Necesitarás una dirección de correo electrónico para crear una cuenta de Facebook.
vi: Thực hiện theo các bước mà Facebook hướng dẫn bạn để hoàn tất quy trình thiết lập của họ. Bạn sẽ cần có địa chỉ email để tạo một tài khoản Facebook.
zh_cn: 按以下步骤：Facebook需要你来完成建立过程。你需要电子邮件地址,以便创建Facebook账户。

source: Remember to log out of Facebook if you share your computer with other users, otherwise they will be able to see and use your Facebook account!
es: Recuerda cerrar la sesión de Facebook si compartes tu computadora con otros usuarios, ¡si no, ellos serán capaces de ver y utilizar tu cuenta de Facebook!
vi: Nhớ đăng xuất khỏi Facebook nếu bạn dùng chung máy tính với người khác, nếu không họ sẽ thấy và sử dụng được tài khoản Facebook của bạn!
zh_cn: 如果你与其他用户分享您的电脑，请记得登出Facebook,否则他们将能看到和使用你的Facebook账户!

source: Logging out of Facebook
es: Cerrando la sesión de Facebook
vi: Đăng xuất Facebook
zh_cn: 正在登出Facebook账号

source: To log out of your Facebook account:
es: Para cerrar la sesión de tu cuenta de Facebook:
vi: Để đăng xuất khỏi tài khoản Facebook của bạn:
zh_cn: 登出Facebook账号

source: Click on the button with three white lines on the left-hand side of the Facebook window. This will show you the main menu, with your news feed, events, groups, and more.
es: Haz clic en el botón con tres líneas blancas en la parte izquierda de la ventana de Facebook. Esto te mostrará el menú principal, con las noticias, eventos, grupos y más.
vi: Nhấp vào nút có ba gạch ngang màu trắng ở phía bên trái của cửa sổ Facebook. Bạn sẽ thấy trình đơn chính, với nguồn tin, sự kiện, nhóm, và hơn thế nữa.
zh_cn: 点击有三个白线的按钮，该按钮在Facebook窗口的左边。这将向您显示主菜单,新闻,事件,组织,和其他

source: Scroll all the way to the bottom of the menu and click on the <gui>Log Out</gui> button.
es: Desplázate hasta la parte inferior del menú y haz clic en el botón<gui>Finalizar Sesión</gui>.
vi: Cuộn chuột xuống phía cuối trình đơn và nhấp vào nút <gui>Đăng xuất</gui> (Log Out).
zh_cn: 滚动到底部的菜单,点击<gui>退出</gui>按钮。

source: Identify and fix problems with your internet connections.
es: Identifica y soluciona problemas con tu conexión al internet.
id: Identifikasi dan perbaiki masalah dengan koneksi internet.
th: ระบุและแก้ไขปัญหาในการเชื่อมต่ออินเทอร์เน็ต
vi: Xác định và sửa chữa các vấn đề liên quan tới kết nối internet của bạn.
zh_cn: 识别和解决问题您的互联网连接问题。

source: Troubleshoot your internet problems
es: Soluciona tus problemas de internet
id: Memecahkan masalah internet Anda
th: การแก้ไขปัญหาอินเทอร์เน็ต
vi: Khắc phục sự cố các vấn đề internet
zh_cn: 解决网络问题

source: To set up most wired network connections, all you need to do is plug in a network cable.
es: Para configurar la mayoría de las conexiones a redes cableadas, todo lo que necesita es conectar un cable de red.
id: Untuk mengatur sebagian besar koneksi jaringan kabel, yang perlu Anda lakukan hanya menghubungkan kabel jaringan.
th: ในการตั้งค่าโครงข่ายแบบมีสายโดยส่วนมาก สิ่งที่คุณต้องทำก็แค่เสียบสายเคเบิลเข้าไป
vi: Để thiết lập kết nối mạng dây, tất cả những gì bạn cần là cắm cáp mạng vào.
zh_cn: 要设置有线网络连接，通常您只需插入网线。

source: Connect to a wired (Ethernet) network
es: Conectar a una red cableada (Ethernet)
id: Menyambung ke suatu jaringan (Ethernet) kabel
th: เชื่อมต่อกับเครือข่ายใช้สาย (อีเทอร์เน็ต)
vi: Kết nối mạng dây (Ethernet)
zh_cn: 连接到有线网络(以太网)

source: To set up most wired network connections, all you need to do is plug in a network cable. The network icon on the task bar at the bottom of your screen should pulse for a few seconds and then will change to <_:media-1/> when you are connected.
es: Para configurar la mayoría de las conexiones a redes cableadas, todo lo que necesitas hacer es conectar un cable de red. El ícono de red en la barra de tareas parpadeará por unos segundos y después cambiará a <_:media-1/> cuando estés conectado.
id: Untuk mengatur kebanyakan koneksi jaringan kabel, semua yang perlu Anda lakukan adalah menyambungkan kabel jaringan. Ikon jaringan pada task bar di bagian bawah layar Anda akan berdetak selama beberapa detik dan kemudian akan berubah menjadi <_:media-1/> ketika Anda terhubung.
th: ในการตั้งค่าการเชื่อมต่อแบบใช้สายส่วนมาก คุณเพียงแค่ต้องเสียบสายอินเทอร์เน็ตเข้าไป ไอคอนโครงข่ายบนแถบงานตรงส่วนท้ายของหน้าจอควรหยุดครู่หนึ่งก่อนจะเปลี่ยนเป็น <_:media-1/> เมื่อคุณเชื่อมต่อแล้ว
vi: Để cài đặt được nhiều kết nối mạng có dây nhất, tất cả những gì bạn cần làm là cắm vào một cáp mạng. Biểu tượng mạng trên thanh tác vụ ở bên dưới màn hình của bạn sẽ rung lên trong vài giây rồi sẽ chuyển sang <_:media-1/> khi bạn đã kết nối.
zh_cn: 设置大多数有线网络连接，您需要做的是插入网线。网络图标在屏幕底部，任务栏应该脉冲几秒钟，,然后将变为<_:media-1/>

source: If this does not happen, you should first of all make sure that your network cable is plugged in. One end of the cable should be plugged into the rectangular Ethernet (network) port on your computer, and the other end should be plugged into a switch, router, network wall socket or similar (depending on the network setup you have). Sometimes, a light beside the Ethernet port will indicate that it is plugged in and active.
es: Si esto no ocurriera, deberá asegurarse primero de que su cable de red está conectado. Un extremo del cable debería ir enchufado al puerto de red Ethernet rectangular de su equipo, y el otro debería conectarse a un conmutador, enrutador, roseta o similar (dependiendo de la instalación de red que tenga). Algunas veces, una luz junto al puerto Ethernet indica que está conectado y activo.
id: Apabila hal ini tidak terjadi, Anda pertama-tama harus memastikan bahwa kabel jaringan sudah terpasang. Satu ujung kabel harus tertancap pada lubang Ethernet (jaringan) pada komputer Anda, dan ujung yang lain harus tertancap pada sebuah switch, router, soket jaringan di dinding atau semacamnya (tergantung pada instalasi jaringan yang Anda punyai). Kadang kala, lampu di samping lubang Ethernet akan memberi indikasi bahwa jalur tersebut terpasang dan aktif.
th: หากสิ่งนี้ไม่เกิดขึ้น ก่อนอื่นตรวจสอบว่าสายเครือข่ายของคุณเสียบอยู่ ปลายสายด้านหนึ่งควรเสียบอยู่กับพอร์ต Ethernet (เครือข่าย) สี่เหลี่ยมบนคอมพิวเตอร์ของคุณ และปลายอีกข้างควรเสียบอยู่กับสวิตช์, เราเตอร์, ช่องรับสายเครือข่ายบนผนัง หรือสิ่งอื่นที่มีลักษณะคล้ายคลึงกัน (ขึ้นอยู่กับการตั้งค่าเครือข่ายที่คุณมี) บางครั้ง ไฟข้างพอร์ต Ethernet จะระบุว่าสายเสียบอยู่และกำลังทำงาน
vi: Nếu không được, trước hết bạn cần kiểm tra dây đã cắm chắc chắn chưa. Một đầu của cáp phải được cắm vào cổng vuông Ethernet (mạng) của máy tính. Đầu còn lại cắm vào switch, router, lỗ cắm trên tường hoặc thiết bị tương tự (phụ thuộc vào thiết lập mạng của bạn). Đôi khi đèn ở cổng Ethernet có thể cho bạn biết thiết bị đã cắm và hoạt động tốt.
zh_cn: 如果未出现此现象，您应首先确保网线已插入。网线的一端应插入电脑上的矩形以太网(网络)端口，另一端应插入交换机、路由器、壁装插座或类似设备(具体取决于您的网络设置)。

source: You can't plug one computer directly into another one with a network cable (at least, not without some extra setting-up). To connect two computers, you should plug them both into a network hub, router or switch.
es: No puede conectar directamente dos equipos con un cable de red (al menos, no sin cierta configuración adicional). Para conectar dos equipos, deberá enchufar ambos a un concentrador, enrutador o conmutador.
id: Anda tak dapat langsung menghubungkan komputer langsung ke komputer lainnya dengan kabel network (tidak tanpa penataan ekstra). Untuk menghubungkan dua komputer, Anda harus menghubungkan keduanya dengan network hub, router atau switch.
th: คุณไม่สามารถต่อคอมพิวเตอร์เครื่องหนึ่งเข้ากับอีกเครื่องโดยตรงได้โดยใช้สายเคเบิลอินเทอร์เน็ต (อย่างน้อยก็ต้องมีการตั้งค่าเพิ่มเติม) ในการต่อพ่วงคอมพิวเตอร์สองเครื่อง คุณต้องต่อเข้ากับฮับโครงข่าย เราท์เตอร์หรือสวิทช์
vi: Bạn không thể cắm máy tính trực tiếp vào máy khác với cáp mạng (ít nhất cũng cần thiết lập thêm). Để kết nối hai máy tính với nhau, bạn nên cắm cả hai vào một trung tâm mạng, router hoặc switch.
zh_cn: 您不能用网线直接将一台电脑连接到另一台电脑(至少没有经过设置前是这样)，要连接两台电脑，您需要把它们都接入到一个网络集线器、路由器或交换机。

source: If you are still not connected, your network may not support automatic setup (DHCP). In this case you will have to <link xref="net-manual">configure it manually</link>.
es: Si todavía no está conectado, puede que su red no soporte la configuración automática (DHCP). En este caso tendrá que <link xref="net-manual">configurarla manualmente</link>.
id: Apabila Anda masih tidak tersambung, jaringan Anda mungkin tidak mendukung pengaturan otomatis (DHCP). Apabila ini yang terjadi Anda harus <link xref="net-manual">mengaturnya secara manual</link>.
th: หากคุณยังคงเชื่อมต่อไม่ได้ เครือข่ายของคุณอาจไม่สนับสนุนการตั้งค่าแบบอัตโนมัติ (DHCP) ในกรณีนี้คุณจะต้อง <link xref="net-manual">กำหนดค่าด้วยตนเอง</link>
vi: Nếu bạn vẫn không kết nối được, mạng của bạn có thể không hỗ trợ thiết lập tự động (DHCP). Trong trường hợp này bạn cần <link xref="net-manual">cấu hình bằng tay</link>.
zh_cn: 如果您仍然不能连接，您的网络可能不支持自动配置(DHCP)。果真如此，您就需要<link xref="net-manual">手动配置</link>。

source: Create a wireless hotspot and connect to other devices.
es: Crea un punto de acceso inalámbrico y conéctate a otros dispositivos.
id: Buat hotspot nirkabel dan terhubung ke perangkat lain.
th: สร้างฮ็อตสปอตไร้สายและเชื่อมต่อกับอุปกรณ์อื่น
vi: Tạo hotspot không dây và kết nối với các thiết bị khác.
zh_cn: 创建无线热点和连接到其他设备。

source: Create a wireless hotspot
es: Crear un «hotspot» inalámbrico
id: Membuat hotspot nirkabel
th: สร้างฮอตสปอตไร้สาย
vi: Tạo điểm truy cập không dây
zh_cn: 创建无线热点

source: If you have a <link xref="net-wired-connect">wired connection</link>, you can use your computer as a wireless hotspot. This allows other devices to connect to you and allows you to share an internet connection or cellular network.
es: Si tienes una <link xref="net-wired-connect">conexión cableada</link>, puedes usar tu computadora como un punto de acceso inalámbrico. Esto permite que otros dispositivos se conecten a tu computadora y le permite a tu computadora compartir una conexión al internet o a una red de banda ancha móvil.
id: Apabila Anda mempunyai <link xref="net-wired-connect">sambungan jaringan berkabel</link>, Anda dapat menggunakan komputer Anda sebagai hotspot nirkabel. Ini memungkinkan peranti lain untuk terhubung kepada Anda dan memungkinkan Anda berbagi sambungan internet atau jaringan seluler.
th: หากคุณมี <link xref="net-wired-connect">การเชื่อมต่อผ่านสาย</link> คุณสามารถใช้งานคอมพิวเตอร์ของคุณเป็นจุดฮอตสปอตไร้สายได้ นี่จะอนุญาตให้อุปกรณ์อื่นๆ เชื่อมต่อกับคุณ และให้คุณแบ่งปันการเชื่อมต่ออินเทอร์เน็ตหรือเครือข่ายมือถือ
vi: Nếu bạn dùng <link xref="net-wired-connect">kết nối có dây</link>, bạn có thể sử dụng máy tính làm điểm truy cập không dây. Điều này cho phép các thiết bị khác kết nối với bạn và cho phép bạn chia sẻ kết nối Internet hoặc mạng di động.
zh_cn: 如果你有一个<link xref="net-wired-connect">有线连接</link>，您可以使用你电脑上的无线热点。这将允许其他设备连接您的网络，允许您共享互联网连接或手机网络。

source: Click on the network status icon on the task bar at the bottom right-hand corner of your screen.
es: Haz clic en el ícono del estado de la red en la barra de tareas en la esquina inferior derecha de tu pantalla.
id: Klik ikon status jaringan di bilah tugas di sudut kanan bawah layar Anda.
th: คลิกที่ไอคอนสถานะโครงข่ายในแถงานที่มุมล่างขวาของหน้าจอ
vi: Nhấp vào biểu tượng trạng thái mạng trên thanh tác vụ ở góc dưới bên phải màn hình của bạn.
zh_cn: 点击任务栏上的网络状态，图标在屏幕的右下角。

source: Click <gui>Network Settings</gui>.
es: Haz clic en <gui>Configuración de la red</gui>.
id: Klik <gui>Pengaturan Jaringan</gui>.
th: คลิก <gui>การตั้งค่าเครือข่าย</gui>
vi: Nhấp <gui>Cài đặt Mạng</gui>.
zh_cn: 点击<gui>网络设置</gui>。

source: Click the <gui>Use as Hotspot...</gui> button.
es: Pulse el botón <gui>Usar como «hotspot»...</gui>.
id: Klik tombol <gui>Use as Hotspot...</gui>
th: คลิกที่ปุ่ม <gui>ใช้เป็นฮ็อตสปอต...</gui>
vi: Bấm nút <gui>Sử dụng Hotspot...</gui>.
zh_cn: 点击<gui>使用热点...</gui>按钮。

source: If you are already connected to a wireless network, you will be asked if you want to disconnect from that network. A single wireless adapter can connect to or create only one network at a time. Click <gui>Turn On</gui> to confirm.
es: Si ya está conectado a una red inalámbrica, se le preguntará si quiere desconectarse de esa red. Un adaptador inalámbrico sólo puede conectarse o crear una única red al mismo tiempo. Pulse <gui>Activar</gui> para confirmar.
id: Jika Anda sudah terkoneksi dengan jaringan internet nirkabel, Anda akan mendapat pertanyaan apakah Anda ingin keluar dari jaringan tersebut. Adaptor nirkabel tunggal bisa terkoneksi atau menciptakan hanya satu koneksi saja. Klik <gui>Turn On</gui> untuk konfirmasi.
th: หากคุณเชื่อมต่อกับโครงข่ายไร้สายอยู่แล้ว คุณจะถูกถามว่าต้องการจะออกจากการเชื่อมต่อโครงข่ายนั้นหรือไม่ อะแดปเตอร์ไร้สายแบบเดี่ยวสามารถเชื่อมต่อหรือสร้างโครงข่ายได้เพียงทีละหนึ่งเท่านั้น คลิก <gui>เปิดใช้</gui>เพื่อยืนยัน
vi: Nếu bạn đã kết nối với một mạng không dây, bạn sẽ được hỏi xem bạn có muốn ngắt kết nối khỏi mạng đó không. Một bộ chuyển đổi không dây đơn chỉ có thể kết nối với hoặc chỉ tạo ra được một mạng lưới tại một thời điểm. Nhấp <gui>Turn On</gui> để xác nhận.
zh_cn: 如果你已经连接无线网络，电脑将会询问你是否断开网络。无线适配器一次可以连接或创建唯一网络。点击<gui>开启</gui>进行确认。

source: A network name (SSID) and security key are automatically generated. The network name will be based on the name of your computer. Other devices will need this information to connect to the hotspot you've just created.
es: Se generan automáticamente un nombre de red (SSID) y una clave de seguridad. El nombre de red estará basado en el nombre de su equipo. Otros dispositivos necesitarán esta información para conectarse al «»hotspot que acaba de crear.
id: Nama jaringan (SSID) dan kunci keamanan dijangkitkan secara otomatis. Nama jaringan akan didasarkan pada nama komputer Anda. Perangkat lain akan memerlukan informasi ini untuk menyambung ke hotspot yang baru Anda buat.
th: ชื่อของโครงข่าย (SSID) และซิเคียวริตี้คีย์จะถูกสร้างขึ้นโดยอัตโนมัติ ชื่อของโครงข่ายจะแล้วแต่ชื่อคอมพิวเตอร์ของคุณ อุปกรณ์อื่นๆ จะต้องใช้ข้อมูลนี้เพื่อการเชื่อมต่อฮ็อตสปอตที่คุณสร้างไว้
vi: Tên mạng (SSID) và khóa bảo mật được tự động khởi tạo. Tên mạng sẽ dựa trên tên máy tính của bạn. Các thiết bị khác sẽ cần có thông tin này để kết nối với điểm phát sóng wifi mà bạn vừa tạo ra.
zh_cn: 系统将自动生成一个名称 (SSID) 和一个密钥。SSID 将是您的电脑名。其他设备需要 SSID 和密钥来连接到您所创建的无线热点。

source: It is not possible to connect to the internet via a wireless connection while the hotspot is active.
es: No es posible conectarse al internet a través de una conexión inalámbrica mientras que el punto de acceso esté activo.
id: Anda tak dapat terhubung ke internet melalui koneksi nirkabel selagi hotspot aktif.
th: ไม่สามารถเชื่อมต่ออินเทอร์เน็ตผ่านการเชื่อมต่อไร้สายได้หากฮอตสปอตทำงานอยู่
vi: Không thể kết nối Internet thông qua kết nối không dây khi điểm truy cập đang hoạt động.
zh_cn: 热点活跃时，不可能通过无线连接到互联网。

source: Use a Wi-Fi connection to get on the internet.
es: Usa una conexión Wi-Fi para conectarte al internet.
id: Gunakan koneksi Wi-Fi untuk tersambung dengan internet.
th: ใช้การเชื่อมต่อ Wi-Fi เพื่อใช้งานอินเทอร์เน็ต
vi: Sử dụng kết nối Wi-Fi để vào internet.
zh_cn: 使用WIFI连接互联网

source: Connect to a wireless network
es: Conectar con una red inalámbrica
id: Menyambung ke jaringan nirkabel
th: เชื่อมต่อกับโครงข่ายไร้สาย
vi: Kết nối vào mạng không dây
zh_cn: 连接到无线网络

source: You can connect to a wireless network to gain access to the internet, view shared files on the network, and so on.
es: Puedes conectarte a una red inalámbrica para obtener acceso al internet, ver archivos compartidos en la red y más.
id: Anda dapat membuat sambungan ke jaringan nirkabel untuk dapat mengakses internet, melihat file-file yang dibagikan pada jaringan, dan lainnya.
th: คุณสามารถเชื่อมต่อกับเครือข่ายไร้สายเพื่อเข้าถึงอินเทอร์เน็ต ดูไฟล์ที่แบ่งปันบนเครือข่าย และอื่นๆ
vi: Bạn có thể kết nối với một mạng không dây để truy cập Internet, xem các tệp được chia sẻ trên mạng, và vân vân...
zh_cn: 你可以连接到无线网络，并访问互联网, 查看网络上的共享文件,等等。
