Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: Backing up your files simply means making a copy of them for safekeeping. This is done in case the original files become unusable due to loss or corruption. These copies can be used to restore the original data in the event of loss. Copies should be stored on a different device from the original files. For example, you may use a USB drive, an external hard drive, a CD/DVD, or an off-site service.
es: <em>Hacer copias de seguridad</em> de tus archivos significa, sencillamente, hacer una copia de todos tus archivos para guardarlos seguramente. Esto se hace en caso de que los archivos originales queden inutilizables en caso de pérdida o deterioro. Esas copias pueden usarse para restaurar los datos originales si se perdieran. Las copias deberían almacenarse en un aparato distinto al de los archivos originales. Por ejemplo, puedes usar un USB, un disco duro externo, un CD o DVD o un servicio externo.
id: Menyimpan cadangan file artinya membuat salinannya untuk keamanan. Hal ini dilakukan untuk berjaga-jaga apabila file tidak bisa digunakan akibat hilang atau file terkorupsi. Salinan ini bisa digunakan untuk mengembalikan data asli jika terjadi kehilangan. Salinan sebaiknya disimpan pada perangkat yang berbeda dengan file asli. Contohnya, Anda bisa menggunakan USB, perangkat penyimpan eksternal, CD/DVD atau layanan di luar situs.
th: การสำรองไฟล์หมายถึงการที่คุณทำสำเนาของไฟล์เก็บไว้ เพื่อใช้เมื่อไฟล์ตัวจริงใช้ไม่ได้เนื่องจากหายไปหรือได้รับความเสียหาย สำเนาเหล่านี้ สามารถนำมาใช้เพื่อกู้คืนข้อมูลเดิมในกรณีข้อมูลสูญหาย สำเนาควรถูเก็บในอุปกรณ์อื่น ที่ไม่ใช่ที่เดียวกับไฟล์ต้นฉบับ เช่น คุณอาจใช้ไดร์ฟ USB ฮาร์ดดิสก์ภายนอก ซีดี/ดีวีดี หรือบริการออฟไซต์
vi: Sao lưu các tệp chỉ đơn giản là tạo bản sao để cất giữ an toàn. Điều này được thực hiện trong trường hợp các tệp gốc không thể sử dụng được do bị mất hoặc hư hỏng. Những bản sao này có thể được sử dụng để khôi phục lại dữ liệu ban đầu trong trường hợp bị mất. Bản sao được lưu trữ trên một thiết bị khác với những tệp ban đầu. Ví dụ, bạn có thể sử dụng ổ đĩa USB, ổ cứng ngoài, CD/DVD, hoặc dịch vụ ngoài máy tính của bạn.
zh_cn: 备份你的文件简而言之就是对她们进行复制和保存。这样做是防止原始文件由于丢失或损坏变得无法使用。这些副本可以用于还原原始丢失的数据。备份的副本应存放在和原文件不同的设备上。例如，你可以存放在USB驱动器、外部硬盘驱动器，CD / DVD，或其他装置外的服务器上。

source: The best way to back up your files is to do so regularly, keeping the copies somewhere other than where you keep your computer to avoid theft or them being lost all together, and encrypting them.
es: La mejor forma de hacer copias de seguridad es hacerlo frecuentemente, guardando las copias en un lugar diferente de donde tienes tu computadora para evitar robo o que se pierdan todas juntas y cifrándolas.
id: Cara terbaik untuk mencadangankan berkas Anda untuk melakukannya secara teratur, jaga salinan di tempat lain selain di mana Anda menjaga komputer Anda untuk menghindari pencurian atau kehilangan mereka semua bersamaan, dan mengenkripsi mereka.
th: วิธีที่ดีที่สุดในการสำรองไฟล์คือการสำรองอยู่เป็นประจำ เก็บไฟล์สำรองไว้ที่อื่นที่ไม่ใช่คอมพิวเตอร์เพื่อป้องกันการถูกขโมยหรือให้ไฟล์หายไปด้วยกัน และเข้ารหัสไฟล์ไว้
vi: Cách tốt nhất để sao lưu các tệp tin của bạn là nên sao lưu thường xuyên, giữ các bản sao ở một chỗ khác không gần nơi bạn đặt máy vi tính của mình để tránh bị lấy trộm hoặc tránh việc mất tất cả cùng một lúc, và mật mã hoá chúng.
zh_cn: 最好定期地备份文件，并把它放在其他的地方，而不是在你的电脑里。以避免被盗或被丢失，并加密它们。

source: Pair Bluetooth devices.
es: emparejar dispositivos Bluetooth.
id: Perpasangkan perangkat Bluetooth.
th: จับคู่อุปกรณ์บลูทูธ
vi: So cặp thiết bị Bluetooth.
zh_cn: 配对蓝牙设备。

source: Connect your computer to a Bluetooth device
es: Conectar su equipo a un dispositivo Bluetooth
id: Hubungkan komputer Anda ke perangkat Bluetooth
th: เชื่อมต่อคอมพิวเตอร์ของคุณกับอุปกรณ์ Bluetooth
vi: Kết nối máy tính với thiết bị Bluetooth
zh_cn: 将您的计算机连接至一蓝牙设备

source: Before you can use a Bluetooth device like a mouse or a headset, you first need to connect your computer to the device. This is also called pairing the Bluetooth devices.
es: Antes de poder usar un dispositivo Bluetooth como un ratón o unos auriculares, primero tendrá que conectarlos al equipo. A esto se le denomina «emparejar» dispositivos Bluetooth.
id: Sebelum Anda dapat memakai perangkat Bluetooth seperti tetikus atau headset, pertama Anda perlu menyambung komputer Anda ke perangkat. Ini juga dikenal sebagai memperpasangkan perangkan Bluetooth.
th: ก่อนที่คุณจะใช้อุปกรณ์บลูทูธ เช่น เมาส์ หรือ หูฟัง ก่อนอื่นคุณจะต้องเชื่อมต่อคอมพิวเตอร์ของคุณเข้ากับอุปกรณ์ หรือที่เรียกว่าการจับคู่อุปกรณ์บลูทูธ
vi: Trước khi bạn có thể sử dụng một thiết bị Bluetooth như chuột hoặc tai nghe, bạn cần kết nối máy tính với thiết bị đó. Việc này còn được gọi là ghép nối các thiết bị Bluetooth.
zh_cn: 在您能够使用诸如鼠标和耳机等蓝牙设备之前，您首先需要将计算机连接到它们。这也称为“配对”蓝牙设备。

source: Before you begin, make sure Bluetooth is enabled on your computer. See <link xref="bluetooth-turn-on-off"/>.
es: Antes de empezar, asegúrese de que el Bluetooth está activado en su equipo. Consulte la <link xref="bluetooth-turn-on-off"/>.
id: Sebelum Anda mulai, pastikan bahwa Bluetooth difungsikan pada komputer Anda. Lihat <link xref="bluetooth-turn-on-off"/>.
th: ก่อนเริ่ม ตรวจดูให้แน่ใจว่าคอมพิวเตอร์คุณมีการเปิดใช้งานอยู่ ดูที่ <link xref="bluetooth-turn-on-off"/>
vi: Trước khi bắt đầu, hãy đảm bảo Bluetooth trên máy tính của bạn đã được bật. Xem <link xref="bluetooth-turn-on-off"/>.
zh_cn: 首先，请确保您的电脑开启了蓝牙。请查阅<link xref="bluetooth-turn-on-off"/>。

source: Click <gui>Bluetooth</gui>.
es: Haz clic en <gui>Bluetooth</gui>.
id: Klik <gui>Bluetooth</gui>.
th: คลิก <gui>บลูทูธ</gui>
vi: Nhấp chuột vào <gui>Bluetooth</gui>.
zh_cn: 点击<gui>蓝牙</gui>。

source: Make the other Bluetooth device discoverable or visible and place it within 10 meters (about 33 feet) of your computer.
es: Pon tu Bluetooth en modo detectable o visible y colócalo dentro de 10 metros (alrededor de 33 pies) de tu computadora.
id: Buat perangkat Bluetooth lainnya terlihat atau dapat ditemukan dan tempatkan dalam jarak 10 meter (sekitar 33 kaki) dari komputer Anda.
th: ทำให้อุปกรณ์ Bluetooth อื่นๆ สามารถค้นหาหรือมองเห็นได้ และวางมันไว้ภายในระยะ 10 เมตร (ประมาณ 33 ฟุต) จากคอมพิวเตอร์ของคุณ
vi: Để thiết bị Bluetooth kia có thể được tìm thấy hoặc hiện ra và đặt nó trong vòng 10 mét (khoảng 33 fút) từ máy tính của bạn.
zh_cn: 开启其他的蓝牙设备并让他放在您电脑10米(约33英尺)以内的距离。

source: Click <key>+</key> below the <gui>Devices</gui> list. The <gui>Bluetooth New Device Setup</gui> panel will open and your computer will begin searching for devices.
es: Pulse <key>+</key> debajo de la lista de <gui>Dispositivos</gui>. Se abrirá el panel de <gui>Configuraciòn del nuevo dispositivo Bluetooth</gui> y su equipo empezará a buscar dispositivos.
id: Klik <key>+</key> di bawah daftar <gui>Perangkat</gui>. Panel <gui> Pengaturan Perangkat Baru Bluetooth</gui> akan terbuka dan komputer Anda akan mulai mencari perangkat.
th: คลิก <key>+</key> ที่ด้านล่างของรายการ <gui>อุปกรณ์</gui> พาเนล<gui>การตั้งค่าอุปกรณ์บลูทูธใหม่</gui> จะเปิดขึ้นและคอมพิวเตอร์ของคุณจะเริ่มหาอุปกรณ์
vi: Nhấp <key>+</key> dưới danh sách <gui>Devices</gui>. Bảng <gui>Bluetooth New Device Setup</gui> sẽ mở ra và máy tính của bạn sẽ bắt đầu tìm kiếm các thiết bị.
zh_cn: 点击 <key>+</key> 下面的<gui>设备</gui>列表。新的 <gui>蓝牙设备安装</gui> 面板将打开，您的电脑将开始搜索设备。

source: Select a device in the <gui>Device</gui> list. If there are too many devices listed, use the <gui>Device type</gui> drop-down to display only a single type of device in the list.
es: Seleccione un <gui>Dispositivo</gui> en la lista. Si aparecen demasiados dispositivos, use el desplegable <gui>Tipo de dispositivo</gui> para mostrar un único tipo de dispositivo en la lista
id: Pilih perangkat dari daftar <gui>Perangkat</gui>. Jika daftar perangkat terlalu banyak, gunakan drop-down <gui>Jenis perangkat</gui> untuk menampilkan hanya satu jenis perangkat dalam daftar.
th: เลือกอุปกรณ์ในรายชื่อ<gui>อุปกรณ์</gui> หากมีรายชื่ออุปกรณ์มากเกินไป ใช้เมนูดร็อปดาวน์<gui>ประเภทอุปกรณ์</gui>เพื่อแสดงรายการอุปกรณ์เพียงประเภทเดียว
vi: Chọn một thiết bị trong danh sách <gui>Thiết bị</gui>. Nếu có quá nhiều thiết bị trong danh sách, hãy sử dụng danh sách thả xuống <gui>Loại thiết bị</gui> để chỉ hiển thị một loại thiết bị trong danh sách.
zh_cn: 在 <gui>设备</gui> 列表选择一个设备。如果列表上有太多的设备，使用 <gui>设备类型</gui>下拉列表，让列表只显示某一单一类型的装置。

source: Click <gui>PIN options</gui> to set how a PIN will be delivered to the other device.
es: Pulse <gui>Opciones de PIN</gui> para configurar cómo entregar un PIN a otro dispositivo.
id: Klik <gui>Opsi PIN</gui> untuk menata bagaimana PIN akan dikirim ke perangkat lain.
th: คลิก <gui>ตัวเลือก PIN</gui> เพื่อกำหนดว่า PIN จะแสดงในอุปกรณ์อื่นอย่างไร
vi: Bấm vào <gui>tùy chọn PIN</gui> để thiết lập cách chuyển giao PIN đến thiết bị khác.
zh_cn: 点击<gui>PIN 选项</gui>，设置向另一设备发送 PIN 的方式。

source: The automatic PIN setting will use a six-digit numerical code. A device with no input keys or screen, such as a mouse or headset, may require a specific PIN such as 0000, or no PIN at all. Check your device's manual for the proper setting.
es: La opción de PIN automático usará un código numérico de seis dígitos. Los dispositivos que no dispongan de teclas de entrada o pantalla, como ratones o auriculares, necesitarán que especifique un PIN como 0000, o ninguno en absoluto. Consulte en el manual de su dispositivo cuál es la opción adecuada.
id: Pengaturan PIN otomatis akan memakai kode angka enam digit. Perangkat tanpa tombol masukan atau layar, seperti misalnya tetikus atau headset, mungkin memerlukan PIN spesifik seperti 0000, atau tanpa PIN sama sekali. Periksa manual perangkat Anda untuk pengaturan yang sesuai.
th: การตั้งค่า PIN อัตโนมัติจะใช้รหัสตัวเลขหกตัว อุปกรณ์ที่ไม่มีปุ่มกดหรือหน้าจอ เช่น เมาส์ หรือหูฟัง อาจจะต้องใช้ PIN ที่กำหนดเฉพาะ เช่น 0000 หรือไม่ใช้ PIN เลย ตรวจสอบคู่มืออุปกรณ์ของคุณสำหรับการตั้งค่าที่เหมาะสม
vi: Chế độ cài đặt mã PIN tự động sẽ dùng một mã số gồm sáu chữ số. Thiết bị không có phím nhập liệu hoặc màn hình, như chuột hoặc tai nghe, có thể cần mã PIN cụ thể như 0000, hoặc không cần mã PIN. Xem hướng dẫn sử dụng thiết bị để cài đặt phù hợp.
zh_cn: 自动 PIN 设置使用六位数字代码，没有输入按键或屏幕的设备，比如鼠标或者耳机，需要比如0000等特殊的 PIN ，或者根本就不要 PIN。检查您的设备是否设置正确。

source: Choose an appropriate PIN setting for your device, then click <gui>Close</gui>.
es: Seleccione una opción apropiada de PIN para su dispositivo y después pulse <gui>Cerrar</gui>.
id: Pilih pengaturan PIN yang sesuai bagi perangkat Anda, lalu klik <gui>Tutup</gui>.
th: เลือกการตั้งค่า PIN ที่เหมาะกับเครื่องของคุณ คลิก <gui>ปิด</gui>
vi: Chọn một cài đặt PIN thích hợp cho thiết bị của bạn, rồi bấm <gui>Đóng</gui>.
zh_cn: 为设备选择适当的 PIN 设置，然后点击<gui>关闭</gui>。

source: Click <gui>Continue</gui> to proceed. If you did not choose a preset PIN, the PIN will be displayed on the screen.
es: Seleccione <gui>Continuar</gui> para continuar. Se mostrará el PIN en la pantalla si no eligió un PIN predefinido.
id: Klik <gui>Lanjutkan</gui> untuk melanjutkan. Bila Anda tak memilih suatu PIN pratata, PIN akan ditampilkan pada layar.
th: คลิก <gui>ทำต่อ</gui>เพื่อดำเนินการต่อไป หากคุณไม่ได้เลือก PIN ที่ตั้งไว้ล่วงหน้า PIN จะแสดงอยู่บนหน้าจอ
vi: Nhấp <gui>Continue</gui> để tiếp tục. Nếu bạn chưa chọn một PIN định trước, PIN sẽ hiện ra trên màn hình.
zh_cn: 点击<gui>继续</gui>。如果您没有选择预设 PIN，PIN 将显示在屏幕上。

source: If required, confirm the PIN on your other device. The device should show you the PIN you see on your computer screen, or may prompt you to enter the PIN. Confirm the PIN on the device, then click <gui>Matches</gui>.
es: Si es necesario, confirme el PIN en el otro dispositivo. Ahora, el dispositivo debería mostrarle el PIN que ve en la pantalla de su equipo, o pedirle que lo introduzca. Confirme el PIN en el dispositivo y pulse <gui>Coincide</gui>.
id: Bila diperlukan, konfirmasikan PIN pada perangkat lain. Perangkat mesti menampilkan PIN yang Anda lihat pada layar komputer Anda, atau mungkin meminta Anda untuk memasukkan PIN. Konfirmasikan PIN pada perangkat, lalu klik <gui>Cocok</gui>.
th: หากจำเป็น กรุณายืนยัน PIN ของคุณในอีกอุปกรณ์หนึ่ง อุปกรณ์ควรแจ้ง PIN ให้ทราบผ่านหน้าจอคอมพิวเตอร์ของคุณ หรืออาจแจ้งให้คุณกรอก PIN กรุณายืนยัน PIN บนอุปกรณ์ จากนั้นคลิก <gui>จับคู่</gui>
vi: Xác nhận mã PIN trên thiết bị khác của bạn nếu cần. Thiết bị sẽ hiển thị mã PIN mà bạn nhìn thấy trên màn hình máy tính, hoặc nhắc bạn nhập mã PIN. Xác nhận mã PIN trên thiết bị, rồi nhấp vào <gui>Kết quả trùng khớp</gui>.
zh_cn: 如果需要的话请查阅您设备上的 PIN 码信息。设备应该会在电脑屏幕上显示 PIN 码，或者弹出窗口要求您输入 PIN 码，确认 PIN 码准确输入之后点击 <gui>配对</gui>。

source: You need to finish your entry within about 20 seconds on most devices, or the connection will not be completed. If that happens, return to the device list and start again.
es: En la mayoría de los dispositivos, deberá introducirlo la entrada en menos de veinte segundos, o la conexión no se completará. Si pasara esto, vuelva a la lista de dispositivos y empiece de nuevo.
id: Anda perlu menyelesaikan entri Anda dalam 20 detik pada kebanyakan perangkat, atau koneksi tak akan dilengkapi. Bila itu terjadi, kembalilah ke daftar perangkat dan mulai lagi.
th: ในเครื่องส่วนมาก คุณจะต้องใส่ให้เสร็จใน 20 วืนาที ไม่อย่างนั้นการเชื่อมต่อจะไม่สำเร็จ หากเป็นเช่นนั้น กลับไปที่รายการอุปกรณ์และเริ่มใหม่อีกครั้ง
vi: Bạn cần hoàn thiện nội dung nhập trong vòng khoảng 20 giây trên hầu hết các thiết bị, nếu không thì kết nối sẽ không được hoàn tất. Nếu điều đó xảy ra, hãy quay lại danh sách thiết bị và bắt đầu lại.
zh_cn: 在大多数设备上，您需要在约 20 秒内完成输入，否则连接将无法完成。如果没有及时输入 PIN，请返回设备列表，重新开始。

source: A message appears when the connection successfully completes. Click <gui>Close</gui>.
es: Cuando la conexión se complete correctamente, aparecerá un mensaje. Pulse <gui>Cerrar</gui>.
id: Suatu pesan muncul ketika koneksi sukses dilengkapkan. Klik <gui>Tutup</gui>.
th: ข้อความจะปรากฏเมื่อการเชื่อมต่อเสร็จสมบูรณ์ ให้คลิก <gui>ปิด</gui>
vi: Một thông báo xuất hiện khi kết nối hoàn tất thành công. Bấm vào <gui>Đóng</gui>.
zh_cn: 配对成功后您将看到连接成功的信息。然后点<gui>关闭</gui>按钮。

source: The <gui>Setup Summary</gui> appears when the connection successfully completes. It may display additional options applicable to the type of device you're connecting. Select the desired options and click <gui>Quit</gui>.
es: El <gui>Resumen de la configuración</gui> aparece cuando la conexión se completa correctamente. Puede mostrar opciones adicionales aplicables al tipo de dispositivo que está conectando. Seleccione las opciones que quiere y pulse en <gui>Salir</gui>.
id: <gui>Rangkuman Penataan</gui> muncul saat koneksi berhasil diselesaikan. Ini mungkin menampilkan opsi tambahan yang berlaku untuk jenis perangkat yang Anda hubungkan. Pilih opsi yang diinginkan lalu klik <gui>Keluar</gui>.
th: <gui>สรุปการตั้งค่า</gui> จะปรากฏขึ้นเมื่อการเชื่อมต่อเสร็จสมบูรณ์ โดยอาจแสดงตัวเลือกเพิ่มเติมซึ่งสอดคล้องกับชนิดอุปกรณ์ที่คุณเชื่อมต่อ ให้เลือกตัวเลือกที่ต้องการแล้วคลิก <gui>ออก</gui>
vi: Bản <gui>Tóm tắt Thiết lập</gui> xuất hiện khi hoàn thành kết nối thành công. Nó có thể thể hiện các tùy chọn bổ sung áp dụng cho loại thiết bị bạn đang kết nối. Chọn tùy chọn bạn muốn và nhấp <gui>Thoát</gui>.
zh_cn: <gui>设置概览</gui> 会在连接成功完成出现。它可以显示适用于连接的设备类型的附加选项。选择所需的选项，单击<gui>退出</gui>。

source: You can <link xref="bluetooth-remove-connection">remove a Bluetooth connection</link> later if desired.
es: Puede <link xref="bluetooth-remove-connection">eliminar una conexión Bluetooth</link> más adelante, si quiere.
id: Anda dapat <link xref="bluetooth-remove-connectione">menghapus koneksi Bluetooth</link> nanti bila diinginkan.
th: คุณสามารถ <link xref="bluetooth-remove-connection">นำการเชื่อมต่อ Bluetooth ออก</link> ได้ภายหลังหากต้องการ
vi: Bạn có thể <link xref="bluetooth-remove-connection">bỏ kết nối Bluetooth</link> sau nếu muốn.
zh_cn: 如果需要，稍后您可以<link xref="bluetooth-remove-connection">删除蓝牙连接</link>。

source: To control access to your shared files, refer to the <gui>Bluetooth Sharing</gui> settings. See <link xref="sharing-bluetooth"/>.
es: Para controlar el acceso a sus archivos compartidos, revise la configuración de la <gui>Compartición por Bluetooth</gui>. Consulte la <link xref="sharing-bluetooth"/>.
id: Untuk mengendalikan akses ke berkas berbagi-pakai Anda, aculah pengaturan <gui>Berbagi Pakai Bluetooth</gui>. Lihat <link xref="sharing-bluetooth"/>.
th: ในการควบคุมการเข้าถึงไฟล์ที่คุณแชร์ ดูที่การตั้งค่า <gui>การแชร์บลูทูธ</gui> ดู <link xref="sharing-bluetooth"/>
vi: Để kiểm soát quyền truy cập vào các tập tin được chia sẻ của bạn, hãy xem phần cài đặt <gui>Chia sẻ Bluetooth</gui> (Bluetooth Sharing). Xem <link xref="sharing-bluetooth"/>.
zh_cn: 控制访问你的共享文件，指的是 <gui>蓝牙共享</gui> 设置界面。看到 <link xref="sharing-bluetooth"/>。

source: The adapter could be turned off or may not have drivers, or Bluetooth might be disabled or blocked.
es: Puede que el adaptador esté apagado o que no tenga controladores, o puede que tenga desactivado o bloqueado el Bluetooth.
id: Adaptor mungkin dimatikan atau tak memiliki driver, atau Bluetooth mungkin dinonaktifkan atau diblokir.
th: อะแดปเตอร์อาจปิดอยู่หรือไม่มีไดรเวอร์ หรืออาจมีการปิดใช้งานหรือบล็อก Bluetooth
vi: Bộ chuyển đổi có thể đã bị tắt hoặc không có các bộ điều khiển, hoặc Bluetooth có lẽ đã bị tắt hoặc bị chặn.
zh_cn: 适配器没有开启或者驱动不正确，或者蓝牙被禁用或阻止了。

source: I can't connect my Bluetooth device
es: No puedo conectar mi dispositivo Bluetooth
id: Saya tak bisa menyambung ke perangkat Bluetooth saya
th: ฉันไม่สามารถเชื่อมต่ออุปกรณ์บลูทูธได้
vi: Không thể kết nối thiết bị Bluetooth
zh_cn: 为什么无法连接我的蓝牙设备？

source: There are a number of reasons why you may not be able to connect to a Bluetooth device, such as a phone or headset.
es: Existen varias razones por las que es posible que no pueda conectarse a un dispositivo Bluetooth, como un teléfono o unos auriculares.
id: Ada sejumlah alasan mengapa Anda mungkin tak bisa menyambung ke suatu perangkat Bluetooth, seperti telepon atau headset.
th: มีหลายเหตุผลที่ทำให้คุณไม่สามารถเชื่อมต่ออุปกรณ์บลูทูธ เช่น โทรศัพท์หรือหูฟังได้
vi: Có một số nguyên nhân tại sao bạn không thể kết nối đến một thiết bị Bluetooth, như điện thoại hoặc tai nghe.
zh_cn: 您无法连接蓝牙设备(如手机或耳机)可能的原因有很多。

source: Connection blocked or untrusted
es: Conexión bloqueada o sin confianza
id: Koneksi diblokir atau tak dipercaya
th: การเชื่อมต่อถูกบล็อกหรือไม่น่าไว้วางใจ
vi: Kết nối bị chặn hoặc không được tin tưởng
zh_cn: 连接被阻止或不被信任

source: Some Bluetooth devices block connections by default, or require you to change a setting to allow connections to be made. Make sure that your device is set up to allow connections.
es: Algunos dispositivos Bluetooth bloquean las conexiones de manera predeterminada o requieren que se les cambie la configuración para permitir las conexiones. Asegúrese de que su dispositivo permite las conexiones.
id: Beberapa perangkat Bluetooth secara baku memblokir koneksi, atau memerlukan perubahan pengaturan agar mengijinkan penyambungan. Pastikan bahwa perangkat Anda disiapkan untuk mengijinkan koneks.
th: อุปกรณ์บลูทูธบางชนิดจะบล็อกการเชื่อมต่อเป็นค่าเริ่มต้น หรือจะบังคับให้คุณเปลี่ยนการตั้งค่าเพื่ออนุญาตให้เชื่อมต่อได้ กรุณาตรวจสอบว่าอุปกรณ์ของคุณมีการตั้งค่าเพื่อให้อนุญาตเชื่อมต่อ
vi: Một số thiết bị Bluetooth mặc định chặn kết nối, hoặc yêu cầu bạn thay đổi một cài đặt để cho phép thực hiện kết nối. Hãy chắc chắn là thiết bị của bạn được thiết lập để cho phép kết nối.
zh_cn: 有些蓝牙设备会默认拦截连接，或要求您更改设置才能允许建立连接。确保将您的设备设置为允许连接。

source: Bluetooth hardware not recognized
es: Hardware Bluetooth no reconocido
id: Perangkat keras Bluetooth tak dikenal
th: ไม่รู้จักอุปกรณ์บลูทูธนี้
vi: Không nhận ra phần cứng Bluetooth
zh_cn: 蓝牙硬件无法识别

source: Your Bluetooth adapter/dongle may not have been recognized by the computer. Some Bluetooth adapters aren't supported on Linux, so you may not be able to use them. In this case, you will probably have to get a different Bluetooth adapter.
es: Tu adaptador Bluetooth o llave electrónica puede no haber sido reconocida por la computadora. Algunos adaptadores Bluetooth no son compatibles con Linux, entonces tal vez no se puedan usar. En este caso, es probable que tengas que conseguir un adaptador Bluetooth diferente.
id: Adaptor Bluetooth Anda tidak dikenali oleh komputer. Sejumlah adaptor Bluetooth tidak mendukung sistem Linux, sehingga Anda tidak bisa menggunakannya. Dalam hal ini, Anda perlu menggunakan adaptor Bluetooth yang berbeda.
th: คอมพิวเตอร์อาจไม่รู้จัก ตัวแปลง / ดองเกิลของบลูทูธคุณ ตัวแปลงบลูทูธบางอันใช้ไม่ได้บน Lunux ดังนั้นคุณอาจไม่สามารถใช้ได้ ในกรณีนี้ คุณอาจจะต้องใช้ตัวแปลงบลูทูธอันอื่น
vi: Bộ điều hợp Bluetooth/dongle có thể không được máy tính công nhận. Một số bộ điều hợp Bluetooth không được hỗ trợ trên Linux, vì vậy bạn không thể sử dụng được. Trong trường hợp này, có thể bạn sẽ phải có bộ điều hợp Bluetooth khác.
zh_cn: 您的蓝牙适配器可能无法被该计算机识别。有些蓝牙适配器不支持Linux，因此您无法使用。此时您应该使用另一个蓝牙适配器。

source: Adapter not switched on
es: Adaptador no conectado
id: Adaptor tak dinyalakan
th: ไม่พบตัวแปลงที่จะเปลี่ยนไปใช้
vi: Chưa bật bộ điều hợp
zh_cn: 适配器未开启

source: Make sure that your Bluetooth adapter is switched on. Click the Bluetooth icon in the <gui>menu bar</gui> and check that it's not <link xref="bluetooth-turn-on-off">disabled</link>.
es: Asegúrate de que tu adaptador Bluetooth esté encendido. Haz clic en el ícono de Bluetooth en la <gui>barra de menú</gui> y comprueba que no esté <link xref="bluetooth-turn-on-off">desactivado</link>.
id: Pastikan bahwa adaptor Bluetooth Anda dinyalakan. Klik ikon Bluetooth pada <gui>bilah menu</gui> dan periksa bahwa itu tidak <link xref="bluetooth-turn-on-off">dinonaktifkan</link>.
th: ตรวจสอบว่าอแดปเตอร์ Bluetooth ของคุณเปิดอยู่ คลิกที่ไอคอน Bluetooth ใน <gui>แถบเมนู</gui> และตรวจสอบว่ามันไม่ <link xref="bluetooth-turn-on-off">ถูกปิดการใช้งาน</link>
vi: Hãy chắc chắn rằng bộ chuyển đổi Bluetooth đang bật. Nhấp vào biểu tượng Bluetooth trong <gui>thanh trình đơn</gui> để kiểm tra xem nó có bị <link xref="bluetooth-turn-on-off">tắt</link> không.
zh_cn: 确保您的蓝牙适配器已开启。在<gui>菜单栏</gui>中单击蓝牙图标，检查确定它未<link xref="bluetooth-turn-on-off">禁用</link>。

source: Make sure that your Bluetooth adapter is switched on. Open the Bluetooth panel and check that it's not <link xref="bluetooth-turn-on-off">disabled</link>.
es: Asegúrese de que su adaptador Bluetooth está encendido. Abar el panel de Bluetooth y compruebe que no está <link xref="bluetooth-turn-on-off">desactivado</link>.
id: Pastikan bahwa adapter Bluetooth Anda telah menyala. Buka panel Bluetooth dan lihat bahwa itu tidak <link xref="bluetooth-turn-on-off">dinonaktifkan</link>.
th: ดูให้แน่ใจว่าอะแดปเตอร์ Bluetooth เปิดอยู่ เปิดแผงควบคุม Bluetooth แล้วดูว่าไม่ได้<link xref="bluetooth-turn-on-off">ปิดใช้งานอยู่</link>
vi: Hãy chắc chắn rằng bộ chuyển đổi Bluetooth đã được bật. Mở bảng điều khiển Bluetooth và kiểm tra xem nó có bị <link xref="bluetooth-turn-on-off">tắt</link> không.
zh_cn: 确保您的蓝牙适配器已开启。打开蓝牙面板，检查确定它未被<link xref="bluetooth-turn-on-off">禁用</link>。

source: Device Bluetooth connection switched off
es: Conexión del dispositivo Bluetooth apagada
id: Koneksi perangkat Bluetooth dimatikan
th: การเชื่อมต่อ Bluetooth ของอุปกรณ์ปิดอยู่
vi: Kết nối thiết bị Bluetooth bị tắt
zh_cn: 要连接的蓝牙设备已关闭
