Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: Alternatively, you can quickly change the text size by clicking the <link xref="a11y-icon">accessibility icon</link> on the task bar and selecting <gui>Large Text</gui>.
es: Alternativamente, puedes rápidamente ajustar el tamaño del texto haciendo clic en el <link xref="a11y-icon">ícono de accesibilidad</link> en la barra de tareas y seleccionando <gui>Texto grande</gui>.
id: Sebagai alternatif, Anda bisa mengubah cepat ukuran teks dengan klik <link xref="a11y-icon">accessibility icon</link> pada task bar dan memilih <gui>Large Text</gui>.
th: อีกทางเหลือหนึ่ง คุณสามารถเปลี่ยนแปลงขนาดตัวอักษรได้อย่างรวดเร็วโดยคลิกที่ <link xref="a11y-icon">ไอคอนการเข้าถึง</link> บนแถบงานและเลือก <gui>Large Text</gui>
vi: Hoặc bạn có thể thay đổi nhanh cỡ chữ bằng cách nhấn vào <link xref="a11y-icon">biểu tượng khả năng truy cập</link> trên thanh tác vụ và chọn <gui>Chữ lớn</gui>.
zh_cn: 或者，您可以快捷点击任务栏里的<link xref="a11y-icon">辅助图标</link> ，选择<gui>大号文本</gui>，来更改字体大小。

source: In many applications, you can increase the text size at any time by pressing <keyseq><key>Ctrl</key><key>+</key></keyseq>. To reduce the text size, press <keyseq><key>Ctrl</key><key>-</key></keyseq>.
es: En muchos programas, puedes aumentar el tamaño del texto en cualquier momento pulsando <keyseq><key>Ctrl</key><key>+</key></keyseq>. Para reducir el tamaño, pulsa <keyseq><key>Ctrl</key><key>-</key></keyseq>.
id: Dalam banyak aplikasi, Anda dapat memperbesar ukuran teks kapanpun dengan menekan <keyseq><key>Ctrl</key><key>+</key></keyseq>. Untuk memperkecil ukuran teks, tekan <keyseq><key>Ctrl</key><key>-</key></keyseq>.
th: ในแอพพลิเคชั่นจำนวนมาก คุณสามารถเพิ่มขนาดข้อความได้ตลอดเวลาโดยกดที่ <keyseq><key>Ctrl</key><key>+</key></keyseq> หากต้องการลดขนาดข้อความ กด <keyseq><key>Ctrl</key><key>-</key></keyseq>.
vi: Trong nhiều ứng dụng, bạn có thể tăng cỡ chữ bất kỳ lúc nào bằng cách nhấn tổ hợp phím <keyseq><key>Ctrl</key><key>+</key></keyseq>. Để giảm cỡ chữ, hãy nhấn <keyseq><key>Ctrl</key><key>-</key></keyseq>.
zh_cn: 在许多应用程序里，您都可以多次用<keyseq><key>Ctrl</key><key>+</key></keyseq>键来放大字体，或者用<keyseq><key>Ctrl</key><key>-</key></keyseq>来缩小字体。

source: The universal access menu is the icon on the bottom bar that looks like a person.
es: El menú de acceso universal es el ícono en que parece una persona en la barra al fondo del escritorio.
id: Menu akses universal adalah ikon pada batang bawah yang tampak seperti gambar manusia.
th: เมนูการเข้าถึงสำหรับทุกอุปกรณ์คือไอคอนคล้ายรูปคนในแถบด้านล่าง
vi: Menu tiếp cận phổ quát là biểu tượng trên thanh dưới cùng trông giống như một người.
zh_cn: 辅助功能菜单图标是人形图案，位于底部工具栏。

source: Find the universal access menu
es: Encontrar el menú de acceso universal
id: Temukan menu akses universal
th: ค้นหาเมนู universal access
vi: Tìm trình đơn hỗ trợ truy cập
zh_cn: 找到辅助功能菜单

source: The <em>universal access menu</em> is where you can turn on some of the accessibility settings. You can find this menu by clicking the icon which looks like a person surrounded by a circle on the bottom bar.
es: El <em>menú de acceso universal</em> es donde puedes activar varios ajustes de accesibilidad. Puedes encontrar este menú haciendo clic sobre el ícono en que parece una persona rodeada de un círculo, en la barra al fondo del escritorio.
id: <em>universal access menu</em> adalah setelan untuk sejumlah pengaturan aksesibilitas. Anda bisa menemukan menu ini dengan klik ikon yang tampak seperti orang dalam lingkaran di baris bawah.
th: <em>เมนูการเข้าถึงทั่วไป</em> คือที่ที่คุณเปิดการตั้งค่าการเข้าถึง คุณจะพบเมนูนี้ได้โดยคลิกที่ไอคอนซึ่งดูเหมือนบุคคลหนึ่งล้อมรอบด้วยวงกลมในแถบด้านล่าง
vi: <em>Universal access menu</em> (menu truy cập toàn cầu) là nơi bạn có thể bật một số thiết lập về khả năng tiếp cận. Bạn có thể tìm thấy menu này bằng cách nhấp vào biểu tượng nhìn giống như một người được bao quanh bởi một vòng tròn trên thanh dưới cùng.
zh_cn: 在<em>辅助功能菜单</em>里，您可以开启一些辅助设置。您只需点击底部任务栏里圆圈内的人形图标，便可找到该菜单。

source: The universal access menu can be found on the bottom bar.
es: El menú de acceso universal se puede encontrar en la barra al fondo del escritorio.
id: Menu akses universal dapat ditemukan di bagian bilah bawah.
th: การเข้าถึงเมนูสากล สามารถใช้ได้ในแถบด้านล่าง
vi: Có thể thấy trình đơn truy cập phổ dụng trên thanh đáy.
zh_cn: 在底部任务栏可找到辅助功能菜单。

source: If you do not see the universal access menu, you can enable it from the <gui>Universal Access</gui> settings panel:
es: Si no ves el ícono de acceso universal en el menú, puedes activarlo en la configuración del menú de <gui>Acceso universal</gui>:
id: Bila Anda tak melihat menu akses universal, Anda dapat memfungsikannya dari panel pengaturan <gui>Akses Universal</gui>:
th: หากคุณไม่เห็นเมนู universal access คุณอาจเปิดใช้ได้ที่พาเนลการตั้งค่า <gui>Universal Access</gui>
vi: Nếu bạn không thấy danh mục truy cập chung, bạn có thể bật danh mục này lên từ bảng cài đặt <gui>Universal Access</gui>:
zh_cn: 如果您没有看到辅助功能菜单，您可以在<gui>辅助功能</gui>面板开启菜单。

source: Click <gui>Universal Access</gui>.
es: Haz clic en <gui>Acceso universal</gui>.
id: Klik <gui>Universal Access</gui>.
th: คลิก <gui>Universal Access</gui>
vi: Bấm <gui>Truy cập Đa năng</gui>.
zh_cn: 点击 <gui>辅助功能 </gui>。

source: Switch <gui>Always Show Universal Access Menu</gui> to <gui>On</gui>.
es: Activa la opción <gui>Mostrar siempre el menú de acceso universal</gui> (<gui>Encendido</gui>).
id: Nyalakan <gui>Selalu Tunjukkan Menu Akses Universal</gui>.
th: ปรับ <gui>แสดงเมนูการเข้าถึงแบบสากลเสมอ</gui>เป็น <gui>เปิด</gui>
vi: <gui>Bật</gui> tính năng <gui>Luôn Hiển thị Menu Truy cập Đa năng</gui>
zh_cn: 开启 <gui>一直显示辅助功能菜单 </gui>。

source: Zoom in on your screen so that it is easier to see things.
es: Ampliar tu pantalla para que sea más fácil ver cosas.
id: Zum perbesar layar Anda sehingga lebih mudah melihat berbagai hal.
th: ขยายหน้าจอเพื่อให้ดูสิ่งต่างๆ ง่ายขึ้น
vi: Phóng to màn hình để dễ dàng nhìn thấy mọi thứ hơn.
zh_cn: 放大您的屏幕，以方便浏览。

source: Magnify a screen area
es: Magnificar un área de la pantalla
id: Perbesar suatu wilayah layar
th: ขยายบริเวณหน้าจอ
vi: Phóng to một vùng màn hình
zh_cn: 放大某一屏幕区域

source: Magnifying the screen is different than just enlarging the <link xref="a11y-font-size">text size</link>. This feature is like having a magnifying glass, allowing you to move around by zooming in on parts of the screen.
es: Magnificar la pantalla no es simplemente aumentar el <link xref="a11y-font-size">tamaño del texto</link>. Esta característica es como tener una lupa que puedes mover para aumentar diferentes partes de la pantalla.
id: Memperbesar layar berbeda dengan hanya memperbesar <link xref="a11y-font-size">ukuran teks</link>. Fitur ini seperti memiliki kaca pembesar, memungkinkan Anda berpindah-pindah dengan menzum pada berbagai bagian layar.
th: การขยายหน้าจอไม่เพียงแต่ขยาย <link xref="a11y-font-size">ขนาดฟอนต์</link> ฟีเจอร์นี้จะเหมือนมีแว่นขยายให้คุณเลื่อนดูรอบๆ โดยซูมส่วนต่างๆ ของหน้าจอ
vi: Phóng to màn hình khác với việc chỉ làm <link xref="a11y-font-size">text size</link> lớn hơn. Chức năng này giống như dùng kính lúp, cho phép bạn di chuyển khắp xung quanh nhờ việc phóng to các phần của màn hình.
zh_cn: 放大某一屏幕区域和仅仅放大<link xref="a11y-font-size">字号</link>有所不同。这个功能就像用一个玻璃放大镜，可以移动放大不同的屏幕区域。

source: Press on <gui>Zoom</gui> in the <gui>Seeing</gui> section.
es: Haz clic en <gui>Ampliación</gui> en la sección <gui>Visión</gui>.
id: Tekan <gui>Zum</gui> dalam bagian <gui>Melihat</gui>.
th: กดที่ <gui>ย่อ/ขยาย</gui> ในส่วน <gui>การดู</gui>
vi: Nhấp vào <gui>Phóng to</gui> tại mục <gui>Xem</gui>.
zh_cn: 在<gui>视觉</gui>模块点击<gui>缩放</gui>。

source: Switch <gui>Zoom</gui> to <gui>On</gui>.
es: Activa la <gui>Ampliación</gui> (<gui>Encendido</gui>).
id: Atur <gui>Zum</gui> ke <gui>Nyala</gui>.
th: เปลี่ยน <gui>ขยาย</gui>เป็น <gui> เปิด</gui>
vi: Chuyển trạng thái nút <gui>Thu phóng</gui> (Zoom) thành <gui>Bật</gui> (On).
zh_cn: 开启<gui>缩放</gui>功能。

source: You can now move around the screen area. By moving your mouse to the edges of the screen, you will move the magnified area in different directions, allowing you to view your area of choice.
es: Puedes moverte en el área de la pantalla. Moviendo tu ratón por los bordes de la ptanlla, puedes mover el área magnificada en diferentes direcciones, permitiéndote ver el área de tu elección.
id: Anda kini dapat berpindah-pindah pada area layar. Dengan memindah tetikus Anda ke tepi layar, Anda akan memindah area yang diperbesar ke arah berbeda, memungkinkan Anda melihat area pilihan Anda.
th: ขณะนี้คุณสามารถเลื่อนไปรอบๆ หน้าจอได้ ด้วยการเลื่อนเม้าส์ไปที่ขอบของหน้าจอ คุณจะสามารถขยายหน้าจอดูได้ในทิศทางต่างๆ ทำให้เลือกบริเวณที่ต้องการได้
vi: Bây giờ bạn có thể di chuyển xung quanh vùng màn hình. Bằng việc di chuột ra các rìa màn hình, bạn sẽ dịch chuyển vùng phóng to theo các hướng khác nhau, giúp bạn xem được vùng bạn chọn.
zh_cn: 您可以移动放大的屏幕区域，把鼠标移到屏幕不同区域，就可以放大那里，您可以查看放大的区域。

source: You can quickly turn zoom on and off by clicking the <link xref="a11y-icon">accessibility icon</link> on the task bar and selecting <gui>Zoom</gui>.
es: Puedes rápidamente activar o desactivar la ampliación haciendo clic en el <link xref="a11y-icon">ícono de accesibilidad</link> en la barra de tareas y seleccionando <gui>Ampliación</gui>.
id: Anda dapat dengan cepat menyalakan dan mematikan fungsi perbesar/perkecil dengan mengeklik <link xref="a11y-icon">ikon aksesibilitas</link> pada bilah tugas dan memilih <gui>Zoom</gui>.
th: คุณสามารถเปิดและปิดการขยายได้อย่างรวดเร็ว โดยใช้ <link xref="a11y-icon">ไอคอนการเข้าถึง</link>ในแถบงาน และเลือก <gui>ขยาย</gui>
vi: Bạn có thể nhanh chóng bật hoặc tắt tính năng thu phóng bằng cách nhấp vào <link xref="a11y-icon">biểu tượng hỗ trợ truy cập</link> trên thanh tác vụ và chọn <gui>Thu phóng</gui> (Zoom).
zh_cn: 您可以在任务栏里通过点击<link xref="a11y-icon">辅助图标</link>，然后选择<gui>缩放</gui>来开启或关闭缩放功能。

source: You can change the magnification factor, the mouse tracking, and the position of the magnified view on the screen. Adjust these in the <gui>Magnifier</gui> tab of the <gui>Zoom</gui> settings window.
es: Puede cambiar el factor de magnificación, el seguimiento del ratón y la posición de la vista magnificada en la pantalla. Para ajustar esto, vaya a la pestaña <gui>Magnificador</gui> en la ventana de opciones de la <gui>Ampliación</gui>.
id: Anda dapat mengubah faktor perbesaran, pelacakan tetikus, dan posisi tilikan yang diperbesar pada layar. Atur ini dalam tab <gui>Pembesar</gui> dari jendela pengaturan <gui>Zum</gui>.
th: คุณสามารถเปลี่ยนแปลงแฟคเตอร์แว่นขยาย, การติดตามเมาส์ และตำแหน่งของมุมมองแบบขยายบนหน้าจอได้ ปรับเปลี่ยนสิ่งเหล่านี้ในแท็บ <gui>Magnifier</gui> ในหน้าต่างการตั้งค่า <gui>Zoom</gui>
vi: Bạn có thể thay đổi hệ số phóng đại, đường chạy của chuột, và vị trí xem phóng đại trên màn hình. Điều chỉnh những đặc điểm này tại thẻ <gui>Magnifier</gui> trong cửa sổ cài đặt <gui>Zoom</gui>.
zh_cn: 您可以改变放大倍数，鼠标跟踪和屏幕的放大位置。您可以在<gui>缩放</gui>设置窗口里的<gui>放大镜</gui>选项卡内调整。

source: You can activate crosshairs to help you find the mouse or touchpad pointer. To switch them on and adjust their length, color, and thickness, go to <gui>Crosshairs</gui> in the <gui>Crosshairs</gui> tab of the <gui>Zoom</gui> settings window.
es: Puede activar cruces para ayudarle a encontrar el puntero del ratón o del «touchpad». Para activarlas y ajustar su duración, color y grosor, pulse el botón <gui>Cruces</gui> en la pestaña <gui>Cruces</gui> de la ventana de configuración de la <gui>Ampliación</gui>.
id: Anda dapat mengaktifkan crosshair guna membantu menemukan pointer mouse atau touchpad. Untuk berganti dan menyesuaikan panjang, warna, dan ketebalannya, pergilah ke <gui>Crosshair</gui> di tab <gui>Crosshair</gui> pada jendela pengaturan <gui>Perbesaran</gui>.
th: คุณสามารถเปิดใช้เครื่องหมายเป้า เพื่อช่วยให้สามารถหาเม้าส์หรือพอยน์เตอร์บนทัชแพดได้ ในการเปิดใช้ หรือปรับขนาด สี และความหนา ไปที่ <gui>Crosshairs</gui> ในแท็บ <gui>Crosshairs</gui> ของหน้าต่างการตั้งค่า <gui>ขยาย</gui>
vi: Bạn có thể kích hoạt chế độ crosshair (dấu chữ thập) để giúp bạn tìm con chuột hay con trỏ của bàn di chuột. Để bật các crosshair và điều chỉnh độ dài, màu sắc cũng như độ đậm nhạt của chúng, hãy vào mục <gui>Crosshairs</gui> trong thanh tab <gui>Crosshairs</gui> của cửa sổ cài đặt <gui>Thu phóng</gui> (Zoom).
zh_cn: 你可以激活十字准线来帮助您找到鼠标或触摸板指针。您可以在<gui>缩放</gui>设置窗口里的<gui>十字准线</gui>选项卡内开启<gui>十字准线</gui>，调整它们的长度、颜色和厚度。

source: You can switch to inverse video or <gui>White on black</gui>, and adjust brightness, contrast and greyscale options for the magnifier. The combination of these options is useful for people with low-vision, any degree of photophobia, or just for using the computer under adverse lighting conditions. Select the <gui>Color Effects</gui> tab in the <gui>Zoom</gui> settings window to enable and change these options.
es: Puede cambiar a vídeo inverso o <gui>Blanco en negro</gui> y ajustar el brillo, contraste y opciones de escala de grises para el magnificador. La combinación de estas opciones es útil para personas con visión baja, cualquier grado de fotofobia o simplemente para usar el equipo bajo condiciones de iluminación adversas. Seleccione la pestaña <gui>Efectos de color</gui> en la ventana de la configuración de la <gui>Ampliación</gui> para activar o cambiar estas opciones.
id: Anda dapat beralih ke video terbalik atau <gui>Putih di atas hitam</gui>, dan mengatur opsi kecerahan, kontras, serta tingkat abu-abu bagi pembesar. Kombinasi opsi-opsi ini berguna bagi orang yang memiliki penglihatan lemah, sebarang tingkat fotofobia, atau sekedar untuk memakai komputer di bawah kondisi pencahayaan ekstrim. Pilih tab <gui>Efek Warna</gui> dalam jendela pengaturan <gui>Zum</gui> untuk mengaktifkan dan mengubah opsi-opsi ini.
th: คุณสามารถสลับไปเป็นวิดีโอสีหรือ <gui>ขาวบนพื้นดำ</gui> และปรับตัวเลือกความสว่าง, คอนทราสต์ และเกรย์สเกลสำหรับแว่นขยาย ตัวเลือกเหล่านี้มีประโยชน์สำหรับผู้มีสายตาเลือนราง, ผู้มีภาวะกลัวแสงในทุกระดับ หรือสำหรับการใช้งานคอมพิวเตอร์ภายใต้สภาวะแสงน้อย เลือกแท็บ <gui>ผลลัพธ์สี</gui> ในหน้าต่างการตั้งค่า <gui>ย่อขยาย</gui> เพื่อเปิดใช้งานและเปลี่ยนแปลงตัวเลือกเหล่านี้
vi: Bạn có thể chuyển sang video đảo ngược màu hoặc <gui>Trắng trên nền đen</gui>, và điều chỉnh các tùy chọn về độ sáng, độ tương phản và thang màu xám cho kính lúp. Sự kết hợp của các tùy chọn này rất hữu ích cho những người thị lực yếu, sợ ánh sáng ở mọi cấp độ, hoặc chỉ để sử dụng máy tính trong điều kiện thiếu ánh sáng. Chọn thẻ <gui>Hiệu ứng màu sắc</gui> trong cửa sổ cài đặt <gui>Thu phóng</gui> để kích hoạt và thay đổi các tùy chọn này.
zh_cn: 您可以切换到反相显示或者<gui>黑底白字</gui>，并调节放大镜的亮度、对比度和灰度。这些选项可以帮助低视力、畏光症用户浏览，或者在光照不足的条件下使用。您可以在<gui>缩放</gui>设置窗口里的<gui>显色效果</gui>选项卡里开启和调节这些选项。

source: Press and hold the left mouse button to right-click.
es: Para realizar una pulsación derecha, pulse y mantenga pulsado el botón izquierdo del ratón.
id: Tekan dan tahan tombol kiri tetikus untuk melakukan klik kanan.
th: กดปุ่มขวาของเม้าส์ค้างไว้ เพื่อคลิกขวา
vi: Nhấn và giữ phím chuột trái để nhấp phải.
zh_cn: 按住鼠标左键，产生右键点击。

source: Simulate a right mouse click
es: Simular una pulsación derecha del ratón
id: Mensimulasi klik tombol kanan tetikus
th: เลียนแบบการคลิกขวาด้วยเม้าส์
vi: Mô phỏng phím chuột phải
zh_cn: 模拟鼠标右键点击

source: You can right-click by holding down the left mouse button. This is useful if you find it difficult to move your fingers individually on one hand, or if your pointing device only has a single button.
es: Puede hacer que, en lugar de pulsar el botón derecho del ratón, baste con mantener pulsado el botón izquierdo del ratón durante un tiempo para realizar la misma acción. Es útil si tiene dificultades para mover los dedos de una mano de forma individual o si su dispositivo apuntador tiene un solo botón.
id: Anda dapat mengklik kanan dengan menahan tombol kiri tetikus. Ini berguna bila Anda mengalami kesulitan untuk memindahkan jari-jari Anda secara individual pada satu tangan, atau bila perangkat penunjuk Anda hanya memiliki satu tombol.
th: คุณสามารถคลิกขวาได้โดยการกดปุ่มเมาส์ข้างซ้าย นี่จะมีประโยชน์มากหากคุณเคลื่อนไหวนิ้วแต่ละนิ้วบนมือข้างหนึ่งได้ลำบาก หรือหากอุปกรณ์ชี้ของคุณมีเพียงปุ่มเดียว
vi: Bạn có thể nhấp chuột phải bằng cách giữ nút chuột trái. Điều này rất hữu ích nếu bạn thấy khó khăn khi di chuyển các ngón tay của bạn một cách riêng biệt trên một bàn tay, hoặc nếu thiết bị trỏ của bạn chỉ có một nút duy nhất.
zh_cn: 您可以通过按住鼠标左键来完成右击。这在您移动一只手上两根手指有困难时，或者您使用的鼠标只有一个按键时非常有用。

source: Press <gui>Click Assist</gui> in the <gui>Pointing and Clicking</gui> section.
es: Pulse en <gui>Asistente de pulsación</gui> en la sección <gui>Apuntar y pulsar</gui>.
id: Tekan <gui>Bantu Klik</gui> dalam seksi <gui>Menunjuk dan Mengklik</gui>.
th: กด <gui>ตัวช่วยคลิก</gui>ในส่วน<gui>การชี้และคลิก</gui>
vi: Nhấn <gui>Click Assit</gui> trong phần <gui>Pointing and Clicking</gui>.
zh_cn: 点击<gui>选中和点击</gui>区段的<gui>点击辅助</gui>。

source: Switch <gui>Simulated Secondary Click</gui> to <gui>On</gui>.
es: Active <gui>Pulsación secundaria simulada</gui> (<gui>Encendido</gui>).
id: Nyalakan <gui>Klik Sekunder Tersimulasi</gui>.
th: ปรับ <gui>เลียนแบบการคลิกขวา (Simulated Secondary Click)</gui>เป็น <gui>เปิด</gui>
vi: Chuyển <gui>Simulated Secondary Click</gui> (Mô phỏng Nhấp chuột Thứ cấp) sang chế độ <gui>On</gui> (Bật).
zh_cn: 开启<gui>模拟右键</gui>。

source: You can change how long you must hold down the left mouse button before it is registered as a right click by changing the <gui>Acceptance delay</gui>.
es: Puede cambiar la duración de la pulsación del botón izquierdo del ratón antes de que se considere una pulsación con el botón derecho cambiando el <gui>Retardo de aceptación</gui>.
id: Anda dapat mengubah berapa lama Anda mesti menahan tombol kiri tetikus sebelum dianggap sebagai klik kanan dengan mengubah <gui>Tundaan penerimaan</gui>.
th: คุณสามารถเปลี่ยนว่าคุณจะต้องกดปุ่มเมาส์ด้านซ้ายไว้นานเท่าใดก่อนที่ระบบจะทราบว่าเป็นการคลิกขวาด้วยการเปลี่ยน<gui>ความล่าช้าในการตอบรับ</gui>
vi: Bạn có thể thay đổi khoảng thời gian bạn phải giữ nút chuột trái trước khi được đăng ký là nhấp chuột phải bằng cách thay đổi <gui>Acceptance delay</gui> (Độ trễ tiếp nhận).
zh_cn: 您可以通过设置 <gui>接收延迟 </gui>中的数据，来设定按住鼠标左键多长时间才能达成单击右键的操作。

source: To right-click with simulated secondary click, hold down the left mouse button where you would normally right-click, then release. The pointer fills with blue as you hold down the left mouse button. Once it is entirely blue, release the mouse button to right-click.
es: Para pulsar con el botón derecho del ratón usando una pulsación secundaria simulada, mantenga pulsado el botón izquierdo del ratón donde normalmente pulsaría con el botón derecho, y después suéltelo.El puntero se rellenará con un color azul mientras mantiene pulsado el botón izquierdo. Cuando esté azul del todo, suelte el botón para hacer la pulsación derecha.
id: Untuk klik kanan dengan klik sekunder tersimulasi, tahan tombol kiri tetikus dimana Anda biasanya melakukan klik kanan, lalu lepaskan. Penunjuk akan diisi warna biru ketika Anda menahan tombol kiri tetikus. Setelah sepenuhnya biru, lepaskan tombol tetikus untuk klik kanan.
th: ในการคลิกขวาด้วย simulated secondary click กดค้างปุ่มเมาส์ด้านซ้ายในตำแหน่งที่ปกติคุณจะคลิกขวา ตัวชี้จะเปลี่ยนเป็นสีน้ำเงินเมื่อคุณคลิกค้างปุ่มเมาส์ด้านซ้าย เมื่อมันเป็นสีนำ้เงินทั้งหมดแล้ว ปล่อยปุ่มเมาส์เพื่อคลิกขวา
vi: Để nhấp chuột phải với cú nhấp thứ cấp mô phỏng, nhấn giữ nút chuột trái ở vị trí bạn bình thường sẽ nhấp chuột phải, sau đó thả ra. Con trỏ sẽ được tô màu xanh dương khi bạn nhấn giữ nút chuột trái. Khi con trỏ hoàn toàn chuyển màu xanh dương, bạn thả nút chuột để thực hiện nhấp chuột phải.
zh_cn: 要产生右击动作，把鼠标指针移到想要右击的位置上，按住鼠标左键，稍等然后松开。按住左键后，指针将开始填充蓝色，当填满后松开左键，就会产生右键单击动作。

source: Some special pointers, such as the resize pointers, do not change colors. You can still use simulated secondary click as normal, even if you don't get visual feedback from the pointer.
es: Algunos punteros especiales, como los punteros de redimensión, con cambian de color. Sigue pudiendo usar la pulsación secundaria simulada de manera normal, aunque no vea el efecto visual del puntero.
id: Beberapa penunjuk khusus, seperti penunjuk ubah ukuran, tak berubah warna. Anda masih dapat memakai klik sekunder tersimulasi seperti normal, bahkan ketika Anda tak mendapat umpan balik visual dari penunjuk.
th: พอยเตอร์แบบพิเศษบางชนิด เช่น พอยเตอร์ปรับขนาด จะไม่มีการเปลี่ยนสี คุณยังคงสามารถใช้การคลิกรองแบบจำลองได้ตามปกติ ถึงแม้คุณจะไม่เห็นการตอบรับใดๆ จากพอยเตอร์ก็ตาม
vi: Một số con trỏ đặc biệt không thay đổi màu sắc, chẳng hạn như con trỏ thay đổi kích thước. Bạn vẫn có thể sử dụng cái nhấp chuột thứ cấp mô phỏng như bình thường, ngay cả khi bạn không nhận thấy phản hồi trực quan từ con trỏ.
zh_cn: 在一些特殊的指针样式，如大小变换的指针，将不显示填充颜色过程，但您仍可以照常虚拟右击动作，即便看不到指针的变化。

source: If you use <link xref="mouse-mousekeys">Mouse Keys</link>, this also allows you to right-click by holding down the <key>5</key> key on your keypad.
es: Si usa las <link xref="mouse-mousekeys">Teclas del ratón</link>, esto también le permite simular una pulsación derecha manteniendo pulsada la tecla <key>5</key> de su teclado numérico.
id: Bila Anda memakai <link xref="mouse-mousekeys">Tombol Tetikus</link>, ini juga mengijinkan Anda klik kanan dengan menahan tombol <key>5</key> pada keypad Anda.
th: ถ้าคุณใช้ <link xref="mouse-mousekeys">เมาส์คีย์</link> คุณสามารถคลิกขวาได้ด้วยการกด <key>5</key> บนแป้นพิมพ์ค้างไว้
vi: Nếu bạn sử dụng <link xref="mouse-mousekeys">Phím chuột</link>, điều này cũng cho phép bạn nhấp chuột phải bằng cách giữ phím <key>5</key> trên bàn phím.
zh_cn: 如果您在使用<link xref="mouse-mousekeys">鼠标键</link>，你仍然可以按住小键盘上的<key>5</key>来产生右击动作。

source: Use the <app>Orca</app> screen reader to speak the user interface.
es: Use el lector de pantalla <app>Orca</app> para leer la interfaz de usuario.
id: Pakai <app>Orca</app> pembaca layar untuk mengucapkan antar muka pengguna.
th: ใช้ตัวอ่านหน้าจอ <app>Orca</app> เพื่อออกเสียงยูสเซอร์อินเทอร์เฟส
vi: Dùng trình đọc màn hình <app>Orca</app> để đọc giao diện người dùng.
zh_cn: 使用 <app>Orca</app> 屏幕阅读器朗读用户界面。

source: Read screen aloud
es: Leer la pantalla en voz alta
id: Baca layar keras-keras
th: อ่านออกเสียงหน้าจอ
vi: Đọc to màn hình
zh_cn: 朗读屏幕内容

source: Endless provides the <app>Orca</app> screen reader to speak the user interface. You can learn how to use Orca by referring to the <link href="help:orca">Orca Help</link> for more information.
es: Endless viene con un programa llamado <app>Orca</app> que puede leerte lo que dice en el interfaz de usuario. Puedes aprender cómo utilizar Orca en la sección llamada <link href="help:orca">Ayuda de Orca</link> y obtener más información allí.
id: Endless menyediakan <app>Orca</app> screen reader untuk mengucapkan antar muka pengguna. Anda dapat mempelajari cara menggunakan Orca dengan menyimak <link href="help:orca">Bantuan Orca</link> untuk informasi lebih jauh.
th: Endless มีการอ่านหน้าจอ <app>Orca</app> เพื่อออกเสียงการใช้งานหน้าจอสำหรับผู้ใช้ คุณสามารถดูวิธีใช้ Orca โดยดูจาก <link href="help:orca">ความช่วยเหลือ Orca </link> เพื่อดูข้อมูลเพิ่มเติม
vi: Endless cung cấp trình đọc màn hình <app>Orca</app> để đọc giao diện người dùng. Bạn có thể tìm hiểu cách sử dụng Orca bằng cách tham khảo <link href="help:orca">Trợ giúp Orca</link> để biết thêm thông tin.
zh_cn: Endless提供<app>Orca</app>屏幕阅读器朗读用户界面。您可以通过查阅 <link href="help:orca">Orca 帮助</link>以获取更多信息，学习如何使用Orca。

source: Have a delay between a key being pressed and that letter appearing on the screen.
es: Tener un retardo al pulsar una tecla y el tiempo que tarda en aparecer en la pantalla.
id: Dapatkan tundaan antara tombol ditekan dan huruf muncul di layar.
th: มีความล่าช้าระหว่างการที่ปุ่มถูกกดและการที่ตัวอักษรปรากฏบนหน้าจอ
vi: Có một khoảng trễ từ khi nhấn một phím đến khi chữ đó xuất hiện trên màn hình.
zh_cn: 按键后屏幕延迟显示对应字母。

source: Turn on slow keys
es: Activar las teclas lentas
id: Nyalakan tombol lambat
th: เปิดสโลว์คีย์
vi: Bật phím chậm
zh_cn: 开启慢速键
