Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: Name the folder something that will help you remember what kind of files you are going to put inside of it, or to whom the files will belong.
es: Nombra la carpeta con algo que te ayude a recordar qué tipo de archivos vas a poner dentro de ella, o a quienes pertenecerán los archivos.
id: Namai folder dengan nama yang dapat membantu Anda mengingat berkas seperti apa yang akan Anda simpan di dalamnya, atau siapa pemilik dari berkas-berkas tersebut.
th: ตั้งชื่อโฟลเดอร์อย่างที่คุณสามารถจำได้ว่ามีไฟล์อะไรใส่ไว้ข้างในบ้าง หรือไฟล์นั้นเป็นของใคร
vi: Đặt cho thư mục một cái tên giúp bạn nhớ được loại tệp mà bạn sẽ cất vào đó, hoặc người sẽ sở hữu các tệp đó.
zh_cn: 将您的文件夹命名为可以帮助您记住您将放置的文件类型的名称，或者可以帮助您记住该文件夹的所属。

source: You may want to add a folder inside of another folder to help keep your files really organized.
es: Tal vez quieras agregar una carpeta dentro de otra carpeta para ayudar a mantener tus archivos bien organizados.
id: Anda mungkin ingin menambahkan folder di dalam folder lainnya guna membantu menjaga berkas Anda tetap terorganisir.
th: คุณอาจต้องการเพิ่มโฟลเดอร์เข้าไว้ในอีกโฟลเดอร์หนึ่ง เพื่อช่วยจัดระเบียบไฟล์ของคุณ
vi: Có thể bạn sẽ muốn thêm một thư mục bên trong thư mục khác để các tập tin của bạn thực sự luôn ngăn nắp.
zh_cn: 您可能需要在另一个文件夹里添加新的文件夹，帮助您保持文件夹的条理性。

source: For example, you may want to create a folder within "Pictures" called "Friend Photos". If you have a lot of friends, you may even want to create more folders inside of that folder, one for each of your friends (something like "Pictures with Cassandra", "Pictures with Celia" and "Pictures with Abel").
es: Por ejemplo, es posible que quieras crear una carpeta dentro de "Imágenes" llamada "Fotos con Amigos". Si tienes un montón de amigos, puede que incluso quieras crear más carpetas dentro de esa carpeta, una para cada uno de tus amigos (algo así como "Fotos con Cassandra", "Fotos con Celia" y "Fotos con Abel").
id: Misalnya, Anda mungkin ingin membuat folder dalam "Gambar" bernama "Foto Teman". Jika Anda memiliki banyak teman, Anda bahkan mungkin ingin membuat folder lagi di dalam folder itu, satu untuk masing-masing teman Anda (sesuatu seperti "Foto dengan Cassandra", "Foto dengan Celia" dan "Foto dengan Abel").
th: ตัวอย่างเช่น คุณอาจอยากสร้างโฟลเดอร์ ใน "รูปภาพ" ชื่อ "ภาพเพื่อน" หากคุณมีเพื่อนเยอะ คุณอาจจะสร้างโฟลเดอร์เพิ่มขึ้นในโฟลเดอร์นั้นอีก โฟลเดอร์หนึ่งสำหรับเพื่อนหนึ่งคน (อย่างเช่น "ภาพถ่ายกับคาสซานดร้า" "ภาพถ่ายกับเซเลีย" และ "ภาพถ่ายกับอาเบล")
vi: Ví dụ, có thể bạn muốn tạo một thư mục trong "Ảnh" với tên gọi "Ảnh Bạn Bè". Nếu bạn có rất nhiều bạn bè, thậm chí bạn còn có thể muốn tạo thêm các thư mục bên trong thư mục đó, mỗi thư mục cho một người bạn (như "Ảnh cùng Cassandra", "Ảnh cùng Celia" và "Ảnh cùng Abel").
zh_cn: 例如，您可能想要在“图片”文件夹里创建一个名为”朋友的照片“的文件夹。如果您的朋友很多，您还可以在这个文件夹里创建更多的文件夹，为您的每个朋友都创建一个专属文件夹(就像”卡珊德拉的照片“，”西莉亚的照片“和”亚伯的照片“)。

source: Locate your photos, music and documents. Save your frequently used searches.
es: Encuentra tus fotos, música y documentos. Guarda tus búsquedas de uso frecuente.
id: Temukan foto, musik, dan dokumen Anda. Simpan pencarian yang paling sering digunakan.
th: หารูปภาพ เพลง และเอกสารของคุณ บันทึกการค้นหาที่คุณใช้บ่อยๆ
vi: Xác định vị trí ảnh, âm nhạc và tài liệu của bạn. Lưu các tìm kiếm thường xuyên được sử dụng của bạn.
zh_cn: 找到您的照片、音乐和文档。保存您的常用搜索。

source: Search for your saved photos, music, documents, and folders
es: Busca tus fotos, música, documentos y carpetas
id: Cari foto, musik, dokumen, dan folder yang Anda simpan
th: ค้นหารูปภาพ เพลง เอกสาร และโฟลเดอร์ที่คุณบันทึกไว้
vi: Tìm kiếm ảnh, nhạc, tài liệu và các thư mục đã lưu của bạn
zh_cn: 搜索您已保存的照片、音乐、文档和文件夹。

source: If you don't know what you did with something you saved or downloaded to your computer, don't worry, you can search for it! You can search for files and folders based on their name or by the file type (whether they are a document, photo, etc). To do so, try searching from your Documents folder or by using the global search feature. From inside the <gui>Documents</gui> app, you can even save common searches to use later.
es: Si no sabes lo que hiciste con algo que has guardado o descargado en tu computadora, ¡no te preocupes, puedes buscarlo! Puedes buscar archivos y carpetas por medio de su nombre o el tipo de archivo (si son documentos, fotos, etc). Para esto, intenta buscar desde la carpeta Documentos o utilizando la función de búsqueda global. Desde el programa <gui>Documentos</gui>, incluso puedes guardar las búsquedas comunes para tu uso después.
id: Apabila tidak tahu apa yang Anda lakukan dengan dokumen yang tersimpan atau sudah diunduh ke komputer, tidak perlu cemas sebab anda bisa melakukan pencarian untuk hal tersebut! Anda bisa melakukan pencarian file dan folder berdasarkan nama atau tipe file (entah itu berupa dokumen, foto, dst). Untuk itu, coba lakukan pencarian dari folder Dokumen atau dengan menggunakan fitur pencarian global. Dari dalam aplikasi <gui>Documents</gui>, Anda bahkan bisa melakukan pencarian sejenis untuk digunakan nanti.
th: หากคุณไม่รู้ว่าทำอะไรไปกับสิ่งที่คุณบันทึกหรือดาวน์โหลดไว้ในคอมพิวเตอร์ ไม่ต้องกังวล คุณสามารถค้นหามันได้! คุณสามารถค้นหาไฟล์และโฟลเดอร์โดยอ้างอิงจากชื่อหรือประเภทไฟล์ (ไม่ว่าจะเป็นเอกสาร, ภาพถ่าย ฯลฯ) ในการทำเช่นนั้น ลองค้นหาจากโฟลเดอร์เอกสารหรือโดยใช้งานฟีเจอร์การค้นหาทั่วไป คุณยังสามารถบันทึกการค้นหาที่ใช้งานบ่อยไว้ใช้ในภายหลังได้จากในแอป <gui>Documents</gui>
vi: Nếu bạn không rõ mình đã làm gì với một thứ gì đó bạn vừa lưu hoặc tải về máy tính của mình, đừng lo, bạn có thể tìm kiếm nó! Bạn có thể tìm kiếm các tệp tin và các thư mục theo tên hoặc theo loại tệp tin (tài liệu, ảnh, v.v...). Để làm việc này, hãy thử tìm kiếm từ thư mục Tài liệu của bạn hoặc bằng việc sử dụng đặc tính tìm kiếm toàn cầu. Từ trong ứng dụng <gui>Documents</gui>, bạn thậm chí còn có thể lưu giữ các tìm kiếm thông thường để sử dụng sau này.
zh_cn: 如果您不知道您保存或下载的文件夹所在的位置，不要担心，您可以搜索它！您可以通过名称或文件类型(不管是文件、照片等)来搜索文件和文件夹。您可以在文档文件夹内搜索，或者使用全局搜索功能。在<gui>文档</gui>程序内部，您还可以保存常用搜索，以便以后使用。

source: Other search applications
es: Otras aplicaciones de búsqueda
id: Aplikasi pencarian lain
th: แอพพลิเคชันค้นหาอื่นๆ
vi: Ứng dụng tìm khác
zh_cn: 其他搜索程序

source: Search from your Documents folder
es: Buscar desde tu carpeta de Documentos
id: Cari dari folder Dokumen Anda
th: ค้นหาจากโฟลเดอร์เอกสารของคุณ
vi: Tìm kiếm từ thư mục Documents (Tài liệu) của bạn
zh_cn: 在文档文件夹内搜索

source: Go to your desktop and click on the <gui>Documents</gui> icon.
es: Ve a tu escritorio y haz clic en el icono <gui>Documentos</gui>.
id: Tampilkan desktop dan klik pada ikon <gui>Documents</gui>.
th: ไปที่เดสก์ท็อปและคลิกที่ไอคอน <gui>เอกสาร</gui>
vi: Đến màn hình nền của máy tính và nhấp vào biểu tượng <gui>Tài liệu</gui> (Documents).
zh_cn: 打开桌面，点击<gui>文档</gui>图标。

source: Click the magnifying glass in the bar at the top of the window that opens, or press <keyseq><key>Ctrl</key><key>F</key></keyseq>.
es: Haz clic en la lupa en la barra superior de la ventana que se abre, o pulsa <keyseq><key>Ctrl</key><key>F</key></keyseq>.
id: Klik kaca pembesar di bar di bagian atas jendela yang terbuka, atau tekan <keyseq> <key> Ctrl </key> <key> F </key> </keyseq>.
th: คลิกที่แว่นขยายในแถบด้านบนของหน้าต่างที่เปิด หรือกด <keyseq><key>Ctrl</key><key>F</key></keyseq>
vi: Bấm vào kính lúp ở thanh phía trên cùng cửa sổ mở ra, hoặc nhấn <keyseq><key>Ctrl</key><key>F</key></keyseq>.
zh_cn: 点击已打开窗口顶端任务栏的放大镜，或者使用组合键<keyseq><key>Ctrl</key><key>F</key></keyseq>。

source: Type words that you know appear in the file name. For example, if you name and save all the pictures you take with your friends with the words "friend photo", type <input>friend photo</input>. Press <key>Enter</key>. Words are matched regardless of case, but you should make sure it is spelled correctly.
es: Escribe las palabras que sabes que aparecen en el nombre del archivo. Por ejemplo, si nombras y guardas todas las fotografías que te tomas con tus amigos con las palabras "fotos con amigos", escribe <input>foto con amigos</input>. Presiona <key>Intro</key>. Las palabras se corresponden si llevan mayúsculas o minúsculas, pero debes asegurarte de que estén escritas correctamente.
id: Klik kata yang Anda tahu terdapat dalam nama file. Contohnya, apabila Anda memberi nama dan menyimpan semua foto yang Anda ambil bersama teman-teman dengan kata-kata "foto teman", ketik <input>foto teman</input>. Tekan <key>Enter</key>. Kata-kata akan dicocokkan tanpa memandang besar kecil huruf, tetapi Anda harus memastikan ejaannya tepat.
th: พิมพ์คำที่คุณทราบว่ามีอยู่ในชื่อไฟล์ เช่น หาก คุณตั้งชื่อและบันทึกภาพทั้งหมดที่คุณถ่ายกับเพื่อนด้วยคำว่า "รูปภาพเพื่อน" พิมพ์ <input>รูปภาพเพื่อน</input> กด <key>Enter</key> สำหรับคำภาษาอังกฤษจะจับคู่โดยไม่คำนึงว่าจะเป็นตัวพิมพ์เล็กหรือใหญ่ แต่ทั้งนี้คุณควรตรวจสอบตัวสะกดให้ถูกต้อง
vi: Gõ từ mà bạn biết chứa trong tên tệp. Ví dụ, nếu bạn đặt tên và lưu tất cả ảnh bạn chụp với bạn bè của bạn bằng những từ “ảnh bạn bè”, gõ <input>friend photo</input> (ảnh bạn bè). Nhấn <key>Enter</key>.Từ sẽ được tìm kiếm phù hợp bất kể trường hợp nào, nhưng bạn cần phải chắc chắn tên được viết đúng chính tả.
zh_cn: 输入您所知道的文件名称。例如，如果您将所有和朋友的合照命名和保存为“朋友的照片”，则输入 <input>朋友的照片</input>。按下<key>回车键</key>。只要您确保拼写正确，无论如何都会有所匹配。

source: You can narrow your results by location and file type.
es: Puede acotar los resultados por ubicación y tipo de archivo.
id: Anda bisa mempersempit hasil dengan lokasi dan tipe file.
th: คุณสามารถตีวงผลการค้นหาให้แคบลงโดยใช้ตำแหน่งและประเภทไฟล์
vi: Bạn có thể thu hẹp các kết quả của mình theo địa điểm và loại tệp tin.
zh_cn: 您可以通过存放位置和文件类型来缩小范围。

source: Click <gui>Home</gui> to restrict the search results to your <file>Home</file> folder, or <gui>All Files</gui> to search everywhere.
es: Pulse <gui>Carpeta personal</gui> para restringir los resultados de la búsqueda a su <file>Carpeta personal</file> o <gui>Todos los archivos</gui> para buscar en todos los sitios.
id: Klik <gui>Home</gui> untuk membatasi hasil penelusuran pada folder <file>Home</file> Anda, atau <gui>All Files</gui> untuk menelusuri di mana saja.
th: คลิก<gui>โฮม</gui> เพื่อจำกัดผลการค้นหาไว้แค่เฉพาะโฟล์เดอร์ <file>โฮม</file> หรือ <gui>ทุกไฟล์</gui>เพื่อค้นหาทั้งหมด
vi: Nhấp vào mục <gui>Trang nhà</gui> (Home) để thu hẹp các kết quả tìm kiếm ở thư mục <file>Trang nhà</file>, hoặc <gui>Tất cả tệp</gui> (All Files) để tìm kiếm mọi nơi.
zh_cn: 点击 <gui>主页</gui>将会指定仅搜索您的<file>主页</file>文件夹，或者点<gui>全部</gui>将搜索所有位置。

source: Click <key>+</key> and pick a <gui>File Type</gui> from the drop-down list to narrow the search results based on file type. Click the <key>x</key> button to remove this option and widen the search results.
es: Pulse <key>+</key> y elija un <gui>Tipo de archivo</gui> de la lista desplegable para acotar el resultado de la búsqueda basándose en este tipo de archivo. Pulse el botón <key>x</key> para quitar esta opción y ampliar el resultado de la búsqueda.
id: Klik <key>+</key> dan pilih <gui>Jenis File</gui> dari panel-geser yang muncul untuk menyaring hasil pencarian berdasarkan jenis file. Klik tombol <key>x</key> untuk menghilangkan pilihan ini dan memperluas hasil pencarian.
th: คลิก<key>+</key> แล้วเลือก<gui>ประเภทไฟล์</gui>จากเมนูดร็อปดาวน์เพื่อจำกัดผลลัพธ์การค้นหาโดยอิงตามประเภทไฟล์ คลิกที่ปุ่ม <key>x</key> เพื่อเอาตัวเลือกนี้ออกและขยายผลการค้นหาให้กว้างขึ้น
vi: Nhấp <key>+</key> và chọn <gui>Loại tập tin</gui> từ danh sách thả xuống để thu hẹp kết quả tìm kiếm dựa trên loại tập tin. Nhấp vào nút <key>x</key> để bỏ tùy chọn này và mở rộng kết quả tìm kiếm.
zh_cn: 点击 <key>+</key>，然后从下拉列表中选择一种<gui>文件类型</gui>，这样可以缩小搜索范围只搜索指定类型的文件。点击 <key>x</key> 按钮删除此选项，拓宽搜索结果。

source: You can open, copy, delete, or otherwise work with your files from the search results.
es: Puedes abrir, copiar, eliminar, o trabajar con los archivos de los resultados de la búsqueda.
id: Anda dapat membuka, menyalin, menghapus, atau bekerja dengan berkas Anda dari hasil pencarian.
th: คุณสามารถเปิด คัดลอก ลบ หรือทำงานในไฟล์จากผลการค้นหาได้
vi: Bạn có thể mở, sao chép, xóa hoặc làm việc với các tệp của mình từ kết quả tìm kiếm.
zh_cn: 您可以在搜索结果中打开、复制、删除或者编辑您的文件。

source: Click the magnifying glass in the toolbar again to exit the search and return to the folder.
es: Pulse otra vez sobre la lupa en la barra de herramientas para salir de la búsqueda y volver a la carpeta.
id: Klik kaca pembesar dalam bilah alat lagi untuk keluar dari pencarian dan kembali ke folder.
th: ึคลิกแว่นขยายในแถบเครื่องมืออีกครั้งเพื่อออกจากการค้นหาและกลับไปที่โฟลเดอร์
vi: Nhấp vào kính phóng to trên thanh công cụ một lần nữa để thoát tìm kiếm và trở về thư mục.
zh_cn: 再次点击工具栏上的放大镜按钮退出搜索，返回文件夹。

source: If you perform certain searches often, you can save them to access them quickly.
es: Si lleva a cabo ciertas búsquedas muy a menudo, puede guardarlas para acceder a ellas rápidamente.
id: Apabila Anda sering melakukan pencarian tertentu, Anda dapat menyimpannya untuk dapat mengakses secara cepat.
th: หากคุณทำการค้นหาสิ่งใดบ่อยครั้ง คุณสามารถบันทึกไว้ได้เพื่อเข้าถึงอย่างรวดเร็ว
vi: Nếu bạn tìm thường xuyên, bạn có thể lưu tìm kiếm lại để truy cập nhanh.
zh_cn: 如果您要经常访问搜索结果，可以保存下来以便将来快速访问。

source: Save a search
es: Guardar una búsqueda
id: Menyimpan pencarian
th: ับันทึกการค้นหา
vi: Lưu tìm kiếm
zh_cn: 保存搜索

source: Start a search by following the instructions right above.
es: Empieza una búsqueda con seguir las instrucciones de arriba.
id: Mulailah penelusuran dengan mengikuti petunjuk di atas.
th: เริ่มค้นหาตามคำแนะนำด้านบน
vi: Bắt đầu tìm kiếm bằng cách làm theo các hướng dẫn ngay trên đây.
zh_cn: 根据右侧的指示来开始搜索。

source: When you're happy with the search parameters, click the ⚙ gear button and select <gui>Save Search As</gui>.
es: Cuando esté satisfecho con sus parámetros de búsqueda, pulse sobre la rueda dentada ⚙ y elija <gui>Guardar búsqueda como</gui>.
id: Jika Anda telah puas dengan parameter pencarian, klik tombol roda gigi ⚙ lalu pilih <gui>Simpan Pencarian Sebagai</gui>.
th: เมื่อคุณพอใจกับพารามิเตอร์การค้นหาแล้ว ให้คลิกปุ่มรูปเฟือง ⚙ แล้วเลือก <gui>บันทึกการค้นหาเป็น</gui>
vi: Khi bạn hài lòng với các thông số tìm kiếm, hãy nhấp vào nút bánh răng ⚙ và chọn <gui>Lưu Tìm kiếm Dưới dạng</gui>.
zh_cn: 如果您满意此次的搜索参数，您可以点击 ⚙齿轮按钮，选择<gui>将搜索另存为</gui>。

source: Give the search a name and click <gui>Save</gui>. If you'd like, select a different folder to save the search in. When you view that folder, you will see your saved search as an orange folder icon with a magnifying glass on it.
es: Dale un nombre a la búsqueda y haz clic en <gui>Guardar</gui>. Si quieres, selecciona una carpeta diferente para guardar tu búsqueda. Cuando veas esa carpeta, verás tu búsqueda como un ícono de una carpeta anaranjada con una lupa.
id: Beri nama pada pencarian lalu klik <gui>Simpan</gui>. Jika mau, pilihlah folder berbeda untuk menyimpan pencarian. Saat Anda melihat foldernya, Anda akan melihat pencarian yang tersimpan sebagai ikon folder jingga dengan kaca pembesar.
th: ตั้งชื่อให้การค้นหาแล้วคลิก <gui>บันทึก</gui> คุณอาจเลือกโฟลเดอร์อื่นเพื่อบันทึกการค้นหาได้ถ้าต้องการ เมื่อคุณดูโฟลเดอร์นั้นจะเห็นการค้นหาที่บันทึกไว้เป็นไอคอนโฟลเดอร์สีส้มที่มีรูปแว่นขยายอยู่ด้านบน
vi: Đặt tên cho tìm kiếm và nhấp <gui>Lưu</gui>. Nếu bạn muốn, hãy chọn một thư mục khác để lưu tìm kiếm này. Khi bạn xem thư mục đó, bạn sẽ thấy tìm kiếm đã lưu của mình dưới dạng biểu tượng thư mục màu cam có kính lúp ở trên.
zh_cn: 为此次搜索命名并点击<gui>保存</gui>。您可以根据需要选择不同的文件夹保存和搜索。当您查看该文件夹时，您已保存的搜索会以一个带有放大镜的橙色文件夹图标呈现。

source: To remove the search file when you are done with it, simply <link xref="files-delete">delete</link> the search as you would any other file. When you delete a saved search, it does not delete the files that the search matched.
es: Para eliminar el archivo buscado cuando haya terminado con él, simplemente <link xref="files-delete">elimínelo</link> de la búsqueda igual que haría con cualquier otro archivo. Cuando elimina una búsqueda guardada, no elimina los archivos que coincidieron con la búsqueda.
id: Untuk menghapus berkas pencarian ketika Anda sudah selesai dengannya, cukup <link xref="files-delete">hapus</link> pencarian sebagaimana yang Anda lakukan dengan berkas lainnya. Saat menghapus pencarian tersimpan, ini tidak menghapus berkas yang sesuai dengan pencarian.
th: หากต้องลบไฟล์ที่ค้นหาที่คุณไม่ต้องการใช้แล้ว เพียง<link xref="files-delete">ลบ</link> สิ่งที่ค้นหา เหมือนที่ทำกับไฟล์อื่นๆ เมื่อคุณลบการผลการค้นหาที่บันทึกไว้ จะไม่เป็นการลบไฟล์ที่ตรงกับการค้นหานั้น
vi: Để gỡ tệp tìm kiếm khi bạn đã dùng xong, chỉ cần <link xref="files-delete">xóa</link> tìm kiếm như bạn xóa bất kỳ tệp nào khác. Khi bạn đã xóa một tìm kiếm được lưu, các tệp khớp với tìm kiếm đó sẽ không bị xóa.
zh_cn: 当您用完保存的搜索文件，想删除它，只需简单地像操作其他文件一样<link xref="files-delete">删除</link>即可。删除一个搜索并不会删除搜索的文件。

source: Easily transfer files to your email contacts when you have internet.
es: Transfiere archivos fácilmente a tus contactos de correo electrónico cuando tienes internet.
id: Transfer file dengan mudah ke email kontak saat berada dalam koneksi internet.
th: ถ่ายโอนไฟล์ให้ผู้ติดต่อทางอีเมลของคุณได้อย่างง่ายดายเมื่อมีอินเทอร์เน็ต
vi: Dễ dàng gửi tập tin đến các địa chỉ email trong danh bạ khi bạn kết nối internet.
zh_cn: 在有网络连接的情况下，您可以便捷地将文件传送给您的电子邮箱联系人。

source: Share files by email
es: Compartir archivos por correo-e
id: Berbagi berkas lewat surel
th: แชร์ไฟล์ด้วยอีเมล
vi: Chia sẻ tập tin qua email
zh_cn: 通过电子邮件共享文件

source: You can easily share files with your contacts by email.
es: Puedes compartir archivos fácilmente con tus contactos por correo electrónico.
id: Anda dapat berbagi file dengan mudah kepada kontak Anda melalui email.
th: คุณสามารถแชร์ไฟล์ให้ผู้ติดต่อได้ง่ายๆ ผ่านทางอีเมล
vi: Bạn có thể dễ dàng chia sẻ tập tin với các địa chỉ email trong danh bạ.
zh_cn: 您可以通过电子邮件便捷地与您的联系人共享文件。

source: Before you begin, make sure the <app>Email</app> application is installed on your desktop, and that your email account is configured. Look for it on the <gui>Social</gui> folder on the desktop.
es: Antes de empezar, asegúrate de que hayas instalado el programa <app>E-mail</app> en tu escritorio, y de que hayas configurado tu cuenta de correo electrónico para que funcione con él. Encuentra el programa en la carpeta <gui> Sociales</gui> en tu escritorio.
id: Sebelum memulai, pastikan aplikasi <app>Surel</app> terpasang pada desktop Anda, dan bahwa akun surel Anda dikonfigurasi. Mencarinya di folder <gui>Sosial</gui> pada desktop.
th: ก่อนล็อกอิน ดูให้แน่ว่าแอพพลิเคชั่น <app>อีเมล</app> ติดตั้งในเดสก์ท็อปของคุณและ และดูว่าได้มีการตั้งค่าอีเมลไว้ หาอีเมลได้ในโฟลเดอร์ <gui>โซเชียล</gui> ในเดสก์ท็อป
vi: Trước khi bạn bắt đầu, hãy bảo đảm rằng ứng dụng <app>Email</app> được cài đặt trên màn hình nền của bạn, và rằng tài khoản email của bạn được cấu hình. Hãy tìm nó trong thư mục <gui>Xã hội</gui> màn hình nền.
zh_cn: 使用前请确保桌面上已安装了<app>电子邮件</app>程序，并且您已设置好邮箱帐户。您可以在桌面上的<gui>社交</gui> 文件夹查找它。

source: To share a file by email:
es: Para compartir archivos por correo-e:
id: Untuk berbagi file melalui email:
th: วิธีแบ่งปันไฟล์ผ่านอีเมล:
vi: Để chia sẻ một tập tin qua email:
zh_cn: 通过电子邮件共享文件：

source: Locate the file you want to transfer.
es: Seleccione el archivo que quiere transferir.
id: Temukan berkas yang ingin Anda transfer.
th: ค้นหาไฟล์ที่คุณต้องการถ่ายโอน
vi: Định vị tập tin bạn muốn truyền.
zh_cn: 找到要传送的文件。

source: Right-click the file and select <gui>Send To</gui>. The <gui>Compose Message</gui> window will appear with the file attached.
es: Pulse con el botón derecho sobre el archivo y seleccione <gui>Enviar a</gui>. Aparecerá la ventana <gui>Redactar mensaje</gui> con el archivo seleccionado como adjunto.
id: Klik kanan berkas lalu pilih <gui>Kirim Ke</gui>. Jendela <gui>Buat Pesan</gui> akan muncul dengan sisipan berkas.
th: คลิกขวาบนไฟล์แล้วเลือก <gui>ส่งไปยัง</gui> หน้าต่าง <gui>เขียนข้อความ</gui> จะปรากฏขึ้นพร้อมไฟล์แนบ
vi: Nhấp chuột phải vào tập tin và chọn <gui>Gửi đến</gui> (Send To). Cửa sổ <gui>Soạn Tin nhắn</gui> (Compose Message) sẽ xuất hiện cùng với tập tin đính kèm.
zh_cn: 右击该文件，选择<gui>发送给</gui>，附有该文件的<gui>发送邮件</gui>窗口会出现在您的屏幕上。

source: Click <gui>To</gui> to choose a contact, or enter an email address where you want to send the file. Fill in the <gui>Subject</gui> and the body of the message as required and click <gui>Send</gui>.
es: Pulse en <gui>Para</gui> Para elegir un contacto, o introduzca una dirección de correo-e a la que quiere enviar el archivo. Rellene el campo <gui>Asunto</gui> y el cuerpo del mensaje y pulse <gui>Enviar</gui>.
id: Klik <gui>Kepada</gui> untuk memilih nama kontak, atau memasukkan alamat email tujuan. Isi <gui>Perihal</gui> dan isi pesan seperti yang diperlukan dan klik <gui>Kirim</gui>.
th: คลิก <gui>To</gui> เพื่อเลือกรายชื่อติดต่อ หรือกรอกที่อยู่อีเมลที่คุณต้องการส่งไฟล์ไปถึง กรอก <gui>Subject</gui> และเนื้อหาข้อความที่จำเป็น จากนั้นคลิก <gui>Send</gui>
vi: Nhấn <gui>Tới</gui> để chọn một địa chỉ trong danh bạ, hoặc nhập một địa chỉ email mà bạn muốn gửi tập tin. Điền <gui>Chủ đề</gui> và nội dung tin nhắn theo yêu cầu và nhấp <gui>Gửi</gui>.
zh_cn: 点击<gui>发送到</gui>选择联系人，或者输入收件人的邮箱地址。根据要求填写邮件<gui>主题</gui>和正文，点击<gui>发送</gui>。

source: You can send multiple files at once. Select multiple files by holding down <key>Ctrl</key>, then right-click any selected file.
es: Puede enviar varios archivos a la vez. Seleccione varios archivos manteniendo pulsada la tecla <key>Ctrl</key> y pulse con el botón derecho sobre cualquier archivo seleccionado.
id: Anda dapat mengirim banyak file sekaligus. Pilih beberapa file dengan menekan terus <key>Ctrl</key>, lalu klik kanan semua file yang dipilih.
th: คุณสามารถส่งไฟล์หลายไฟล์ได้ในคราวเดียว เลือกไฟล์หลายไฟล์โดยกดปุ่ม <key>Ctrl</key> ค้างไว้ จากนั้นคลิกขวาบนไฟล์ใดๆ ก็ได้ที่เลือก
vi: Bạn có thể gửi nhiều tệp cùng một lúc. Chọn nhiều tệp bằng cách nhấn giữ <key>Ctrl</key>, rồi nhấp chuột phải vào bất kỳ tệp được chọn.
zh_cn: 您可以同时发送多个文件。您可以通过按住<key>Ctrl</key>并右击选择文件，来选择多个文件。

source: Create zip files to save space and share your files more easily.
es: Crea archivos zip para ahorrar espacio y compartir tus archivos con más facilidad.
id: Buat zip file untuk menghemat tempat dan bagikan file Anda lebih mudah.
th: สร้างไฟล์ zip เพื่อประหยัดพื้นที่และแบ่งปันไฟล์ของคุณได้ง่าย
vi: Tạo tập tin nén để tiết kiệm bộ nhớ và chia sẻ tập tin của bạn dễ dàng hơn.
zh_cn: 创建压缩文件，以节省空间和更便捷地分享文件。

source: Create zip files
es: Crea archivos zip
id: Buat berkas zip
th: สร้างไฟล์ zip
vi: Tạo các tập tin nén
zh_cn: 创建压缩文件

source: Zip files allow you to store your files in less space. This is especially helpful when you are trying to share files with friends.
es: Archivos zip te permiten guardar tus archivos en menos espacio. Esto es especialmente útil cuando estás tratando de compartir archivos con tus amigos.
id: File zip memungkinkan Anda menyimpan file Anda dengan ukuran yang lebih kecil. Ini akan bermanfaat ketika Anda mencoba untuk berbagi file dengan teman.
th: ไฟล์ Zip ช่วยให้คุณเก็บไฟล์โดยใช้พื้นที่น้อยลง ซึ่งจะมีประโยชน์เป็นพิเศษเมื่อคุณต้องการแชร์ไฟล์กับเพื่อน
vi: Các tập tin nén cho phép lưu trữ tập tin tốn ít bộ nhớ hơn. Điều này đặc biệt hữu ích khi bạn đang cố gắng chia sẻ tập tin với bạn bè.
zh_cn: 压缩文件可以让您保存的文件占更少的空间。这在您想要与朋友共享文件时十分有用。

source: To create a zip file, follow these steps:
es: Para crear un archivo zip, sigue estos pasos:
id: Untuk membuat berkas zip, ikuti langkah-langkah berikut:
th: ในการสร้างไฟล์ zip ทำตามขั้นตอนต่อไปนี้:
vi: Để tạo một tập tin nén, hãy thực hiện các bước sau:
zh_cn: 根据以下步骤创建压缩文件：

source: Click on the <gui>Documents</gui> icon from your desktop.
es: Haz clic en el ícono de <app>Mis Documentos</app> desde tu escritorio.
id: Klik ikon <gui>Documents</gui> dari desktop.
th: คลิกที่ไอคอน<gui>เอกสาร</gui>จากเดสก์ท็อปของคุณ
vi: Nhấp vào biểu tượng <gui>Documents</gui> trên màn hình nền của bạn
zh_cn: 点击桌面上的<gui>文档</gui>图标。
