Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: Wireless networks in busy places (in universities and coffee shops, for example) often have many computers trying to connect to them at once. Sometimes these networks get too busy and may not be able to handle all of the computers that are trying to connect, so some of them get disconnected.
es: Las redes inalámbricas en lugares concurridos (universidades y cafeterías, por ejemplo) a menudo tienen muchos equipos tratando de conectarse con ellos a la vez. A veces estas redes están demasiado ocupadas y no son capaces de manejar todos los equipos que están tratando de conectar, por lo que algunos de ellos se desconectan.
id: Jaringan nirkabel di tempat-tempat yang sibuk (contohnya di universitas dan kafe) sering mengalami banyak komputer berusaha tersambung dalam waktu bersamaan sekaligus. Kadang kala jaringan semacam ini menjadi terlalu sibuk dan tak mampu menangani seluruh komputer yang berusaha untuk menyambung, sehingga sebagian akan terputus sambungannya.
th: เครือข่ายไร้สายในสถานที่ที่มีคนพลุกพล่าน (เช่น ในมหาวิทยาลัย หรือร้านกาแฟ) มักจะมีคอมพิวเตอร์หลายเครื่องพยายามเชื่อมต่อพร้อมๆ กัน บางครั้งเครือข่ายเหล่านี้ก็มักจะไม่สามารถรองรับคอมพิวเตอร์ทั้งหมดที่พยายามเชื่อมต่อได้ ดังนั้นบางเครื่องจึงถูกตัดการติดต่อ
vi: Mạng không dây ở một nơi bận rộn (ví dỵ trong trường đại học hoặc quán cà phê) có nhiều máy kết nối cùng lúc và đôi khi mạng không xử lý nổi tất cả, vài máy sẽ bị ngắt kết nối.
zh_cn: 无线网络处于忙碌状态(比如在校园或者咖啡店)时，常常会有许多电脑尝试同时连接，这样网络会变得非常忙碌，一些电脑不能连接上，其他一些会掉线。

source: The wireless could be turned off or broken, and other places to look.
es: El hardware inalámbrico puede estar apagado o roto, y otros lugares en los que mirar.
id: Jaringan nirkabel kemungkinan dimatikan atau rusak, dan mencari tempat lain.
th: การเชื่อมต่อแบบไร้สายอาจถูกปิดหรือเสีย เป็นอีกที่ที่ต้องดู
vi: Mạng không dây có thể bị tắt hoặc bị ngắt, và những địa điểm khác cần tìm.
zh_cn: 无线可能关闭或损坏，请查看其他地方。

source: I can't see my wireless network on the list
es: No puedo ver mi red inalámbrica en la lista
id: Saya tidak bisa melihat jaringan nirkabel saya pada daftar
th: ฉันไม่เห็นเครือข่ายไร้สายในรายการ
vi: Tôi không nhìn thấy mạng không dây của mình trong danh sách
zh_cn: 无法查看无线网络列表

source: There are a number of reasons why you might not be able to see your wireless network on the list that appears when you click the network icon on the task bar.
es: Hay una cantidad de razones por lo que tal vez no puedas ver tu red inalámbrica en la lista que aparece cuando haces clic en el ícono de la red en la barra de tareas.
id: Ada sejumlah alasan mengapa Anda mungkin tidak dapat melihat jaringan nirkabel Anda pada daftar yang muncul saat Anda mengklik ikon jaringan pada task bar.
th: มีหลายเหตุผลที่ทำให้คุณสามารถเห็นการเชื่อม่ต่อแบบไร้สายอยู่ในรายการที่แสดงขึ้นมาเมื่อคุณคลิกไอคอนโครงข่ายตรงแถบงานได้
vi: Có một số lý do tại sao bạn không nhìn thấy mạng không dây của mình trong danh sách xuất hiện khi bạn bấm vào biểu tượng mạng trên thanh công cụ.
zh_cn: 无法查看无线网络列表（点击任务栏上的网络图标）的原因很多。

source: If no networks are shown in the list, your wireless hardware could be turned off, or it may not be working properly. Make sure it is turned on.
es: Si no ves ninguna red en la lista, tu hardware inalámbrico puede estar apagado, o puede no funcionar correctamente. Asegúrate de que esté encendido.
id: Apabila tidak ada jaringan yang ditampilkan dalam daftar, mungkin peranti jaringan nirkabel Anda dimatikan, atau mungkin tidak bekerja dengan baik. Pastikan peranti jaringan nirkabel itu telah menyala.
th: หากไม่มีเครือข่ายปรากฏในรายการ ฮาร์ดแวร์ไร้สายของคุณอาจปิดอยู่ หรืออาจทำงานไม่ถูกต้อง ตรวจสอบว่าเครือข่ายเปิดอยู่
vi: Nếu trong danh sách không hiển thị mạng nào, phần cứng không dây của bạn có thể đã bị tắt hoặc có thể không hoạt động đúng cách. Hãy đảm bảo phần cứng này được bật.
zh_cn: 如果列表中没有网络,您可以关掉的无线硬件,否则它可能无法正常工作。确保它是打开的。

source: If there are lots of wireless networks nearby, the network you are looking for might not be on the first page of the list. If this is the case, look at the bottom of the list for "More" and an arrow pointing towards the right. Click "More" to see the rest of the wireless networks.
es: Si hay muchas redes inalámbricas cerca, la red que buscas tal vez no esté en la primera página de la lista. Si esto es cierto, busca "Más" en la parte inferior de la lista y una flecha que apunta hacia la derecha. Haz clic en "Más" para ver el resto de las redes inalámbricas.
id: Jika terdapat banyak jaringan nirkabel di sekitar, jaringan yang Anda cari mungkin tidak berada di halaman pertama daftar. Jika demikian, carilah "More" di bagian bawah daftar dan tanda panah yang menunjuk ke kanan. Klik "More" untuk melihat jaringan nirkabel yang lainnya.
th: หากมีเครือข่ายไร้สายอยู่ใกล้ๆ จำนวนมาก เครือข่ายที่คุณกำลังมองหาอาจไม่อยู่ในหน้าแรกของรายการ ในกรณีนี้ ให้ดูที่ด้านท้ายของรายการที่เขียนว่า "เพิ่มเติม"​ และลูกศรชี้ไปทางขวา คลิก "เพิ่มเติม"​เพื่อดูเครือข่ายไร้สายที่เหลือ
vi: Nếu khu vực xung quanh có nhiều mạng không dây, thì mạng mà bạn cần tìm có thể không nằm ngay ở trang đầu tiên của danh sách. Nếu trường hợp này xảy ra, hãy nhìn xuống phía cuối danh sách tìm chữ "Thêm" (More) và một mũi tên chỉ sang bên phải. Hãy nhấp vào "Thêm" để xem các mạng không dây còn lại.
zh_cn: 如果附近有很多无线网络,电脑正在寻找的网络可能不在第一页的列表上。如果是这种情况,底部的列表中查看“更多”和一个右指箭头。点击“更多”查看其余的无线网络。

source: You could be out of range of the network. Try moving closer to the wireless base station/router and see if the network appears in the list after a while.
es: Puede estar fuera del rango de la red. Intente acercarse a la estación base inalámbrica/enrutador y vea si aparece la red después de un tiempo.
id: Anda mungkin berada di luar jangkauan jaringan. Coba bergerak lebih dekat ke stasiun/router dasar nirkabel dan lihat apakah jaringan muncul dalam daftar setelah beberapa saat.
th: คุณอาจอยู่นอกระยะโครงข่าย ลองขยับเข้าใกล้อุปกรณ์ส่งสัญญาณ / เราท์เตอร์และดูว่าโครงข่ายปรากฏในรายการหรือไม่
vi: Bạn có thể ngoài vùng phủ sóng. Thử lại gần trạm/router không dây hơn xem mạng có xuất hiện không.
zh_cn: 您可能不在网络覆盖范围，试着靠近无线基站或路由器，然后看看网络能否出现。

source: The list of wireless networks takes time to update. If you have just turned on your computer or moved to a different location, wait for a minute or so and then check if the network has appeared in the list.
es: La lista de redes inalámbricas tarda en actualizarse. Si acaba de encender el equipo o se ha movido a una ubicación diferente, espere un minuto y compruebe si la red ha aparecido en la lista.
id: Daftar jaringan nirkabel membutuhkan waktu untuk diperbarui. Jika Anda baru saja menyalakan komputer Anda atau pindah ke lokasi yang berbeda, tunggu selama satu menit atau lebih dan kemudian periksa apakah jaringan telah muncul dalam daftar.
th: รายการโครงข่ายไร้สายจะใช้เวลาในการอัพเดท หากคุณเพิ่งเปิดเครื่องหรือย้ายตำแหน่ง กรุณาสักประมาณหนึ่งนาทีและดูว่าโครงข่ายนั้นอยู่ในรายการหรือไม่
vi: Mất một lúc để cập nhật danh sách mạng không dây. Nếu bạn mới bật máy hoặc chuyển sang chỗ khác, chờ khoảng một phút và kiểm tra lại.
zh_cn: 无线网络的列表定期更新，如果您刚开开电脑或者换到其他位置，稍等一会再检查网络是否出现在列表上。

source: The network could be hidden. You need to <link xref="net-wireless-hidden">connect in a different way</link> if it is a hidden network.
es: La red puede estar oculta. Necesitará <link xref="net-wireless-hidden">conectarse de una manera diferente</link> si es una red oculta.
id: Jaringan bisa terlindungi. Anda perlu <link xref="net-wireless-hidden">connect in a different way</link> apabila jaringan terlindungi.
th: โครงข่ายอาจถูกซ่อนไว้ คุณจะต้อง <link xref="net-wireless-hidden">เชื่อมต่อช่องทางอื่น </link>หากเป็นโครงข่ายที่ถูกซ่อน
vi: Mạng có thể bị ẩn. Bạn có thể cần <link xref="net-wireless-hidden">kết nối cách khác</link> đến mạng ẩn.
zh_cn: 网络可能被隐藏，如果这样您需要<link xref="net-wireless-hidden">用其他方法连接</link>。

source: Connect to a network that you might not be able to see.
es: Conéctate a una red que no quizás no puedas ver.
id: Menyambung ke jaringan yang mungkin tak dapat Anda lihat.
th: เชื่อมต่อกับเครือข่ายที่คุณอาจไม่เห็น
vi: Kết nối vào mạng mà có thể bạn không nhìn thấy được.
zh_cn: 连接到可查看的网络。

source: Connect to a hidden wireless network
es: Conectar a una red inalámbrica oculta
id: Menyambung ke suatu jaringan nirkabel tersembunyi
th: เชื่อมต่อกับเครือข่ายไร้สายที่ซ่อนอยู่
vi: Kết nối đến mạng không dây ẩn
zh_cn: 连接到一个隐藏的无线网络

source: Hidden networks don't show up in the list of wireless networks. Having a hidden network makes it harder for other people to find it, and so more likely to be secure. To connect to a hidden wireless network follow these steps:
es: Las redes ocultas no aparecen en la lista de redes inalámbricas. Tener una red oculta hace que sea más difícil para que otras personas la encuentren, y así tiene más probabilidades de ser segura. Para conectarte a una red inalámbrica oculta sigue los pasos:
id: Jaringan terlindung tidak tampil dalam daftar jaringan nirkabel. Memiliki jaringan terlindung menyulitkan pihak lain menemukannya, sehingga relatif lebih aman. Untuk tersambung dengan jaringan nirkabel terlindung, ikuti langkah berikut:
th: เครือข่ายที่ถูกซ่อนจะไม่แสดงบนรายการเครือข่ายไร้สาย การมีเครือข่ายที่ถูกซ่อนทำให้คนอื่นๆ ค้นหาได้ยาก จึงมีความปลอดภัยมากกว่า ในการเชื่อมต่อกับเครือข่ายไร้สาย ทำตามขั้นตอนต่อไปนี้:
vi: Mạng ẩn không hiển thị trong danh sách mạng không dây. Sử dụng mạng ẩn khiến người khác khó tìm ra hơn, và vì vậy có khả năng bảo mật cao hơn. Để kết nối với mạng không dây ẩn, hãy làm theo các bước sau:
zh_cn: 隐藏的网络不出现在无线网络列表中。隐藏网络更难找到,所以有更加安全。连接到隐藏的无线网络要遵循这些步骤:

source: Click the network icon on the task bar and select <gui>Network Settings.</gui>
es: Haz clic en el ícono de la red en la barra de tareas y selecciona <gui>Configuración de la red</gui>.
vi: Nhấp vào biểu tượng mạng trên thanh tác vụ và chọn <gui>Cài đặt mạng</gui> (Network Settings).
zh_cn: 点击任务栏上的网络图标,选择<gui>网络设置。</gui>

source: Click the <gui>Connect to Hidden Network</gui> button.
es: Haz clic en el botón <gui>Conectar a una red oculta...</gui>.
id: Klik tombol <gui> Hubungkan ke Jaringan Tersembunyi</gui>.
th: คลิกปุ่ม <gui>เชื่อมต่อกับเครือข่ายที่ซ่อนอยู่</gui>
vi: Nhấn nút <gui>Connect to Hidden Network</gui>.
zh_cn: 点击<gui>连接到隐藏网络</gui>按钮。

source: In the window that appears, type the network name and choose the type of wireless security from the Wi-Fi security drop-down list.
es: En la ventana que aparece, escribe el nombre de la red y selecciona el tipo de seguridad inalámbrica de la lista desplegable.
id: Pada layar yang muncul, ketik nama jaringan dan pilih tipe keamanan nirkabel dari daftar keamanan Wi-Fi.
th: ในหน้าต่างที่ปรากฏขึ้นมา พิมพ์ชื่อเครือข่ายและเลือกประเภทการรักษาความปลอดภัยไร้สาย จากรายชื่อการรักษาความปลอดภัย Wi-Fi
vi: Trong cửa sổ hiện ra, gõ tên mạng và lựa chọn loại bảo mật không dây từ danh sách thả xuống về bảo mật Wi-Fi.
zh_cn: 在出现的窗口中,从无线网络安全下拉列表里输入名称并选择安全的无线网络类型。

source: Enter the password or other security details.
es: Introduzca la contraseña u otros detalles de seguridad.
id: Masukkan kata sandi atau detail keamanan lainnya.
th: ใส่รหัสผ่านหรือข้อมูลความปลอดภัยอื่น
vi: Nhập mật khẩu hoặc các thông tin bảo mật khác.
zh_cn: 输入密码或其他安全详情。

source: Click Connect.
es: Haz clic en <gui>Conectar</gui>.
id: Klik Hubungkan.
th: ึคลิกเขื่อมต่อ
vi: Bấm vào Kết nối.
zh_cn: 单击连接。

source: You may have to check the settings of the wireless access point or router to see what the network name is. If you don't have the network name (SSID), you can use the <em>BSSID</em> (Basic Service Set Identifier, the access point's MAC address), which looks something like <gui>02:00:01:02:03:04</gui> and can usually be found on the underside of the access point.
es: Puede tener que comprobar la configuración del punto de acceso inalámbrico/enrutador para ver el nombre de la red. Si no tiene el nombre de la red (SSID) puede usar el <em>BSSID</em> (Identificador básico de conjunto de servicio «Basic Service Set Identifier», la dirección MAC del punto de acceso), y buscar algo parecido a esto: <gui>02:00:01:02:03:04</gui>. Suele estar debajo del punto de acceso.
id: Anda mungkin perlu memeriksa pengaturan titik akses nirkabel atau router untuk melihat apa nama jaringannya. Apabila Anda tidak tahu nama jaringan (SSID), Anda dapat menggunakan <em>BSSID</em> (Basic Service Set Identifier, yakni alamat MAC titik akses tersebut), yang bentuknya seperti ini: <gui>02:00:01:02:03:04</gui> dan biasanya dapat ditemukan pada sisi bawah titik akses tersebut.
th: คุณอาจต้องตรวจสอบการตั้งค่าของจุดเข้าใช้งานหรือเราเตอร์เครือข่ายไร้สายเพื่อดูชื่อเครือข่าย หากคุณไม่มีชื่อเครือข่าย คุณอาจใช้ <em>BSSID</em> (ตัวระบุเครือข่ายไร้สายพื้นฐาน ซึ่งเป็นที่อยู่ MAC ของจุดเข้าใช้งาน) ที่มีลักษณะดังนี้ <gui>02:00:01:02:03:04</gui>
vi: Bạn có thể phải mở phần cài đặt của điểm truy cập hoặc bộ định tuyến không dây để xem tên mạng. Nếu không có tên mạng (SSID), bạn có thể sử dụng <em>BSSID</em> (Basic Service Set Identifier, địa chỉ MAC của điểm truy cập), có dạng <gui>02:00:01:02:03:04</gui> và thường có thể tìm thấy ở bên dưới điểm truy cập.
zh_cn: 你可能需要检查无线接入点的设置或路由器，以便查询网络名称。如果你没有网络名称(SSID),您可以使用<em> BSSID </em>(基本服务集标识符,接入点的MAC地址),它看起来像<gui> 02:00:01:02:03:04 > </gui>，通常可以发现背面的访问点。

source: You should also check the security settings for the wireless access point. Look for terms like WEP and WPA.
es: También deberá comprobar la configuración de seguridad del punto de acceso inalámbrico; busque términos del tipo WEP o WPA.
id: Anda juga patut menyimak pengaturan keamanan untuk titik akses nirkabel. Carilah istilah seperti WEP dan WPA.
th: คุณยังควรตรวจสอบการตั้งค่าสำหรับจุดเข้าถึงไร้สาย มองหาชื่อเช่น WEP และ WPA
vi: Bạn cũng nên kiểm tra cài đặt an ninh cho điểm truy cập không dây. Tìm kiếm các thuật ngữ như WEP và WPA.
zh_cn: 您还应该检查无线接入点的安全设置。寻找WEP和WPA。

source: While hiding your network may help improve security by preventing people who don't know about it from connecting, the network will still remain detectable. You may want to take additional precautionary measures to further safeguard your network.
es: Aunque esconder tu red inalámbrica mejorará la seguridad mediante la prevención de las personas que no conocen la conexión, la red será aún posible de encontrar. Tal vez quieras tomar medidas preventivas adicionales para proteger tu red.
id: Sekalipun menyembunyikan jaringan mungkin dapat membantu keamanan karena orang-orang yang tidak tahu tidak akan mencoba membuat sambungan, jaringan tetap dapat dideteksi. Anda mungkin perlu mengambil langkah pengamanan tambahan untuk lebih melindungi jaringan Anda.
th: ถึงแม้การซ่อนเครือข่ายอาจจะช่วยเพิ่มความปลอดภัยด้วยการป้องกันไม่ให้คนที่ไม่รู้จักเชื่อมต่อ แต่ยังคงสามารถตรวจจับเครือข่ายได้ คุณสามารถเพิ่มมาตรการป้องกันอื่นๆ เพื่อช่วยให้เครือข่ายของคุณให้ปลอดภัยยิ่งขึ้น
vi: Tuy việc ẩn mạng có thể giúp cải thiện an ninh bằng cách ngăn những người không biết về nó truy cập vào, nhưng mạng này vẫn có thể được tìm thấy. Bạn nên dùng thêm các biện pháp an toàn khác để bảo đảm an ninh cho mạng của mình.
zh_cn: 虽然隐藏网络可能通过阻止未知连接来改善网络安全,但该网络仍可检测。你可能想要采取其他预防措施来进一步保护你的网络。

source: Double-check the password, and other things to try.
es: Comprobar dos veces la contraseña, y otras cosas que intentar.
id: Cek ulang sandi Anda, serta hal lainnya yang patut dicoba.
th: ตรวจสอบรหัสผ่านและอื่นๆ อีกครั้ง เพื่อลอง
vi: Kiểm tra lại mật khẩu, và những thao tác khác có thể làm thử.
zh_cn: 仔细检查密码,并尝试其他方法。

source: I've entered the correct password, but I still can't connect
es: He introducido la contraseña correcta, pero sigo sin poder conectarme
id: Saya telah memasukkan sandi yang benar, tapi masih tak bisa menyambung
th: ฉันใส่รหัสผ่านถูกต้องแล้ว แต่ยังไม่สามารถเชื่อมต่อได้
vi: Đã nhập đúng mật khẩu nhưng vẫn không thể kết nối
zh_cn: 我输入的密码是对的，但是还是不能连接

source: If you're sure that you entered the correct <link xref="net-wireless-wepwpa">wireless password</link> but you still can't successfully connect to a wireless network, try some of the following:
es: Si está seguro de que ha introducido correctamente la <link xref="net-wireless-wepwpa">contraseña de la red inalámbrica</link> pero aún no puede conectarse correctamente a la red inalámbrica, intente alguna de las siguientes sugerencias:
id: Jika Anda yakin bahwa Anda memasukkan <link xref="net-wireless-wepwpa">kata sandi nirkabel</link> yang benar tetapi Anda masih belum berhasil terhubung ke jaringan nirkabel, cobalah beberapa hal berikut:
th: หากคุณมั่นใจว่ากรอก <link xref="net-wireless-wepwpa">รหัสผ่านไร้สายถูกต้อง</link> แต่ยังเชื่อมต่อกับเครือข่ายไร้สายได้ไม่สำเร็จ ทดลองวิธีต่อไปนี้:
vi: Nếu bạn nhập <link xref="net-wireless-wepwpa">mật khẩu không dây</link> chính xác nhưng vẫn không thể kết nối, thử những cách sau:
zh_cn: 如果您确定输入的密码是正确的<link xref="net-wireless-wepwpa">无线连接密码</link>，但是仍然不能连接到网络，试试下面的操作：

source: Double-check that you have the right password
es: Compruebe dos veces que ha introducido correctamente la contraseña
id: Periksa lagi apakah Anda memiliki sandi yang benar
th: ตรวจสอบว่าคุณใส่รหัสผ่านถูกต้อง
vi: Kiểm tra mật khẩu lần nữa xem đúng không
zh_cn: 再次确认密码是否正确

source: Passwords are case-sensitive (it matters whether they have capital or lower-case letters), so check that you didn't get the case of one of the letters wrong.
es: Las contraseñas son sensibles a capitalización (quiere decir que distinguen entre mayúsculas y minúsculas), de tal forma que si no usó una mayúscula donde debería haberlo hecho, una de las letras es incorrecta.
id: Kata sandi peka huruf (terdapat perbedaan antara huruf besar dan huruf kecil), oleh karena itu periksalah untuk memastikan bahwa tidak ada huruf yang dimasukkan dengan keliru.
th: รหัสผ่านมีความไวต่ออักษรใหญ่เล็ก (มีความแตกต่างของอักษรตัวใหญ่ตัวเล็ก) ดังนั้น ตรวจสอบให้แน่ใจว่าคุณไม่ได้ใส่อักษรใหญ่เล็กผิด
vi: Mật khẩu có thể phân biệt hoa thường (chữ hoa và chữ thường khác nhau), kiểm tra bạn có nhập đúng chữ hoa/thường hay không.
zh_cn: 密码是大小写设置是敏感的(它是区分大写和小写字母的)，因此检查一下您输入的字母大小写是否有误。

source: Try turning your wireless card off and then on again
es: Intente apagar su tarjeta inalámbrica y volverla a encender
id: Cobalah mematikan kartu nirkabel Anda dan menyalakannya lagi
th: ลองปิดการ์ดไร้สายแล้วเปิดใหม่อีกครั้ง
vi: Thử tắt cạc không dây và mở lại
zh_cn: 尝试关闭您的无线网卡，然后再开启它

source: Sometimes wireless cards get stuck or experience a minor problem that means they won't connect. Try turning the card off and then on again to reset it.
es: A veces, las tarjetas inalámbricas se atascan o sufren un problema menor que provoca que no se puedan conectar. Trata de apagar la tarjeta y volverla a encender para reiniciarla.
id: Kadang kala kartu jaringan nirkabel macet atau mengalami masalah kecil yang membuat tidak dapat menyambung. Cobalah mematikan kartu lalu menyalakan kembali untuk melakukan reset.
th: บางครั้งการ์ดไร้สายก็อาจจะค้างหรือประสบปัญหาที่ทำให้ไม่สามารถเชื่อมต่อ ลองปิดเปิดการ์ดอีกครั้งเพื่อรีเซ็ต
vi: Đôi khi thẻ mạng không dây bị kẹt hay gặp trục trặc nhỏ nên không kết nối được. Hãy thử tắt thẻ rồi bật lại để thiết lập lại.
zh_cn: 无线网卡有时卡住或存在小问题,这意味着它们无法连接。尝试关闭卡项,然后再重新设置它。

source: Check that you're using the right type of wireless security
es: Compruebe que está usando el tipo correcto de seguridad inalámbrica
id: Periksalah apakah Anda sedang memakai tipe keamanan nirkabel yang benar
th: ตรวจสอบว่าคุณกำลังใช้ระบบความปลอดภัยไร้สายที่ถูกต้อง
vi: Bảo đảm bạn chọn đúng loại an ninh mạng
zh_cn: 检查您是否选择了正确的无线安全类型

source: When prompted for your wireless security password, you can choose which type of wireless security to use. Make sure you choose the one that is used by the router or wireless base station. This should be selected by default, but sometimes it will not be for some reason. If you don't know which one it is, use trial and error to go through the different options.
es: Cuando se le pida su contraseña de seguridad inalámbrica, puede elegir qué tipo de seguridad inalámbrica quiere usar. Asegúrese de elegir la que utiliza la estación base inalámbrico o enrutador. Esto debe seleccionarse de manera predeterminada, pero a veces no ocurre por alguna razón. Si no sabe cuál es, intente el método de ensayo y error para recorrer las diferentes opciones.
id: Ketika diminta untuk kata sandi keamanan nirkabel Anda, Anda dapat memilih jenis keamanan nirkabel untuk digunakan. Pastikan Anda memilih salah satu yang digunakan oleh router atau stasiun dasar nirkabel. Ini harus dipilih secara default, tapi terkadang tidak untuk beberapa alasan. Jika Anda tidak tahu yang mana, gunakan trial and error untuk melalui pilihan yang berbeda.
th: เมื่อได้รับการแจ้งเตือนให้ใส่รหัสความปลอดภัยของอุปกรณ์ไร้สาย คุณสามารถเลือกได้ว่าจะใช้การรักษาความปลอดภัยอย่างไร ดูให้แน่ว่าคุณเลือกวิธีที่เราท์เตอร์หรือเครื่องส่งสัญญาณใช้ ซึ่งควรจะถูกเลือกไว้แบบนี้เป็นค่าเริ่มต้น แต่บางครั้งก็อาจจะไม่แสดงด้วยสาเหตุบางประการ หากคุณไม่แน่ใจว่าเป็นอันไหน ทดลองใช้และดูข้อผิดพลาดเพื่อหาตัวเลือกหลายๆ แบบ
vi: Khi được hỏi mật khẩu an ninh không dây, bạn có thể chọn loại an ninh được dùng. Nhớ chọn loại dùng bởi router hoặc trạm không dây. Thường thì lựa chọn mặc định đúng, nhưng đôi khi cũng có thể sai. Nếu không biết, thử vài lựa chọn khác nhau xem được không.
zh_cn: 当提示您输入无线安全密码时，您要选择无线安全所使用的类型，确保您选择的类型是无线路由器或基站使用的。这应该会默认选中，但有时由于某些原因没选中，如果您不知道选哪一个，可以多试几次，找出正确的选项。

source: Check that your wireless card is properly supported
es: Compruebe que su tarjeta inalámbrica está correctamente soportada
id: Periksalah apakah dukungan atas kartu nirkabel Anda sudah sesuai
th: ตรวจสอบว่าการ์ดเครือข่ายไร้สายได้รับการสนับสนุนอย่างถูกต้อง
vi: Kiểm tra đã cắm cạc không dây chắc chắn
zh_cn: 检查您的无线网卡受支持

source: Some wireless cards aren't supported very well. They show up as a wireless connection, but they can't connect to a network because their drivers lack the ability to do this. If your wireless card is not supported, you will need to get a new wireless card that is supported. Contact our customer support for information on which wireless cards are supported.
es: Algunas tarjetas inalámbricas no están bien soportadas. Muestran una conexión inalámbrica pero no pueden conectarse a la red porque sus controladores no tienen la capacidad de hacerlo. Si tu tarjeta inalámbrica no está soportada, tendrás que conseguir otra tarjeta inalámbrica que si es soportada. Ponte en contacto con nuestro equipo de servicio al cliente para más información sobre cuáles tarjetas inalámbricas están soportadas.
id: Sebagian kartu nirkabel tidak didukung sepenuhnya. Mereka muncul sebagai koneksi nirkabel, namun tak dapat terhubung ke jaringan karena driver-nya tak mampu melakukan ini. Jika kartu nirkabel Anda tidak didukung, Anda perlu memiliki kartu nirkabel baru yang didukung. Hubungi layanan konsumen kami untuk informasi manakah kartu nirkabel yang didukung.
th: การ์ดไร้สายบางบางชนิดอาจรองรับได้ไม่ดี โดยอาจแสดงว่ามีการเชื่อมต่อไร้สาย แต่ไม่สามารถเชื่อมต่อกับเครือข่ายได้ เพราะไดร์ฟเวอร์ไม่สามารถเชื่อมต่อได้ หากการ์ดไร้สายของคุณนั้นไม่รองรับ คุณจะต้องหาการ์ดไร้สายใหม่ที่รองรับ ติดต่อฝ่ายสนับสนุนลูกค้าของเราเพื่อสอบถามว่าการ์ดไร้สายใดบ้างที่รองรับ
vi: Một số thẻ mạng không dây không được hỗ trợ tốt lắm. Chúng hiện ra một kết nối không dây nhưng không thể kết nối vào mạng vì trình điều khiển của chúng thiếu khả năng thực hiện việc này. Nếu thẻ mạng không dây của bạn không được hỗ trợ, bạn cần phải có một thẻ mạng không dây mới có hỗ trợ. Hãy liên hệ bộ phận hỗ trợ khách hàng của chúng tôi để biết thêm thông tin về thẻ mạng không dây nào được hỗ trợ.
zh_cn: 有些无线网卡支持状态较差。无线连接出现,但无法连接到网络,因为驱动器无法完成此任务。如果你的无线网卡不支持,你需要得到一个新的支持无线网卡。联络我们的客户支持信息支持无线网卡。

source: Try the hex or ASCII pass key
es: Intente la clave hexadecimal o ASCII
id: Coba kunci heksa atau ASCII
th: ลอกใช้คีย์ผ่านแบบ Hex หรือ ASCII
vi: Thử khoá mật thập lục phân hoặc ASCII
zh_cn: 试试十六进制或 ASCII 密钥
