Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: If your printer was not set up automatically, you can add it in the printer settings.
es: Si su impresora no se estableció de manera automática, puede añadirla en la configuración de impresora.
id: Apabila printer Anda tidak tersetel secara otomatis, Anda dapat menambahkan melalui pengaturan printer.
th: หากเครื่องพิมพ์ของคุณไม่ติดตั้งอัตโนมัติ คุณสามารถเพิ่มได้ในการตั้งค่าเครื่องพิมพ์
vi: Nếu máy in bạn không được thiết lập tự động, bạn có thể thêm nó vào thiết lập máy in.
zh_cn: 如果您的打印机没有自动安装，可以在系统设置的打印机中添加。

source: Set up your printer manually:
es: Configurar tu impresora manualmente:
id: Atur printer Anda secara manual:
th: ตั้งค่าเครื่องพิมพ์เอง:
vi: Cài đặt bằng tay cho máy in của bạn:
zh_cn: 手动安装打印机。

source: Click the <key>Unlock</key> button in the top-right corner and enter your password.
es: Pulse el botón <gui>Desbloquear</gui> en la esquina superior derecha e introduzca su contraseña.
id: Klik tombol <key>Unlock</key> di sudut kanan atas dan masukkan kata kunci Anda.
th: คลิกปุ่ม <key>ปลดล็อก</key>ตรงมุมขวาบนเพื่อใส่รหัสผ่าน
vi: Nhấp vào nút <key>Unlock</key> nằm ở góc trên bên phải rồi nhập mật khẩu của bạn.
zh_cn: 点击右上角的<gui>解锁</gui>按钮，然后输入您的密码。

source: Click the <key>+</key> button.
es: Pulse el botón <gui>+</gui>.
id: Klik tombol <key>+</key>.
th: คลิกที่ปุ่ม <key>+</key>
vi: Bấm nút <key>+</key>.
zh_cn: 点击 <key>+</key> 按钮。

source: In the pop-up window, select your new printer. Click <gui>Add</gui>.
es: En la ventana emergente, seleccione su impresora y pulse <gui>Añadir</gui>.
id: Pada jendela pop-up, pilih printer baru Anda. Klik <gui>Add</gui>.
th: ในหน้าต่างป็อปอัพ ให้เลือกเครื่องพิมพ์ใหม่ของคุณ คลิก <gui>เพิ่ม</gui>
vi: Trong cửa sổ bật ra, chọn máy in mới của bạn. Bấm <gui>Thêm</gui>.
zh_cn: 在弹出的窗口中，选择新打印机，单击<gui>添加</gui>。

source: Learn about supported printers on Endless.
es: Aprende cuales impresoras son compatibles con Endless.
id: Pelajari tentang printer yang mendukung di Endless.
th: ศึกษาเกี่ยวกับเครื่องพิมพ์ที่รองรับบน Endless
vi: Tìm hiểu về các máy in được hỗ trợ cho Endless.
zh_cn: 了解Endless支持的打印机。

source: Supported Printers
es: Impresoras compatibles
id: Printer Yang Didukung
th: เครื่องพิมพ์ที่รองรับ
vi: Các Máy in được Hỗ trợ
zh_cn: 支持的打印机

source: Endless supports many common models of printers. Some models may require Internet access to download drivers.
es: Muchos modelos de impresoras comunes son compatibles con Endless. Algunas impresoras pueden necesitar acceso a internet para descargar archivos necesarios para funcionar.
id: Endless mendukung bermacam-macam model printer umum. Beberapa model mungkin membutuhkan akses Internet untuk mengunduh driver.
th: Endless รองรับเครื่องพิมพ์รุ่นที่ใช้กันทั่วไปหลายรุ่น บางรุ่นอาจต้องมีการเชื่อมต่ออินเทอร์เน็ตเพื่อดาวน์โหลดไดร์ฟเวอร์
vi: Endless hỗ trợ nhiều model máy in phổ biến. Một số model có thể cần truy cập Internet để tải về các trình điều khiển.
zh_cn: Endless支持常见型号的打印机。一些模型可能需要连接互联网下载驱动程序。

source: If you have questions about a specific model, please contact our customer support team at support@endlessm.com.
es: Si tienes preguntas sobre un modelo específico, por favor, manda un email a nuestro equipo de soporte al cliente: ayuda@endlessm.com.
id: Apabila Anda memiliki pertanyaan tentang model tertentu, silakan kontak tim bantuan konsumen kami di bantuan@endlessm.com.
th: หากคุณมีคำถามเกี่ยวกับบางรุ่น โปรดติดต่อฝ่ายบริการลูกค้าที่ support@endlessm.com
vi: Nếu bạn có câu hỏi về một mô hình cụ thể, mời bạn liên hệ với nhóm trợ giúp khách hàng của chúng tôi tại support@endlessm.com.
zh_cn: 如果您对于是否支持某种模式有疑问，请联系我们的客服团队。联系方式：support@endlessm.com

source: Save a document as a PDF, Postscript or SVG file instead of sending it to a printer.
es: Guardar un documento en PDF, Postscript o en un archivo SVG en lugar de enviarlo a la impresora.
id: Simpan dokumen sebagai PDF, Postscript atau berkas SVG bukan mengirimnya ke printer.
th: บันทึกเอกสารเป็นไฟล์ PDF, Postscript หรือ SVGแทนที่จะส่งไปยังเครื่องพิมพ์
vi: Lưu tài liệu dưới dạng tệp PDF, Postscript hoặc SVG thay vì gửi đến máy in.
zh_cn: 将文档保存为PDF、Postscript或SVG格式，不要发送给打印机。

source: Print to file
es: Imprimir a un archivo
id: Cetak ke berkas
th: พิมพ์ไฟล์
vi: Lưu dưới dạng tập tin để in
zh_cn: 打印文件

source: You can choose to print a document to a file instead of sending it to print from a printer. Printing to file will create a PDF, Postscript, or SVG file that contains the document. This can be useful if you want to transfer the document to another machine or share it with someone.
es: Puedes crear un archivo <sys>PDF</sys>, <sys>Postscript</sys> o <sys>SVG</sys> si eliges imprimir tu documento a un archivo en vez de imprimirlo en una impresora. Esto puede ser útil si quieres transferir el documento a otra computadora o compartirlo con alguien.
id: Anda dapat memilih untuk mencetak sebuah dokumen ke berkas alih-alih mencetaknya dengan printer. Mencetak ke berkas akan menciptakan berkas PDF, Postscript, atau SVG yang berisi dokumen. Ini dapat berguna jika Anda ingin mentransfer dokumen ke mesin lain atau membagikannya dengan orang lain.
th: คุณสามารถเลือกพิมพ์เอกสารเป็นไฟล์แทนการส่งไปพิมพ์จากเครื่องพิมพ์ การพิมพ์เป็นไฟล์จะสร้างไฟล์ PDF, Postscript หรือ SVG ซึ่งบรรจุเอกสารนั้น นี่จะมีประโยชน์เมื่อคุณต้องการถ่ายโอนเอกสารไปยังเครื่องอื่นหรือแบ่งปันกับผู้อื่น
vi: Bạn có thể chọn in một tài liệu dưới dạng tệp tin thay vì việc gửi tài liệu đó tới máy in để in. In tài liệu dưới dạng tệp tin sẽ tạo ra một tệp tin PDF, Postscript hoặc SVG chứa tài liệu đó. Việc này rất có ích nếu bạn muốn chuyển tài liệu sang một máy khác hoặc chia sẻ tài liệu với người khác.
zh_cn: 你可以选择打印文件到某个文件中，不要将其发送给打印机打印。打印文件将创建一个PDF、Postscript或SVG文件夹以保存文件。如果你想将文件转移到另一台计算机或与别人分享，文件夹就会派上用场。

source: Open the print dialog. This can normally be done through <gui style="menuitem">Print</gui> in the menu or using the <keyseq><key>Ctrl</key><key>P</key></keyseq> keyboard shortcut.
es: Abra el diálogo de impresión. Esto se puede hacer normalmente mediante el elemento de menú <gui style="menuitem">Imprimir</gui> o usando el atajo del teclado <keyseq><key>Ctrl</key><key>P</key></keyseq>.
id: Buka dialog pencetakan. Ini biasanya bisa dilakukan lewat <gui style="menuitem">Print</gui> pada menu atau menggunakan tombol pintas <keyseq><key>Ctrl</key><key>P</key></keyseq>.
th: เปิดไดอะล็อกการสั่งพิมพ์ ซึ่งส่วนใหญ่แล้วจะทำได้ที่<gui style="menuitem">พิมพ์</gui> ในเมนู หรือทางลัดคีย์บอร์ด <keyseq><key>Ctrl</key><key>P</key></keyseq>
vi: Mở hộp thoại in ấn. Việc này thông thường có thể được thực hiện thông qua <gui style="menuitem">Print</gui> trong danh mục hoặc dùng lối tắt bàn phím <keyseq><key>Ctrl</key><key>P</key></keyseq>.
zh_cn: 打开打印对话框。你可以通过<gui style="menuitem">打印 </gui>菜单或使用<keyseq><key>Ctrl</key><key>P</key></keyseq>键盘快捷键。

source: Select <gui>Print to File</gui> under <gui>Printer</gui> in the <gui style="tab">General</gui> tab.
es: Seleccione <gui>Imprimir a un archivo</gui> en <gui>Impresora</gui> en la pestaña <gui style="tab">General</gui>.
id: Pilih <gui>Cetak ke Berkas</gui> di bawah <gui>Printer</gui> di tab <gui style="tab">Umum</gui>.
th: เลือก <gui>พิมพ์เป็นไฟล์</gui> ภายใต้ <gui>เครื่องพิมพ์</gui> ในแท็บ <gui style="tab">ทั่วไป</gui>
vi: Chọn <gui>Lưu dưới dạng tệp để in</gui> trong mục <gui>Máy in</gui> tại thẻ <gui style="tab">Tổng quan</gui>.
zh_cn: 选择<gui>打印文件</gui> 下面的<gui>打印机</gui> <gui style="tab"> 通用</gui>标签。

source: To change the default filename and where the file is saved to, click the filename below the printer selection. Click <gui style="button">Select</gui> once you have finished choosing.
es: Para cambiar el nombre de archivo predeterminado y dónde se guarda el archivo, pulse en el nombre del archivo debajo de la selección de la impresora. Pulse <gui style="button">Seleccionar</gui> cuando termine.
id: Untuk mengubah nama file standar dan tempat penyimpanan file, klik nama file di bawah pilihan printer. Klik <gui style="button">Select</gui>, begitu Anda selesai menentukan pilihan.
th: วิธีเปลี่ยนชื่อไฟล์ที่เป็นค่าเริ่มต้นและตำแหน่งที่บันทึกไฟล์ คลิกที่ชื่อไฟล์ด้านล่างการเลือกเครื่องพิมพ์ คลิก <gui style="button">เลือก</gui>เมื่อคุณเลือกได้แล้ว
vi: Để thay đổi tên tệp tin mặc định và nơi lưu giữ tệp tin, nhấp vào tên tệp tin bên dưới lựa chọn máy in. Nhấp vào <gui style="button">Select</gui> sau khi bạn đã hoàn thành việc lựa chọn.
zh_cn: 改变默认文件名和文件保存，单击打印机，选择文件名。一旦你完成选择，请点击<gui style="button">选择</gui>。

source: <sys>PDF</sys> is the default file type for the document. If you want to use a different <gui>Output format</gui>, select either <sys>Postscript</sys> or <sys>SVG</sys>.
es: <sys>PDF</sys> es el tipo de archivo predeterminado del sistema para el documento. Si quiere usar un <gui>Formato de salida</gui> diferente, seleccione <sys>Postscript</sys> o <sys>SVG</sys>.
id: <sys>PDF</sys> adalah jenis berkas default untuk dokumen ini. Jika Anda ingin menggunakan <gui>Format output</gui> lainnya, pilihlah antara <sys>Postscript</sys> atau <sys>SVG</sys>.
th: <sys>PDF</sys> เป็นประเภทไฟล์เริ่มต้นของเอกสาร หากคุณต้องการใช้ <gui>ฟอร์แมตชิ้นงาน</gui>อื่น เลือก <sys>Postscript</sys> หรือ <sys>SVG</sys>
vi: <sys>PDF</sys> là dạng tệp mặc định cho tài liệu. Nếu bạn muốn sử dụng một <gui>Định dạng đầu ra</gui> khác, hãy chọn <sys>Postscript</sys> hoặc <sys>SVG</sys>.
zh_cn: <sys>PDF</sys> 文档属于默认文件类型。如果你想使用不同的<gui>输出格式</gui>，选择<sys>Postscript</sys>或<sys>SVG</sys>。

source: Choose your other page preferences.
es: Elija el resto de preferencias de la página.
id: Pilih preferensi halaman Anda yang lain.
th: เลือกการตั้งค่าหน้าอื่นๆ ของคุณ
vi: Chọn các thiết lập ưu tiên khác cho trang của bạn.
zh_cn: 选择其他页面偏好。

source: Press <gui style="button">Print</gui> to save the file.
es: Pulse <gui style="button">Imprimir</gui> para guardar el archivo.
id: Tekan <gui style="button">Cetak</gui> untuk menyimpan berkas.
th: กด <gui style="button">พิมพ์</gui> เพื่อบ้ันทึกไฟล์
vi: Nhấn<gui style="button">Print</gui> để lưu tệp tin.
zh_cn: 点击 <gui style="button">打印</gui> 以保存文件。

source: Prevent other people from using your desktop when you go away from your computer.
es: Impedir que otras personas puedan usar su escritorio cuando se aleje de su equipo.
id: Cegah orang lain menggunakan desktop saat Anda meninggalkan komputer.
th: ป้องกันไม่ให้คนอื่นใช้หน้าจอเมื่อคุณทิ้งคอมพิวเตอร์ไว้
vi: Tránh người khác dùng máy tính khi bạn rời máy.
zh_cn: 当您离开电脑时，防止其他人使用您的桌面。

source: Automatically lock your screen
es: Bloquear automáticamente su pantalla
id: Secara otomatis mengunci layar Anda
th: ล็อกหน้าจออัตโนมัติ
vi: Tự động khoá màn hình
zh_cn: 自动锁定屏幕。

source: When you leave your computer, you should <link xref="shell-exit#lock-screen">lock the screen</link> to prevent other people from using your desktop and accessing your files. If you sometimes forget to lock your screen, you may wish to have your computer's screen lock automatically after a set period of time. This will help to secure your computer when you aren't using it.
es: Cuando se aleje de su equipo, debería <link xref="shell-exit#lock-screen">bloquear la pantalla</link> para impedir que otras personas puedan usar su escritorio y acceder a sus archivos. Si alguna vez olvida bloquear su pantalla, puede querer que el equipo la bloquee automáticamente tras cierto periodo de tiempo establecido. Esto le ayudará a securizar su equipo cuando no lo esté usando.
id: Saat Anda meninggalkan komputer, Anda harus <link xref="shell-exit#lock-screen">mengunci layar</link> untuk mencegah orang lain menggunakan desktop dan mengakses berkas Anda. Jika kadang lupa mengunci layar, Anda mungkin ingin agar layar komputer mengunci otomatis setelah waktu tertentu. Ini akan membantu mengamankan komputer tatkala Anda tidak menggunakannya.
th: เมื่อออกห่างจากคอมพิวเตอร์ คุณควร<link xref="shell-exit#lock-screen">ล็อกหน้าจอ</link> เพื่อกันไม่ให้คนอื่นใช้งานคอมพิวเตอร์ของคุณและเข้าถึงไฟล์คุณได้ หากบางครั้งคุณลืมล็อกหน้าจอ คุณอาจตั้งให้หน้าจอล็อกโดยอัตโนมัติหลังจากระยะเวลาหนึ่งตามที่ตั้งไว้ จะช่วยให้คอมพิวเตอร์ปลอดภัยมากขึ้นในระหว่างที่คุณไม่ได้ใช้งาน
vi: Khi không dùng đến máy tính, bạn nên <link xref="shell-exit#lock-screen">khóa màn hình</link> để ngăn ngừa người khác sử dụng màn hình máy tính và truy cập các tập tin của bạn. Nếu thỉnh thoảng bạn quên khóa màn hình, có thể bạn sẽ muốn màn hình máy tính khóa tự động sau một khoảng thời gian đặt trước. Việc này sẽ giúp đảm bảo an toàn cho máy tính của bạn khi bạn không dùng máy.
zh_cn: 当您离开电脑时,应该<link xref = " shell-exit #lock-screen" >锁定屏幕</link>,以防止其他人使用您的电脑和访问你的文件。如果忘了锁定屏幕,您可能希望你的电脑屏幕在一段时间后自动锁定。这将有助于保护电脑隐私。

source: When your screen is locked, your applications and system processes will continue to run, but you will need to enter your password to begin using them again.
es: Cuando su pantalla está bloqueada, sus aplicaciones y los procesos del sistema seguirán en ejecución, pero necesitará introducir su contraseña para volver a usarlo.
id: Saat layar Anda terkunci, aplikasi dan proses sistem Anda akan terus berjalan, tetapi Anda perlu memasukkan kata sandi Anda untuk mulai menggunakannya lagi.
th: เมื่อหน้าจอของคุณล็อก แอพพลิเคชันและการทำงานของระบบจะยังคงดำเนินต่อไป แต่คุณจะต้องใส่รหัสผ่านเพื่อเริ่มใช้งานอีกครั้ง
vi: Khi màn hình bị khóa, các ứng dụng và tiến trình hệ thống của bạn sẽ tiếp tục hoạt động, nhưng để bắt đầu sử dụng lại thì bạn sẽ cần nhập mật khẩu.
zh_cn: 当屏幕被锁定时，您的应用程序和系统进程将继续运行，但您需要再次输入密码才能继续使用它们。

source: To set the length of time before your screen locks automatically:
es: Para configurar el tiempo que tarda su pantalla en bloquearse automáticamente:
id: Untuk mengatur lamanya waktu sebelum layar Anda mengunci secara otomatis:
th: วิธีตั้งค่าระยะเวลาก่อนหน้าจอล็อกอันโนมัติ:
vi: Để lựa chọn độ dài thời gian trước khi màn hình của bạn tự động khóa:
zh_cn: 设定几分钟后自动锁定屏幕。

source: Click <gui>Privacy</gui>.
es: Pulse en <gui>Privacidad</gui>.
id: Klik <gui>Privacy</gui>.
th: คลิก <gui>ความเป็นส่วนตัว</gui>
vi: Nhấp vào <gui>Privacy</gui> (Riêng tư).
zh_cn: 点击<gui>隐私</gui>.

source: Select <gui>Screen Lock</gui>.
es: Seleccione <gui>Pantalla de bloqueo</gui>.
id: Pilih <gui>Kunci Layar</gui>.
th: เลือก<gui>ล็อกหน้าจอ</gui>
vi: Chọn <gui>Khóa Màn hình</gui>
zh_cn: 选择<gui>屏幕锁定</gui>.

source: Make sure <gui>Automatic Screen Lock</gui> is switched on, then select a length of time from the drop-down list.
es: Asegúrese de que el <gui>Bloqueo automático de la pantalla</gui> está activado y seleccione el tiempo en la lista desplegable.
id: Pastikan <gui>Pengunci Layar Otomatis</gui> diaktifkan, lalu pilih jangka waktu dari daftar drop-down.
th: ดูให้แน่ว่า <gui>การล็อกหน้าจออัตโนมัติ</gui>เปิดอยู่ จากนั้นเลือกระยะเวลาจากรายการดร็อปดาวน์
vi: Bảo đảm tính năng <gui>Tự động Khóa Màn hình</gui> đang bật, rồi chọn độ dài thời gian từ danh sách thả xuống.
zh_cn: 确保 <gui>自动锁定屏幕</gui> 已开启, 从下拉列表中选择时长。

source: To allow notifications to be displayed on the lock screen, switch <gui>Show Notifications</gui> to <gui>ON</gui>.
es: Para permitir que las notificaciones se muestren en la pantalla de bloqueo, <gui>Active</gui> la opción <gui>Mostrar notificaciones</gui>.
id: Untuk mengizinkan pemberitahuan ditampilkan di layar kunci, ubahlah <gui>Tampilkan Pemberitahuan</gui> ke <gui>ON</gui>.
th: ในการอนุญาตการแจ้งเตือนให้แสดงบนหน้าจอล็อก สลับ <gui>Show Notifications</gui> ให้เป็น <gui>ON</gui>
vi: Để cho phép hiển thị thông báo trên màn hình khóa, chuyển chế độ <gui>Hiển thị Thông báo</gui> thành <gui>BẬT</gui>.
zh_cn: 允许电脑锁屏显示通知，需开启<gui>显示通知</gui>。

source: Click <gui>Close</gui>.
es: Pulse <gui>Cerrar</gui>.
id: Klik <gui>Tutup</gui>.
th: คลิก <gui>ปิด</gui>
vi: Nhấn <gui>Đóng</gui>.
zh_cn: 点击<gui>关闭</gui>。

source: When your screen is locked, and you want to unlock it, press <key>Esc</key>, or swipe up from the bottom of the screen with your mouse. Then enter your password, and press <key>Enter</key> or click <gui>Unlock</gui>.
es: Cuando su pantalla esté bloqueada y quiera desbloquearla, pulse <key>Esc</key>, o mueva el ratón de abajo a arriba de la pantalla. Entonces, introduzca su contraseña y pulse <key>Intro</key> o pulse <gui>Desbloquear</gui>.
id: Apabila layar Anda dikunci, dan Anda ingin membuka kuncinya, tekan <key>Esc</key>, atau geser dari bawah layar menggunakan mouse. Lalu masukkan kata sandi Anda, dan tekan <key>Enter</key> atau klik <gui>Buka Kunci</gui>.
th: เมื่อหน้าจอของคุณล็อกอยู่ และคุณต้องการปลดล็อก กด <key>Esc</key> หรือใช้เม้าส์เลื่อนขึ้นจากด้านล่างของหน้าจอ จากนั้นใส่รหัสผ่าน แล้วกด <key>Enter</key> หรือคลิก <gui>ปลดล็อก</gui>
vi: Khi màn hình bị khóa, và bạn muốn mở khóa, hãy nhấn <key>Esc</key>, hoặc dùng chuột trượt từ phía dưới màn hình lên trên. Sau đó nhập mật khẩu, và nhấn <key>Enter</key> hoặc nhấp vào <gui>Mở khóa</gui>.
zh_cn: 当屏幕锁定后,如果想解锁,按<key> Esc </key>,或从屏幕底部滑动鼠标。然后输入密码,并按<key>回车键</key>或点击<gui>解锁</gui>。

source: Take a picture or record a video of what's happening on your screen.
es: Obtener una imagen o grabar un vídeo de lo que ocurre en su pantalla.
id: Ambil gambar atau rekam video dari apa yang terjadi di layar Anda.
th: ถ่ายภาพหรือบันทึกวิดีโอกิจกรรมบนหน้าจอ
vi: Chụp hình hoặc quay phim những gì diễn ra trên màn hình.
zh_cn: 获取屏幕快照或录制屏幕。

source: Screenshots and screencasts
es: Capturas de pantalla y grabaciones de vídeo
id: Tangkapan layar dan siaran layar
th: ภาพหน้าจอและการแคสต์หน้าจอ
vi: Chụp và quay phim màn hình
zh_cn: 截图和录制视频

source: You can take a picture of your screen (a <em>screenshot</em>) or record a video of what's happening on the screen (a <em>screencast</em>). This is useful if you want to show someone how to do something on the computer, for example. Screenshots and screencasts are just normal picture and video files, so you can email them and share them on the web.
es: Puede tomar una imagen de su pantalla (una <em>captura de pantalla</em>) o grabar un vídeo de lo que ocurre en la pantalla (una <em>grabación de la pantalla</em>). Esto es útil si quiere mostrar a alguien como hacer algo en el equipo, por ejemplo; las capturas de pantalla/grabaciones de vídeo son solamente archivos de imagen/vídeo, de manera que los puede enviar por correo y compartirlos en la web.
id: Anda dapat mengambil gambar layar (<em>cuplikan layar</em>) atau merekam video dari apa yang terjadi di layar (<em>screencast</em>). Ini berguna jika misalkan Anda ingin menunjukkan seseorang cara melakukan sesuatu di komputer Anda. Cuplikan layar dan screencast adalah berkas gambar dan video normal, jadi Anda dapat mengirimnya lewat email dan membagikannya di web.
th: คุณสามารถ่ายภาพหน้าจอ (<em>สกรีนช็อต</em>) หรือบันทึกวิดีโอสิ่งที่เกิดขึ้นบนหน้าจอ (<em>สกรีนแคสต์</em>) นี่จะมีประโยชน์มากหากคุณต้องการแสดงให้ใครเห็นถึงวิธีทำบางสิ่งบนคอมพิวเตอร์ เป็นต้น สกรีนช็อตและสกรีนแคสต์เป็นเพียงไฟล์ภาพและวิดีโอธรรมดา ดังนั้นคุณจึงสามารถส่งทางอีเมลหรือแบ่งปันผ่านเว็บได้
vi: Bạn có thể chụp ảnh màn hình của mình (một <em>ảnh chụp màn hình</em>) hoặc quay video những thao tác đang diễn ra trên màn hình (một <em>bản ghi màn hình</em> - screencast). Tính năng này hữu ích nếu bạn muốn cho ai đó thấy phương thức thực hiện việc gì đó trên máy tính, ví dụ như vậy. Các ảnh chụp màn hình và bản ghi màn hình chỉ là những tệp ảnh và video thông thường, nên bạn có thể gửi chúng qua email và chia sẻ trên mạng.
zh_cn: 您可以捕捉一张屏幕快照图片(<em>截图</em>)，或者录制成视频(<em>截屏视频</em>)。给他人介绍如何操作电脑时，大有用处。例如，截图下的图片和视频都是常用的文件格式 ，您可以通过邮箱发送给其他人或在网上分享这些文件。

source: Take a screenshot
es: Capturar la pantalla
id: Ambil cuplikan layar
th: จับภาพหหน้าจอ
vi: Chụp màn hình
zh_cn: 截图

source: Install the <gui>Screenshot</gui> application from the <app>App Center</app>, under the <gui>Utilities</gui> category, and open it.
es: Instala el programa <gui>Captura de pantalla</gui> del <app>Centro de programas</app>, bajo la categoría <gui>Utilidades</gui>, y ábrela.
id: Pasang aplikasi <gui>Screenshot</gui> dari <app>App Center</app>, pada kategori <gui>Utilities</gui>, dan buka.
th: ติดตั้งแอปพลิเคชั่น <gui>Screenshot</gui> จาก <app>App Center</app> ใต้หมวดหมู่ <gui>App Center</gui> จากนั้นเปิดแอป
vi: Cài đặt ứng dụng <gui>Screenshot</gui> (Ảnh chụp màn hình) từ <app>App Center</app> (Trung tâm Ứng dụng), trong mục <gui>Utilities</gui> (Tiện ích), và mở ra.
zh_cn: 从<app>应用中心</app>中安装<gui>截图</gui> ，要找到<gui>实用工具</gui>类别,并打开它。

source: In the <app>Take Screenshot</app> window, select whether to grab the whole screen, the current window, or an area of the screen. Set a delay if you need to select a window or otherwise set up your desktop for the screenshot. Then choose any effects you want.
es: En la ventana <app>Capturar pantalla</app>, seleccione si se debe capturar el escritorio completo, la ventana actual o un área de la pantalla. Establezca un retardo si necesita seleccionar una ventana o si necesita configurar su escritorio para la captura. Entonces, elija los efectos que quiera
id: Dalam jendela <app>Ambil Tangkapan Layar</app>, pilih untuk mengambil seluruh layar, jendela yang aktif, atau bidang tertentu di layar. Tetapkan sebuah penundaan waktu apabila Anda perlu memilih sebuah jendela atau untuk mengatur desktop Anda untuk ditangkap. Lalu pilih efek apapun yang Anda inginkan.
th: ในหน้าต่าง <app>Take Screenshot</app> เลือกจับภาพทั้งหน้าจอ, หน้าต่างปัจจุบัน หรือพื้นที่ใดๆ บนหน้าจอ เลือกค่าดีเลย์หากคุณต้องการเลือกหน้าต่างหนึ่งหรือไม่เช่นนั้นจัดเตรียมเดสก์ท็อปสำหรับถ่ายภาพหน้าจอ จากนั้นเลือกเอฟเฟกต์ใดๆ ที่คุณต้องการ
vi: Trong cửa sổ <app>Chụp ảnh màn hình</app>, chọn chụp toàn bộ màn hình, chụp cửa sổ hiện tại, hay chụp một phần màn hình. Đặt thời gian trễ nếu bạn cần chọn một cửa sổ hoặc sắp xếp màn hình nền để chụp ảnh màn hình. Sau đó chọn bất kỳ hiệu ứng nào mà bạn muốn.
zh_cn: 在<app>截图</app>窗口中，选择全屏、现有窗口或者部分屏幕区域，设置截取窗口或桌面的延迟时间，然后选择页面特效。

source: Click <gui>Take Screenshot</gui>.
es: Pulse <gui>Capturar pantalla</gui>.
id: Klik <gui>Ambil Cuplikan Layar</gui>.
th: คลิก <gui>จับภาพหน้าจอ</gui>
vi: Nhấn <gui>Chụp màn hình</gui>.
zh_cn: 点击<gui>截图</gui>按钮。

source: If you selected <gui>Select area to grab</gui>, the pointer changes into a crosshair. Click and drag the area you want for the screenshot.
es: Si selecciona <gui>Seleccionar área que capturar</gui>, el cursor se convertirá en una cruz. Pulse y arrastre el área que quiere para la captura de pantalla.
id: Jika Anda memilih <gui>Select area to grab</gui>, kursor akan berubah menjadi tanda plus. Klik dan tarik area yang Anda inginkan untuk tangkapan layar.
th: หากคุณเลือก <gui>เลือกบริเวณที่จะจับ</gui> ตัวพอยน์เตอร์จะเปลี่ยนเป็นรูปเป้า คลิกและลากบริณที่ต้องการจับภาพหน้าจอ
vi: Nếu bạn đã chọn ô <gui>Chọn vùng để chụp</gui> (Select area to grab), con trỏ chuột sẽ chuyển thành một dấu chữ thập. Hãy nhấp và kéo vùng bạn muốn lấy ảnh chụp màn hình.
zh_cn: 如果您用的是<gui>选择截取区域</gui>，鼠标指针会变成十字形，点击后拖动鼠标框住您想要截取的区域。

source: In the <gui>Save Screenshot</gui> window, enter a file name and choose a folder, then click <gui>Save</gui>.
es: En la ventana <gui>Guardar la captura de pantalla</gui>, introduzca el nombre del archivo, elija una carpeta y pulse <gui>Guardar</gui>.
id: Pada jendela <gui> Simpan Screenshot </gui>, masukkan nama berkas dan pilih folder, lalu klik <gui> Simpan </gui>.
th: ในหน้าต่าง <gui>บันทึกภาพหน้าจอ</gui> ให้พิมพ์ชื่อไฟล์และเลือกโฟลเดอร์ จากนั้นคลิก <gui>บันทึก</gui>
vi: Trong cửa sổ <gui>Lưu Ảnh chụp màn hình</gui>, nhập tên tệp và chọn thư mục, rồi bấm <gui>Lưu</gui>.
zh_cn: 在<gui>保存截图</gui>窗口中，输入文件名选择保存文件夹，然后点击<gui>保存</gui>按钮。
