Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: If this is the first time you open <app>FrostTorrent</app>, you will need to complete a short setup using the wizard it provides. Once it finishes setting up, move on to the next step.
es: Si ésta es la primera vez que abres <app>FrostTorrent</app>, tendrás que completar una breve configuración usando el asistente del programa. Una vez que termines de configurarlo, sigue al próximo paso.
vi: Nếu đây là lần đầu tiên bạn mở <app>FrostTorrent</app>, bạn sẽ phải hoàn tất một bước thiết lập ngắn bằng cách dùng thuật sĩ được cung cấp. Khi việc thiết lập đã xong, hãy chuyển sang bước kế tiếp.
zh_cn: 首次打开 <app>FrostTorrent</app>，您需使用其安装向导进行安装，安装完成后进入下一步。

source: Type in a keyword and press <key>Enter</key> on your keyboard, or click on the search icon. Suggested keywords will show up as you type and you can click on them to conduct a search on that keyword.
es: Escribe una palabra clave y pulsa la tecla <key>Intro</key> o haz clic en el ícono de búsqueda. Palabras claves sugeridas aparecerán cuando empieces a escribir la tuya y podrás de seleccionar una de esas o terminar la tuya.
vi: Gõ một từ khóa và nhấn <key>Enter</key> trên bàn phím của bạn, hoặc nhấp vào biểu tượng tìm kiếm. Các từ khóa được gợi ý sẽ hiện ra khi bạn gõ và bạn có thể nhấp vào chúng để tiến hành tìm kiếm từ khóa đó.
zh_cn: 输入关键词后，按下键盘的 <key>回车键</key> 或用鼠标点击搜素图标。在你输入时会呈现相关的关键词，您可以点击并进行关键词的搜索。

source: Search results will appear in the main window. Select the file type you want by clicking on the icon of a music note (songs), a frame (photos), a film strip (videos), or a sheet of paper (documents). You can also filter your results by clicking on the <gui>Search Tools</gui> button on the right- hand side of the window.
es: Opciones aparecerán en la ventana principal. Puedes escoger el tipo de archivo que quieres haciendole clic el ícono que correspoda: una nota musical (canciones), un marco (fotos), una tira de película (videos) o una hoja de papel (documentos). También puedes filtrar los resultados haciendo clic en el botón <gui>Herramientas de búsqueda</gui> en la parte derecha de la ventana
vi: Kết quả tìm kiếm sẽ hiện ra trên cửa sổ chính. Lựa chọn tập tin bạn muốn bằng cách nhấp vào biểu tượng nốt nhạc (bài hát), khung ảnh (ảnh), đoạn phim (video), hoặc một tờ giấy (tài liệu). Bạn cũng có thể lọc các kết quả của mình nhờ việc nhấp vào nút <gui>Search Tools</gui> nằm bên tay phải của cửa sổ.
zh_cn: 搜索结果将出现在主窗口。通过点击音符图标（歌曲)、相框图标（图片）、胶卷图标（视频）或纸张图标（文档）来选择您想要的文件类型。您还可以点击窗口右侧边栏的 <gui>搜索工具</gui> 按钮来过滤搜索结果。

source: To begin downloading the file, double click on the name of a file, or click once and then click <gui>Download</gui>.
es: Para comenzar a descargar el archivo, haz doble clic sobre el nombre del archivo o haz clic en el nombre solo una vez y luego en <gui>Descargar</gui>.
vi: Để bắt đầu tải tệp tin về máy, nhấp đúp vào tên của một tệp tin hoặc nhấp một lần sau đó nhấp <gui>Download</gui>.
zh_cn: 要开始下载文件，需双击文件名，或单击文件名后点击<gui>下载</gui>。

source: After your file finishes downloading, it will appear on the bottom half of your screen and you can double click on it to open and beging using it. Right click on any finished file to see more options for using it. You can also click on the <gui>Library</gui> icon to browse through all the files that are ready for you to use.
es: Cuando tu archivo se termine de descargar, aparecerá en la mitad inferior de la pantalla. Hazle doble clic para abrirlo y usarlo. Haz clic derecho sobre cualquier archivo completo para ver más opciones para usarlo. También puedes hacer clic en el ícono de <gui> biblioteca </gui> para ver todos los archivos que están listos para usar.
vi: Sau khi tệp của bạn đã tải xong, nó sẽ xuất hiện ở nửa dưới cùng trên màn hình của bạn và bạn có thể nhấp đúp vào tệp để mở và bắt đầu sử dụng nó. Nhấp chuột phải vào bất kỳ tệp đã tải xong để xem thêm tùy chọn sử dụng nó. Bạn cũng có thể nhấp vào biểu tượng <gui>Library</gui> (Thư viện) để duyệt qua tất cả các tệp đã sẵn sàng cho bạn sử dụng.
zh_cn: 文件下载完成后，将会呈现在屏幕的下部区域。您可以双击打开并开始使用，或右击文件以查看更多操作选项。您还可以点击 <gui>库</gui> 图标来浏览所有下载好的文件。

source: Tips:
es: Consejos:
vi: Mẹo nhỏ:
zh_cn: 提示：

source: A song with more “Seeds” next to its name will download more quickly.
es: Una canción con más "Semillas" junto a su nombre se descargará más rápidamente.
vi: Một bài hát có “Seeds” (Lượt tải lên) nhiều hơn bên cạnh tên bài hát sẽ tải về nhanh hơn.
zh_cn: 歌名旁有越多的“种子”，歌曲将下载得越快。

source: Files from SoundCloud.com, Archive.org, or other similar services, will not show any “Seeds” because they come directly from the source rather than from other users.
es: Archivos de SoundCloud.com, Archive.org u otros servicios similares, no mostrarán "Semillas" porque vienen directamente de la fuente y no de otros usuarios.
vi: Các tệp từ SoundCloud.com, Archieve.org hay các dịch vụ khác sẽ không hiển thị bất kỳ "Nguồn tải lên" nào vì chúng được gửi trực tiếp từ nguồn thay vì từ những người dùng khác.
zh_cn: 来源是SoundCloud.com, Archive.org和其他类似服务的文件将不显示任何“种子”，因为它们有直接的来源，不是来自其他用户。

source: Click the triangle button next to a file to preview it before downloading.
es: Haz clic en el botón con forma de triángulo situado junto a un archivo para obtener una vista previa antes de descargarlo.
vi: Bấm vào nút hình tam giác kế bên tệp để xem trước khi tải xuống.
zh_cn: 下载前点击文件旁的三角形按钮进行预览。

source: Click the plus button next to a file to select the parts of the package that you want to download.
es: Haz clic en el botón "más" situado junto a un archivo para seleccionar las partes del paquete que deseas descargar.
vi: Nhấn vào nút dấu cộng bên cạnh một tệp để chọn các phần của gói phần mềm mà bạn muốn tải về.
zh_cn: 点击文件旁的加号按钮选择您想下载的安装包部分。

source: Make sure that what you are downloading is a legal copy! Many files have copyright laws that prohibit them from being shared for free online. This means that you could be sued for illegally downloading them without paying for them. That being said, there are millions of files that are completely legal and shareable on the internet, and that you can enjoy once you download them with this app. To learn more about downloading files and copyright, you may want to google "torrents and legality" so that you can make informed decisions on which files to download.
es: ¡Asegúrate de que estés descargando una copia legal! Muchos archivos tienen leyes de derechos de autor que prohíben que puedan ser compartidos de forma gratuita en línea. Esto significa que podrías ser demandado por descargarlos ilegalmente sin pagar por ellos. Sin embargo, hay millones de archivos que son totalmente legales y que se pueden compartir por internet, y que puedes disfrutar una vez que los descargues con este programa. Para aprender más sobre la descarga de archivos y los derechos de autor, es posible que desees buscar en internet "torrents y legalidad" para que puedas tomar decisiones informadas sobre cuáles archivos descargar.
vi: Hãy chắc chắn rằng bạn đang tải bản sao hợp pháp! Nhiều tập tin có luật bản quyền không cho phép chia sẻ miễn phí qua internet. Điều đó có nghĩa là bạn có thể bị kiện vì tải chúng bất hợp pháp khi không trả phí. Tuy vậy, có hàng triệu tập tin hoàn toàn hợp pháp và có thể chia sẻ trên internet, và bạn có thể sử dụng khi tải về bằng ứng dụng này. Để tìm hiểu thêm về việc tải các tập tin và bản quyền, bạn có thể tìm kiếm trên Google cụm từ "torrent và tính hợp pháp" để cân nhắc khi quyết định tải về tập tin nào.
zh_cn: 请确认您下载的内容是合法授权的！很多文件受版权法保护，是不允许进行免费在线分享的。这意味着如果您未付费进行下载，可能会受起诉。但也有很多文件在互联网进行分享是完全合法的，您只需下载一次就可以在app中使用。了解更多有关文件下载及版权的内容，请到google搜索 "torrents及合法性" ，以获取更多信息，决定下载哪些文件。

source: Learn how to leave your user account, by logging out, switching users, and so on.
es: Aprender cómo salir de su cuenta de usuario, cerrando la sesión, cambiando de usuario, etc.
id: Pelajari cara keluar dari akun pengguna, dengan log out, ganti pengguna, dan seterusnya.
th: ดูวิธีออกจากบัญชีของคุณ โดยลงชื่อออก เปลี่ยนผู้ใช้ เป็นต้น
vi: Tìm hiểu thêm về rời tài khoản người dùng, đăng xuất, chuyển người dùng...
zh_cn: 了解如何退出您的帐号，如注销、切换用户等。

source: Log out, power off or switch users
es: Cerrar la sesión, apagar o cambiar de usuario
id: Keluar, matikan atau beralih pengguna
th: ลงชื่อออก ปิดเครืองหรือเปลี่ยนผู้ใช้
vi: Đăng xuất, tắt máy hoặc thay đổi người dùng
zh_cn: 注销、关机、切换用户

source: When you have finished using your computer, you can turn it off or leave it powered on and log out.
es: Cuando hayas terminado de utilizar tu computadora, puedes apagarla o dejarla encendida y cerrar la sesión.
id: Pada saat Anda selesai menggunakan komputer, Anda dapat mematikannya atau tetap menyalakannya tetapi log out.
th: เมื่อคุณใช้งานคอมพิวเตอร์เสร็จ คุณสามารถปิดเครื่อง หรือเปิดเครื่องทิ้งไว้และออกจากระบบก็ได้
vi: Khi bạn đã sử dụng xong máy tính của mình, bạn có thể tắt nó hoặc đăng xuất trong khi vẫn bật nguồn.
zh_cn: 结束使用电脑后，您可以关机或保持开机仅注销账户。

source: Log out or switch users
es: Cerrar la sesión o cambiar de usuario
id: Log keluar atau bertukar pengguna
th: ลงชื่ออกเพื่อสลับผู้ใช้
vi: Đăng xuất hoặc chuyển người dùng
zh_cn: 注销或切换用户

source: To let other users use your computer, you can either log out, or leave yourself logged in and just switch users. If you switch users, all of your applications will continue running, and everything will be where you left it when you log back in.
es: Para permitir que otros usuarios usen su equipo, puede salir de la sesión, o seguir conectado y simplemente cambiar de usuario. Si cambia de usuario, todas las aplicaciones seguirán funcionando y todo estará donde lo dejó cuando vuelva a iniciar sesión.
id: Untuk mengizinkan pengguna lain menggunakan komputer Anda, Anda dapat keluar atau tetap masuk dan cukup beralih pengguna. Jika Anda beralih pengguna, semua aplikasi Anda akan tetap berjalan, dan semuanya akan tetap sama seperti saat Anda meninggalkannya ketika Anda masuk kembali.
th: เพื่อให้ผู้อื่นสามารถใช้คอมพิวเตอร์ของคุณได้ คุณสามารถลงชื่อออกหรือยังล็อกอินอยู่แต่เพียงเปลี่ยนผู้ใช้ หากคุณแค่เปลี่ยนผู้ใช้ แอพพลิเคชั่นต่างๆ จะยังทำงานและทุกอย่างจะเป็นเหมือนเดิมเมื่อคุณล็อกอินกลับเข้ามา
vi: Để cho phép người dùng khác dùng máy tính, bạn có thể hoặc đăng xuất, hoặc vẫn đăng nhập nhưng chuyển người dùng. Nếu bạn chuyển người dùng, mọi ứng dụng của bạn sẽ vẫn chạy, và mọi thứ sẽ vẫn y nguyên khi bạn trở lại.
zh_cn: 要使其他用户使用您的电脑，您可以注销账户，或保持登录状态、仅切换用户。如果您仅切换用户，则所有应用将继续运行，您再次登录时，一切将保留原来的状态。

source: To log out (i.e. in order to switch to a different user), click the User Menu on the bottom left corner of your screen and then click the <gui>lock icon</gui>.
es: Para cerrar sesión (esto es, para cambiar el usuario actual), haz clic en el Menú del usuario en la esquina inferior izquierda de tu pantalla y haz clic en el <gui>ícono del candado</gui>.
vi: Để đăng xuất (ví dụ như khi muốn chuyển sang người sử dụng khác), hãy nhấp vào Danh mục Người Sử dụng ở góc dưới bên trái màn hình của bạn, sau đó nhấp vào <gui>lock icon</gui>.
zh_cn: 要注销账户(例如，将电脑交给别的用户使用)，需单击屏幕左下方的用户菜单, 然后单击<gui>锁定图标</gui>。

source: Lock the screen
es: Bloquear la pantalla
id: Kunci layar
th: ล็อกหน้าจอ
vi: Khoá màn hình
zh_cn: 锁定屏幕

source: If you're leaving your computer for a short time, you should lock your screen to prevent other people from accessing your files or running applications. When you return, you'll need to enter your password to log back in. You will find your computer running all the same things it was when you left.
es: Si estás dejando tu computadora durante un breve periodo de tiempo, deberías bloquear la pantalla para evitar que otras personas acceden a tus archivos o abran programas. Cuando regreses, tendrás que introducir tu contraseña para iniciar la sesión de nuevo. Vas a encontrar tu computadora con todas las mismas cosas que tenías abiertas cuando te fuiste.
id: Jika Anda akan meninggalkan komputer Anda untuk waktu yang singkat, Anda sebaiknya mengunci layar untuk mencegah orang lain mengakses berkas atau aplikasi Anda yang sedang berjalan. Saat Anda kembali, Anda akan perlu memasukkan kata sandi untuk masuk lagi. Anda akan menemukan komputer Anda dalam keadaan yang sama seperti saat Anda meninggalkannya.
th: หากคุณละจากคอมพิวเตอร์ไปในช่วงเวลาสั้นๆ คุณสามารถล็อคหน้าจอเพื่อป้องกันไม่ให้คนอื่นสามารถเข้าถึงไฟล์และแอพพลิเคชั่นที่กำลังใช้งานอยู่ได้ เมื่อกลับมา คุณจะต้องใส่รหัสผ่านเพื่อล็อกอินกลับเข้าไปใช้ คุณจะเห็นว่าคอมพิวเตอร์ยังเปิดทุกอย่างไว้เหมือนเมื่อตอนคุณลุกออกไป
vi: Nếu bạn không dùng đến máy tính trong một thời gian ngắn, bạn nên khóa màn hình lại để phòng ngừa người khác truy cập các tập tin của bạn hoặc kích hoạt các ứng dụng. Khi quay lại dùng máy, bạn sẽ cần nhập mật khẩu để đăng nhập trở lại. Bạn sẽ thấy là máy tính của bạn vẫn đang thực hiện mọi việc y như lúc bạn rời máy.
zh_cn: 如果您要离开电脑一小段时间，则应该锁定屏幕以防止其他人访问您的文件和运行应用。您回来后，输入密码即可返回登录，此时电脑仍保持您离开时的状态。

source: To lock your screen, click on the User Menu at the very bottom left-hand side of your screen and press the <gui>Lock</gui> button at the bottom right of the menu.
es: Para bloquear tu pantalla, haz clic en el Menú del usuario en la parte inferior izquierda de tu pantalla y haz clic en el botón del <gui>Candado</gui> en la parte inferior derecha del menú.
vi: Để khóa màn hình, nhấp vào Trình đơn người dùng ở dưới cùng bên tay trái màn hình của bạn và nhấn nút <gui>Khóa</gui> ở phía dưới bên phải trình đơn.
zh_cn: 要锁定屏幕，请点击屏幕左侧的用户菜单，然后按下菜单右下方的<gui>锁定</gui>按钮。

source: If you don't lock your screen, it will lock automatically after a certain amount of time, unless you disable that feature from the <gui>Privacy</gui> section in <gui>Settings</gui>.
es: Si no bloqueas tu pantalla, se bloqueará automáticamente después de cierta cantidad de tiempo, hasta que desactives esta opción en la sección <gui>Privacidad</gui> en <gui>Configuración</gui>.
id: Jika Anda tidak mengunci layar Anda, ia akan mengunci secara otomatis setelah waktu tertentu, kecuali jika Anda menonaktifkan fitur dari bagian <gui> Privasi </gui> di <gui> Pengaturan </gui>.
th: หากคุณไม่ได้ล็อกหน้าจอ จะมีการล็อกอัตโนมัติหลังระยะเวลาหนึ่ง เว้นแต่คุณจะปิดฟีเจอร์นั้นจากส่วน <gui>ความเป็นส่วนตัว</gui>ใน <gui>การตั้งค่า</gui>
vi: Nếu bạn không khóa màn hình, nó sẽ tự động khóa sau một khoảng thời gian nhất định, trừ khi bạn tắt tính năng này ở mục <gui>Bảo mật</gui> trong <gui>Cài đặt</gui>.
zh_cn: 如果您未锁定屏幕，它将在一段特定时间后自动锁定，除非您从 <gui>隐私</gui> 区段的 <gui>设置</gui>中关闭此功能。

source: Power off or restart
es: Apagar o reiniciar
id: Matikan atau start ulang
th: ปิดเครื่องหรือรีสตาร์ต
vi: Tắt máy hoặc khởi động lại
zh_cn: 关机或重启

source: If you want to power off your computer entirely, or do a full restart, click the User Menu at the very bottom left-hand side of your screen and press the <gui>Exit</gui> button at the bottom right of the menu. A dialog will open offering you the options to, among other options, <gui>Restart</gui> or <gui>Power Off</gui>.
es: Si quieres apagar tu computadora completamente, o reiniciarla, haz clic en el Menú del usuario en la parte inferior izquierda de tu pantalla y pulsa el botón <gui>Salir</gui> en la parte inferior derecha del menú. Un diálogo se abrirá con las opciones de <gui>Reinicar</gui> o <gui>Apagar</gui>, entre otras.
vi: Nếu bạn muốn máy tính của bạn tắt nguồn hoàn toàn, hoặc khởi động lại toàn bộ, nhấp vào User Menu (Menu Người dùng) ở phía dưới bên trái của màn hình và nhấn nút <gui>Exit</gui> (Thoát) ở phía dưới bên phải của menu . Một hộp thoại sẽ mở ra và đưa cho bạn các tùy chọn để <gui>Restart</gui> (Khởi động lại) hoặc <gui>Power Off</gui> (Tắt Nguồn), trong số nhiều tùy chọn khác.
zh_cn: 如果您想对电脑进行关机或重启，请点击屏幕左侧的用户菜单，然后按下菜单右下方的<gui>退出</gui>按钮，此时会弹出供您选择的对话框，请您选择<gui>重启</gui> 或 <gui>关机</gui>。

source: If there are other users logged in, you may not be allowed to power off or restart the computer because this will end their sessions. If you are an administrative user, you may be asked for your password to power off.
es: Si hay otros usuarios conectados, no podrá apagar o reiniciar el equipo, porque esto cerraría sus sesiones. Si es un usuario administrador, se le pedirá su contraseña para apagar.
id: Apabila ada pengguna lain yang masuk, Anda mungkin tidak diizinkan untuk mematikan atau memulai ulang komputer karena hal itu akan mengakhiri sesi mereka. Apabila Anda pengguna administratif, Anda akan diminta kata sandi Anda untuk mematikan.
th: หากมีผู้ใช้คนอื่นเข้าสู่ระบบอยู่ คุณอาจไม่ได้รับอนุญาตให้ปิดเครื่องหรือรีสตาร์ทคอมพิวเตอร์เนื่องจากจะส่งผลให้เซสชันของพวกเขาจบลง หากคุณเป็นผู้ใช้ระดับผู้ดูแล ระบบอาจขอให้คุณกรอกรหัสผ่านเพื่อปิดเครื่อง
vi: Nếu có người dùng khác đang đăng nhập, bạn sẽ không được phép tắt hoặc khởi động lại máy tính vì điều này sẽ kết thúc phiên của họ. Nếu bạn là người dùng quản trị, bạn có thể phải nhập mật khẩu để tắt.
zh_cn: 如果当前还有别的用户登录，您将不能关闭或重启电脑，因为那样会终止他们的会话。如果您是管理员用户，会要求输入您的密码然后就可以关机。

source: Learn about installing software that doesn’t already come on Endless.
es: Aprende acerca de la instalación de programas que no vienen con Endless.
id: Pelajari tentang cara memasang peranti lunak yang belum disertakan pada Endless.
th: ดูวิธีติดตั้งซอฟต์แวร์ที่ไม่ได้มาพร้อมกับ Endless
vi: Tìm hiểu về cài đặt phần mềm chưa có trên Endless.
zh_cn: 了解如何安装Endless中还没有的软件。

source: Install apps that don't come on Endless
es: Instalar programas que no vienen en Endless
id: Pasang aplikasi yang tidak ada di Endless
th: ติดตั้งแอพที่ไม่ได้มากับ Endless
vi: Cài đặt các ứng dụng không có trên Endless
zh_cn: 安装Endless中没有的app。

source: Currently, it is not possible to install software or apps outside of the <app>App Center</app>. Luckily, Endless comes with a lot of great, and free, apps for you to explore!
es: Actualmente, no es posible instalar programas fuera del <app>Centro de programas</app>. ¡Por suerte, Endless viene con un montón de programas poderosos y gratis para instalar y explorar!
id: Saat ini Anda tidak dapat memasang perangkat lunak atau aplikasi di luar dari <app>App Center</app>. Untungnya, Endless hadir dengan banyak aplikasi gratis dan berguna yang dapat Anda jelajahi!
th: ขณะนี้ยังไม่สามารถติดตั้งซอฟท์แวร์หรือแอพที่อยู่นอก <app>ศูนย์แอพ</app>ได้ โชคดีที่เครื่องของ Endless มาพร้อมกับแอพชั้นฟรีชั้นเยี่ยมมากมายให้คุณได้เลือกใช้
vi: Hiện tại, không thể cài đặt phần mềm hoặc các ứng dụng bên ngoài <app>Trung tâm Ứng dụng</app>. Rất may, Endless mang đến rất nhiều ứng dụng tuyệt vời và miễn phí để bạn khám phá!
zh_cn: 目前，还不能安装<app>应用中心</app>以外的软件或app。但Endless本身就预装了很多有趣的、免费的app供您探索。

source: If you have a specific app that you would like to see on Endless in the future, please <link xref="gs-give-feedback">send us a message through the Feedback option</link> so that we know.
es: Si tienes un programa específico que te gustaría ver en Endless en el futuro, por favor <link xref="gs-give-feedback">envíanos un mensaje a través de la opción de Comentarios</link> para así poder saberlo.
id: Apabila Anda ingin memasukkan aplikasi tertentu ke Endless di masa mendatang, harap <link xref="gs-give-feedback">mengirimkan pesan kepada kami melalui opsi Umpan Balik</link>.
th: ถ้าคุณมีแอพที่อยากให้รวมอยู่ใน Endless ในอนาคต โปรด<link xref="gs-give-feedback">ส่งข้อความถึงเราด้วยตัวเลือกคำติชม</link>เพื่อบอกให้เราทราบ
vi: Nếu bạn có một ứng dụng cụ thể mà bạn muốn thấy trên Endless trong tương lai, vui lòng <link xref="gs-give-feedback">gửi cho chúng tôi một tin nhắn thông qua tùy chọn Phản hồi </link> để chúng tôi biết.
zh_cn: 如果您想在未来看到Endless中有某个app，请 <link xref="gs-give-feedback">通过反馈选项给我们发送消息</link>以便我们了解。

source: A quick introduction to your desktop and some of its cool features.
es: Una corta presentación de tu escritorio y algunas de sus geniales características.
id: Sebuah pengantar cepat untuk desktop Anda dan beberapa fitur yang keren.
th: คำแนะนำในการใช้เดสก์ท็อปของคุณและฟีเจอร์แจ๋วๆ บางอย่าง
vi: Giới thiệu nhanh về màn hình nền của bạn và một số đặc điểm thú vị của màn hình.
zh_cn: 桌面及部分桌面功能的简要指导。

source: Introduction to Endless
es: Introducción a Endless
id: Pengenalan ke Endless
th: แนะนำการใช้งาน Endless
vi: Giới thiệu Endless
zh_cn: Endless 指导

source: Endless has been created just for you. When you first turn your computer on, you'll find some important applications already installed on your desktop, and a task bar at the very bottom of your screen.
es: Endless ha sido creado especialmente para ti. Cuando enciendas tu computadora por primera vez, encontrarás algunos programas importantes instalados en tu escritorio, y una barra de tareas en la parte inferior de tu pantalla.
id: Endlessdibuat hanya untuk Anda. Ketika Anda pertama kali menghidupkan komputer Anda, Anda akan menemukan beberapa aplikasi penting yang sudah dipasang pada desktop Anda, dan task bar di bagian paling bawah layar Anda.
th: Endless สร้างมาเพื่อคุณเท่านั้น เมื่อคุณเปิดคอมพิวเตอร์ครั้งแรก คุณจะเห็นว่ามีแอพพลิเคชันสำคัญจำนวนหนึ่งติดตั้งไว้บนเดสก์ท็อปของคุณแล้วและมีแถบงานอยู่ที่ด้านล่างของหน้าจอ
vi: Endless được tạo ra dành riêng cho bạn. Khi bạn bật máy tính lần đầu tiên, bạn sẽ thấy một số ứng dụng quan trọng đã cài đặt sẵn trên màn hình nền, và một thanh công cụ ở dưới cùng màn hình.
zh_cn: Ebdless为您量身设计。在您首次开机时，您会发现桌面上已经装有一些重要的应用，屏幕最下方则显示工具栏。

source: The task bar provides access to important things like your windows and applications, your calendar and clock, and system properties like sound and networking. There, you can change the volume, edit your Wi-Fi connection details, check your battery status, log out or switch users, and turn off your computer. We have also included the possibility to connect to Facebook on this task bar, so that you can keep in touch with your friends more easily than ever!
es: La barra de tareas te da acceso a cosas importantes como a tus ventanas y programas, a tu calendario y reloj y a propiedades del sistema como al sonido y a tu conexión de red. Allí, podrás cambiar el volumen, editar los detalles de tu conexión WiFi, verificar el status de tu batería, cerrar sesión, cambiar de usuarios y apagar tu computadora. También hemos incluido la posibilidad de conectarte a Facebook en esta barra de tareas, ¡para que puedas mantenerte en comunicación con tus amigos más fácilmente!
vi: Thanh tác vụ cho phép truy cập vào những nơi quan trọng như cửa sổ và ứng dụng, lịch và đồng hồ, và các thuộc tính hệ thống như âm thanh và kết nối mạng. Ở đó, bạn có thể điều chỉnh âm lượng, sửa thông tin kết nối Wi-Fi, kiểm tra tình trạng pin, đăng xuất hoặc chuyển đổi người dùng, và tắt máy tính. Chúng tôi cũng đã bổ sung khả năng kết nối với Facebook trên thanh tác vụ này, để bạn có thể giữ liên lạc với bạn bè dễ dàng hơn bao giờ hết!
zh_cn: 通过工具栏您可以进行一些重要的设置，如设置窗口和应用，日历和时钟，以及声音和网络等系统属性。在此您可以调节音量，具体设置Wi-Fi连接，查看电量，注销或切换用户，关闭电脑等。我们还在工具栏中提供连接Facebook的功能，以便您更便捷地与朋友们联系！

source: <app>App Center</app> overview
es: Información sobre el <gui>Centro de programas</gui>
id: Tinjauan <app>App Center</app>
th: ภาพรวมของ <app>ศูนย์แอพ</app>
vi: Tổng quan về <app>Trung tâm Ứng dụng</app>
zh_cn: <app>应用中心</app>视图
