Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: Turn on <em>slow keys</em> if you would like there to be a delay between pressing a key and that letter being displayed on the screen. This means that you have to hold down each key you want to type for a little while before it appears. Use slow keys if you accidentally press several keys at a time when you type, or if you find it difficult to press the right key on the keyboard first time.
es: Active las <em>teclas lentas</em> si quiere que haya un retardo entre la pulsación de una tecla y la visualización de esa letra en la pantalla. Esto significa que tendrá que mantener pulsada un poco cada tecla que quiere teclear antes de que aparezca. Use las teclas lentas si pulsa accidentalmente varias teclas a la vez cuando teclea, o si le resulta difícil pulsar la tecla adecuada en el teclado la primera vez.
id: Hidupkan <em>tombol lambat</em> jika Anda ingin ada penundaan antara menekan tombol dan huruf ditampilkan di layar. Ini berarti bahwa Anda harus menahan setiap tombol yang ingin Anda ketik untuk beberapa saat sebelum muncul. Gunakan tombol lambat jika Anda secara tidak sengaja menekan beberapa tombol pada satu saat ketika Anda mengetik, atau jika Anda merasa sulit untuk langsung menekan tombol yang benar pada papan tik.
th: เปิด <em>สโลว์คีย์</em>หากคุณต้องการให้มีระยะห่างระหว่างการกดแป้นและให้อักษรนั้นแสดงบนหน้าจอ ซึ่งหมายความว่าคุณจะต้องกดแต่ละแป้นที่ต้องการพิมพ์ค้างไว้สักครู่ ก่อนที่คำจะแสดงขึ้นมา ใช้สโลว์คีย์ถ้าหากคุณเผลอกดแป้นหลายครั้งพร้อมๆ กัน หริอรู้สึกว่ายากที่จะกดแป้นถูกต้องให้
vi: Bật <em>slow keys</em> (phím chậm) nếu bạn muốn có độ trễ giữa nhấn phím và hiển thị chữ cái đó trên màn hình. Điều này có nghĩa rằng bạn phải giữ mỗi phím mà bạn muốn gõ trong một lúc trước khi nó xuất hiện. Sử dụng phím chậm nếu bạn vô tình nhấn một vài phím cùng một thời điểm khi bạn gõ, hoặc nếu bạn cảm thấy khó khăn khi nhấn đúng phím ngay lần đầu tiên trên bàn phím.
zh_cn: 如果您希望按键后屏幕延迟显示对应字母，可开启<em>慢速键</em>。此时您必须按住想要输入的每个键不松手，对应字母才会显示。如果您在在输入过程中会不小心一次按下多个键、或发现很难一次就按下正确的键时，可以使用慢速键。

source: Switch <gui>Slow Keys</gui> to <gui>On</gui>.
es: Activar las <gui>Teclas lentas</gui> (<gui>Encendido</gui>).
id: Nyalakan <gui>Tombol Lambat</gui>.
th: เปลี่ยน<gui>สโลว์คีย์</gui>เป็น<gui>เปิด</gui>
vi: <gui>Bật </gui> <gui>Phím Chậm</gui>.
zh_cn: 开启<gui>慢速键</gui>。

source: Quickly turn slow keys on and off
es: Activar y desactivar rápidamente las teclas lentas
id: Nyalakan dan matikan tombol lambat secara cepat
th: เปิดปิดสโลว์คีย์อย่างรวดเร็ว
vi: Bật tắt nhanh phím chập
zh_cn: 快速开启和关闭慢速键

source: Under <gui>Enable by Keyboard</gui>, select <gui>Turn on accessibility features from the keyboard</gui> to turn slow keys on and off from the keyboard. When this option is selected, you can press and hold <key>Shift</key> for eight seconds to enable or disable slow keys.
es: En <gui>Activar por teclado</gui>, seleccione <gui>Activar las características de accesibilidad desde el teclado</gui> para activar y desactivar las teclas lentas desde el teclado. Cuando esta opción está seleccionada puede pulsar y mantener pulsada la tecla <key>Mayús</key> durante ocho segundos para activar o desactivar las teclas lentas.
id: Di bawah <gui>Aktifkan dari Papan Tik</gui>, pilih <gui>Hidupkan fitur aksesibilitas dari papan tik</gui> untuk mengaktifkan dan mematikan tombol lambat dari papan tik. Ketika opsi ini dipilih, Anda dapat menekan terus tombol <key>Shift</key> selama delapan detik untuk mengaktifkan atau menonaktifkan tombol lambat.
th: ในหน้า<gui>เปิดใช้งานคีย์บอร์ด</gui> เลือก<gui>เปิดใช้งานคุณสมบัติการเข้าถึงจากคีย์บอร์ด</gui>เพื่อเปิดและปิดการใช้งานปุ่มแบบช้าจากคีย์บอร์ด เมื่อเลือกตัวเลือกนี้ คุณสามารถกดปุ่ม <key>Shift</key> ค้างไว้เป็นเวลาแปดวินาทีเพื่อเปิดหรือปิดการใช้ปุ่มแบบช้า
vi: Trong phần <gui>Bật bằng bàn phím</gui>, chọn <gui>Bật các tính năng về khả năng truy cập từ bàn phím</gui> để bật và tắt phím chậm bằng bàn phím. Khi tùy chọn này đã được chọn, bạn có thể nhấn và giữ <key>Shift</key> trong tám giây để bật hoặc tắt các phím chậm.
zh_cn: 在 <gui>键盘可用</gui>面板中选择<gui>使用键盘开启辅助功能</gui>，可以通过键盘来开启和关闭慢速键。选中此项，您可以通过按住<key>Shift</key>键8秒钟，来开启或关闭慢速键。

source: You can also turn slow keys on and off by clicking the <link xref="a11y-icon">accessibility icon</link> on the task bar and selecting <gui>Slow Keys</gui>. The accessibility icon is visible when one or more settings have been enabled from the <gui>Universal Access</gui> panel.
es: También puedes activar las teclas lentas haciendo clic en el <link xref="a11y-icon">ícono de acceso universal</link> en la barra de tareas y seleccionando <gui>Teclas lentas</gui>. El ícono de accesibilidad está visible cuando se han activado una o mas opciones en el menú de <gui>Acceso universal</gui>.
id: Anda juga bisa mengaktifkan dan mematikan fungsi slow key dengan klik <link xref="a11y-icon">accessibility icon</link> pada task bar dan memilih <gui>Slow Keys</gui>. Ikon aksesibilitas akan muncul saat satu atau lebih pengaturan diaktifkan dari panel <gui>Universal Access</gui>.
th: คุณยังสามารถเปิดและปิดปุ่มสโลว์โดยคลิกที่ <link xref="a11y-icon">ไอคอนการเข้าถึง</link> บนแถบงานและเลือก <gui>Slow Keys</gui> ไอคอนการเข้าถึงจะปรากฏเมื่อการตั้งค่าหนึ่งหรือมากกว่าถูกเปิดใช้งานจากพาเนล <gui>การเข้าถึงทั่วไป</gui>
vi: Bạn cũng có thể bật và tắt phím chậm bằng cách bấm vào <link xref="a11y-icon">biểu tượng hỗ trợ truy cập</link> trên thanh cộng cụ và chọn <gui>Phím Chậm</gui>. Biểu tượng hỗ trợ truy cấp hiển thị khi một hoặc nhiều cài đặt đã được bật trong bảng <gui>Truy cập Đa năng</gui>.
zh_cn: 您也可以通过点击任务栏中的<link xref="a11y-icon">辅助图标 </link>，选择<gui>慢速键 </gui>来开启或关闭慢速键。只有在<gui>辅助功能 </gui>面板里启用了至少一个设置，辅助图标才会显示。

source: Use the <gui>Acceptance delay</gui> slider to control how long you have to hold a key down for it to register.
es: Use el deslizador <gui>Retraso de aceptación</gui> para controlar cuanto tiempo debe mantener pulsada la tecla para que se registre.
id: Gunakan penggeser <gui>Tundaan penerimaan</gui> untuk mengendalikan berapa lama Anda mesti menahan menekan tombol sampai terdeteksi.
th: ใช้แถบเลื่อน <gui>ความหน่วงเวลาในการรับ</gui> เพื่อคุมว่าคุณต้องกดแป้นนานแค่ไหนเพื่อให้มีการลงทะเบียน
vi: Sử dụng thanh trượt <gui>Khoảng trễ chấp nhận</gui> để điều khiển thời lượng bạn phải nhấn giữ một phím để phím đó được ghi nhận.
zh_cn: 拖动<gui>接收延时</gui>滑块，设定按住多长时间才能输入一个按键。

source: You can have your computer make a sound when you press a key, when a key press is accepted, or when a key press is rejected because you didn't hold the key down long enough.
es: Puede hacer que su equipo emita un sonido al pulsar una tecla, cuando se acepta una tecla o al rechazar una tecla porque no la mantuvo pulsada suficiente tiempo.
id: Anda dapat membuat komputer Anda bersuara ketika Anda menekan suatu tombol, ketika penekanan tombol diterima, atau ketika penekanan tombol ditolak karena Anda tidak menekan tombol cukup lama.
th: คุณอาจเลือกให้คอมพิวเตอร์ส่งเสียงเมื่อกดแป้น เมื่อกดแป้นสำเร็จ หรือเมื่อกดแป้นไม่สำเร็จเนื่องจากคุณไม่ได้กดค้างไว้นานพอ
vi: Bạn có thể làm cho máy tính của mình phát ra âm thanh khi nhấn một phím, khi một thao tác nhấn phím được chấp nhận hoặc khi một thao tác nhấn phím bị hủy bỏ vì bạn không giữ phím đủ lâu.
zh_cn: 您可以对电脑进行设置，在您按下按键、按键操作完成、或因按键时长不足而操作失败时发出声音提示。

source: Type keyboard shortcuts one key at a time rather than having to hold down all of the keys at once.
es: Pulsar combinaciones de teclas de forma seguida en lugar de tener que mantener todas las teclas pulsadas a la vez.
id: Ketikkan pintasan papan tik satu tombol setiap saat, bukan dengan menekan semua tombol sekaligus.
th: พิมพ์ทางลัดบนคีย์บอร์ดทีละแป้น อย่ากดหลายๆ แป้นพร้อมกัน
vi: Gõ các lối tắt bàn phím mỗi phím một lần hơn là phải ấn giữ tất cả các phím cùng một lúc.
zh_cn: 输入键盘快捷方式时可以依次按下每一个键，而无需一次按住所有键。

source: Turn on sticky keys
es: Activar las teclas persistentes
id: Nyalakan tombol lengket
th: เปิดใช้ปุ่มตรึง
vi: Bật phím dính
zh_cn: 开启粘滞键

source: <em>Sticky keys</em> allows you to type keyboard shortcuts one key at a time rather than having to hold down all of the keys at once. For example, the <keyseq><key xref="keyboard-key-super">Super</key><key>Tab</key></keyseq> shortcut switches between windows. Without sticky keys turned on, you would have to hold down both keys at the same time; with sticky keys turned on, you would press <key>Super</key> and then <key>Tab</key> to do the same.
es: Las <em>teclas persistentes</em> le permiten usar combinaciones de teclas pulsándolas tecla a tecla, en lugar de tener que mantener pulsadas todas las teclas a la vez. Por ejemplo, la combinación <keyseq><key xref="keyboard-key-super">Super</key><key>Tab</key></keyseq> sirve para pasar de una ventana a otra. Sin las teclas persistentes activadas tendría que mantener pulsadas ambas teclas al mismo tiempo; con las teclas persistentes, puede pulsar la tecla <key>Super</key>, soltarla y luego pulsar <key>Tab</key> para obtener el mismo resultado.
id: <em>Tombol lengket</em> memungkinkan Anda untuk mengetik pintasan papan tik satu tombol setiap saat daripada harus menekan semua tombol sekaligus. Sebagai contoh, pintasan <keyseq><key xref="keyboard-key-super">Super</key><key>Tab</key></keyseq> memindah antara jendela. Tanpa kunci lengket diaktifkan, Anda harus menahan kedua tombol pada saat yang sama, dengan tombol lengket diaktifkan, Anda perlu menekan <key>Super</key> dan kemudian <key>Tab</key> untuk melakukan hal yang sama .
th: <em>แป้นตรึง</em> ช่วยให้คุณกดแป้นพิมพ์ลัดทีละแป้นแทนที่จะต้องกดทุกแป้นค้างไว้พร้อมกัน ตัวอย่างเช่น คีย์ลัด <keyseq><key xref="keyboard-key-super">Super</key><key>Tab</key></keyseq> ที่ใช้สลับหน้าต่าง หากไม่ได้เปิดแป้นตรึง คุณจะต้องกดแป้นทั้งสองค้างไว้พร้อมกัน แต่หากเปิดใช้แป้นตรึง การกด <key>Super</key> แล้วกด <key>Tab</key> จะให้ผลแบบเดียวกัน
vi: <em>Phím dính</em> cho phép bạn nhập các lối tắt bàn phím bằng một phím mỗi lẫn thay vì phải nhấn giữ tất cả các phím cùng lúc. Ví dụ, lối tắt <keyseq><key xref="keyboard-key-super">Super</key><key>Tab</key></keyseq> chuyển đổi giữa các cửa sổ. Khi không bật phím dính, bạn sẽ phải nhấn giữ cả hai phím cùng lúc; khi bật phím dính, bạn có thể nhấn <key>Super</key> rồi nhấn <key>Tab</key> để thực hiện thao tác này.
zh_cn: <em>粘滞键</em>让您在输入键盘快捷方式时可以依次按下每一个键，而无需一次按住所有键。比如，<keyseq><key xref="keyboard-key-super"> Super</key><key>Tab</key></keyseq>是在窗口间切换的快捷方式。未开启粘滞键，您需同时按住两个键；开启粘滞键后，您只需先按下<key>Super</key>键，再按下 <key>Tab</key> 键就可完成同样的操作。

source: You might want to turn on sticky keys if you find it difficult to hold down several keys at once.
es: Puede querer activar las teclas persistentes si encuentra dificultad para mantener pulsadas varias teclas a la vez.
id: Anda mungkin ingin menyalakan tombol lengket apabila Anda merasa sulit menekan beberapa tombol sekaligus.
th: คุณอาจต้องการเปิดปุ่มตรึง หากคุณไม่สามารถกดหลายปุ่มพร้อมกันได้
vi: Bạn có thể muốn bật phím dính nếu bạn cảm thấy khó khăn để giữ nhiều phím cùng một lúc.
zh_cn: 如果您感觉同时按住几个键有困难，可以考虑开启粘滞键。

source: Switch <gui>Sticky Keys</gui> to <gui>On</gui>.
es: Activar las <gui>Teclas persistentes</gui> (<gui>Encendido</gui>).
id: Nyalakan <gui>Tombol Lengket</gui>.
th: เปลี่ยน <gui>สติ๊กกี้คีย์</gui>เป็น<gui>เปิด</gui>
vi: Chuyển trạng thái tính năng <gui>Phím dính</gui> (Sticky Keys) thành <gui>Bật</gui> (On).
zh_cn: 开启<gui>粘滞键</gui>。

source: Quickly turn sticky keys on and off
es: Activar y desactivar rápidamente las teclas lentas
id: Nyalakan dan matikan tombol lengket secara cepat
th: เปิดและปิดสติ๊กกี้คีย์ อย่างรวดเร็ว
vi: Bật tắt nhanh phím dính
zh_cn: 快速开启和关闭粘滞键

source: Under <gui>Enable by Keyboard</gui>, select <gui>Turn on accessibility features from the keyboard</gui> to turn sticky keys on and off from the keyboard. When this option is selected, you can press <key>Shift</key> five times in a row to enable or disable sticky keys.
es: En <gui>Activar por teclado</gui>, seleccione <gui>Activar las características de accesibilidad desde el teclado</gui> para activar y desactivar las teclas persistentes desde el teclado. Cuando esta opción está seleccionada puede pulsar la tecla <key>Mayús</key> cinco veces seguidas para activar o desactivar las teclas persistentes.
id: Di bawah <gui>Aktifkan dari Papan Tik</gui>, pilih <gui>Hidupkan fitur aksesibilitas dari papan tik</gui> (di atas <gui>Tombol Lengket</gui>) untuk menghidupkan dan mematikan tombol lengket dari papan tik. Ketika opsi ini dipilih, Anda dapat menekan <key>Shift</key> lima kali berturut-turut untuk mengaktifkan atau menonaktifkan tombol lengket.
th: ภายใต้<gui>เปิดใช้งานคีย์บอร์ด</gui> เลือก<gui>เปิดคุณสมบัติการเข้าถึงจากคีย์บอร์ด</gui>เพื่อเปิดและปิดการใช้งานปุ่มตรึงจากคีย์บอร์ดเมื่อเลือกตัวเลือกนี้ คุณสามารถกดปุ่ม <key>Shift</key> ห้าครั้งติดกันเพื่อปิดหรือปิดการใช้งานปุ่มตรึง
vi: Trong phần <gui>Bật bằng bàn phím</gui>, chọn <gui>Bật các tính năng về khả năng truy cập từ bàn phím</gui> để bật và tắt phím dính bằng bàn phím. Khi tùy chọn này đã được chọn, bạn có thể nhấn <key>Shift</key> năm lần liên tiếp để bật hoặc tắt các phím dính.
zh_cn: 选择<gui>使用键盘开启辅助功能选择性</gui>(和上面的<gui>慢速键</gui>相同)，可以通过键盘来开启和关闭粘滞键。选中此项，您可以通过按5次<key>Shift</key>键，来启用或关闭粘滞键功能。

source: You can also turn sticky keys on and off by clicking the <link xref="a11y-icon">accessibility icon</link> on the task bar and selecting <gui>Sticky Keys</gui>. The accessibility icon is visible when one or more settings have been enabled from the <gui>Universal Access</gui> panel.
es: También puedes activar y desactivar las teclas persistentes haciendo clic en el <link xref="a11y-icon">ícono de acceso universal</link> en la barra de tareas y cambiando las <gui>Teclas persistentes</gui>. El ícono de accesibilidad está visible cuando se han activado una o mas opciones en el panel de <gui>Acceso universal</gui>.
id: Anda juga dapat mengaktifkan tombol lengket dan mematikan dengan mengklik <link xref="a11y-icon">ikon aksesibilitas</link> pada task bar dan memilih <gui>Sticky Keys</gui>. Ikon aksesibilitas terlihat ketika satu atau pengaturan lebih telah diaktifkan dari panel <gui>Universal Access</gui> .
th: คุณยังสามารถเปิดปิดการใช้สติ๊กกีคีย์โดยคลิกที่ <link xref="a11y-icon">ไอคอนการเข้าถึง</link> ในแถบงานและเลือก <gui>Sticky Keys</gui> ไอคอนการเข้าถึงจะแสดงขึ้นเมื่อมีการตั้งค่าที่ต้องเปิดจากพาเพล <gui>การเข้าถึงจากทั่วโลก</gui>
vi: Bạn cũng có thể bật và tắt phím dính bằng cách bấm vào <link xref="a11y-icon">biểu tượng hỗ trợ truy cập</link> ở thanh công cụ và chọn <gui>Phím Dính</gui>. Biểu tượng hỗ trợ truy cập hiển thị khi một hoặc nhiều cài đặt đã được bật trong bảng <gui>Truy cập Đa năng</gui>.
zh_cn: 您也可以通过点击任务栏中的<link xref="a11y-icon">辅助图标 </link>，选择<gui>粘滞键 </gui>来开启或关闭粘滞键。只有在<gui>辅助功能 </gui>面板里启用了至少一个设置，辅助图标才会显示。

source: If you press two keys at once, you can have sticky keys turn itself off temporarily to let you enter a keyboard shortcut in the normal way.
es: Si pulsa dos teclas a la vez, puede hacer que las teclas persistentes se desactiven temporalmente para introducir un atajo de teclado de la manera habitual.
id: Bila Anda menekan dua tombol sekaligus, Anda dapat mematikan sementara tombol lengket agar Anda dapat memasukkan pintasan papan tik dengan cara normal.
th: หากคุณกดปุ่มสองปุ่มพร้อมกัน คุณสามารถทำให้ปุ่มสติ๊กกี้คีย์ปิดตัวเองลงชั่วคราวเพื่อให้คุณใส่ทางลัดแป้นพิมพ์ได้ตามวิธีปกติ
vi: Nếu bạn nhấn hai phím cùng một lúc, bạn có thể tạm thời tắt tiện ích phím dính đi để cho phép bạn nhập một lối tắt bàn phím theo cách thông thường.
zh_cn: 如果您一次按住了两个键，就可以临时关闭粘滞键，像平常那样输入键盘快捷方式。

source: For example, if you have sticky keys turned on but press <key>Super</key> and <key>Tab</key> simultaneously, sticky keys would not wait for you to press another key if you had this option turned on. It <em>would</em> wait if you only pressed one key, however. This is useful if you are able to press some keyboard shortcuts simultaneously (for example, keys that are close together), but not others.
es: Por ejemplo, si activa las teclas persistentes pero pulsa <key>Super</key> y <key>Tab</key> simultáneamente, las teclas persistentes no esperarán a que pulse otra tecla si tenía esa opción activada. En cambio, <em>sí podría</em> esperar si solo se pulsa una tecla. Esto es útil si puede pulsar algunos atajos de teclado simultáneamente (por ejemplo, con teclas que estén juntas), pero no otras.
id: Misalnya, jika kunci lengket dihidupkan tetapi Anda menekan <key>Super</key> dan <key>Tab</key> secara bersamaan, kunci lengket tidak akan menunggu Anda untuk menekan tombol lain jika opsi ini diaktifkan. Namun ini <em>akan</em> menunggu jika Anda hanya menekan satu tombol. Ini berguna jika Anda dapat menekan beberapa pintasan papan tik secara bersamaan (misalnya, tombol yang berdekatan), tapi bukan yang lainnya.
th: ตัวอย่างเช่น ถ้าคุณเปิดใช้แป้นตรึงแต่กด <key>Super</key> และ <key>Tab</key> พร้อมกัน แป้นตรึงจะไม่รอให้คุณกดแป้นอื่นเมื่อเปิดใช้ตัวเลือกนี้ แต่จะ<em>รอ</em>ถ้าคุณกดเพียงแป้นเดียว ตัวเลือกนี้จะมีประโยชน์เฉพาะในกรณีที่คุณสามารถกดแป้นพิมพ์ลัดหลายแป้นได้พร้อมกัน (เช่น แป้นที่อยู่ใกล้กัน)
vi: Ví dụ, nếu bạn đã bật tính năng sticky keys (gõ lần lượt các phím trong tổ hợp phím tắt) nhưng bạn lại nhấn đồng thời các phím <key>Super</key> và <key>Tab</key>, stickey keys sẽ không chờ bạn nhấn phím khác nếu bạn đã bật tùy chọn này. Tuy nhiên, nó <em>sẽ</em> đợi nếu bạn chỉ nhấn một phím. Điều này sẽ hữu ích nếu bạn có thể nhấn đồng thời một vài tổ hợp phím tắt (ví dụ, các phím gần nhau) nhưng sẽ không hữu dụng đối với các trường hợp khác.
zh_cn: 例如，如果您打开了此选项，并且您开启了粘滞键，但同时按下了 <key>Alt</key> 和 <key>Tab</key> 键，粘滞键不会等待您按下另一键。但是，如果您只按了一个键，它<em>将会</em>等待您按下另一个。如果您能够同时按下某些键盘快捷键(例如，紧邻的几个键)但不能按住其他快捷键，此选项将非常有用。

source: Select <gui>Disable if two keys are pressed together</gui> to enable this.
es: Seleccione <gui>Desactivar si se pulsan dos teclas a la vez</gui> para activar esto.
id: Pilih <gui>Nonaktifkan bila dua tombol ditekan bersama</gui> untuk mengaktifkan ini.
th: เลือก <gui>ปิดใช้งานหากกดปุ่มสองปุ่มพร้อมกัน </gui> เพื่อเปิดใช้งานสิ่งนี้
vi: Chọn <gui>Vô hiệu hóa nếu hai phím được nhấn cùng nhau</gui> để bật tính năng này.
zh_cn: 选中<gui>若同时按两个键则禁用</gui>来启用它。

source: You can have the computer make a "beep" sound when you start typing a keyboard shortcut with sticky keys turned on. This is useful if you want to know that sticky keys is expecting a keyboard shortcut to be typed, so the next key press will be interpreted as part of a shortcut. Select <gui>Beep when a modifier key is pressed</gui> to enable this.
es: Puede hacer que su equipo emita un «pitido» cuando empiece a teclear un atajo de teclado con las teclas persistentes activadas. Esto es útil si quiere que las teclas persistentes esperen que se teclee un atajo de teclado, de manera que la siguiente pulsación se interpretará como parte de un atajo. Seleccione <gui>Pitar cuando se presione una tecla modificadora</gui> para activar esto.
id: Anda dapat membuat komputer bersuara "bip" ketika Anda mulai mengetikkan pintasan papan tik dengan tombol lengket dihidupkan. Ini berguna jika Anda ingin tahu bahwa kunci lengket mengharapkan pintasan papan tik untuk diketik, jadi penekanan tombol berikutnya akan diinterpretasikan sebagai bagian dari pintasan. Pilih <gui>Bunyi bip jika tombol pengubah ditekan</gui> untuk mengaktifkan ini.
th: คุณสามารถให้คอมพิวเตอร์ส่งเสียง "บี๊บ" เมื่อเริ่มใช้ทางลัดคีย์บอร์ดและเปิดใช้สติ๊กกีคีย์ ซึ่งจะมีประโยชน์หากคุณต้องการทราบว่าสติ๊กกีคีย์ต้องให้มีการพิมพ์ทางลัดในคีย์บอร์ด ดังนั้นการกดแป้นครั้งหน้าจะถือเป็นส่วนหนึ่งของทางลัด เลือก <gui>บี๊บ เมื่อแป้นการแก้ไขถูกกด </gui>เพื่อเปิดใช้งาน
vi: Bạn có thể cài đặt để máy tính phát ra tiếng "bíp" khi bạn bắt đầu gõ nhập một lối tắt bàn phím khi đang bật tính năng phím dính. Điều này hữu ích nếu bạn muốn biết rằng chức năng phím dính đang chờ đợi một lối tắt bàn phím sẽ được nhập vào, để lần nhấn phím tiếp theo sẽ được hiểu là một phần của lối tắt. Chọn <gui>Phát tiếng bíp khi nhấn phím bổ trợ </gui> để bật tính năng này.
zh_cn: 您可以对计算机进行设置，使其在您开始输入键盘快捷方式时(粘滞键开启的情况下)发“哔”声。如果您想知道粘滞键是否检测到要输入的是键盘快捷方式，以及下一个按键是否是快捷方式的一部分，这将非常有用。选择<gui>当按下修饰键时发出蜂鸣声</gui>可启用此功能。

source: Enable visual alerts to flash the screen or window when an alert sound is played.
es: Activar alertas visuales para iluminar la pantalla o la ventana cuando se reproduzca un sonido de alerta.
id: Fungsikan peringatan visual untuk mengedipkan layar atau jendela ketika suara peringatan dimainkan.
th: เปิดใช้งานการแจ้งเตือนด้วยภาพให้เปิดหน้าจอหรือหน้าต่างเมื่อเสียงเตือนดังขึ้น
vi: Bật chuông báo thị giác để nhấp nháy màn hình hoặc cửa sổ khi có một chuông báo đang reo.
zh_cn: 播放警告声时，启用视觉警告：屏幕或窗口闪烁。

source: Flash the screen for alert sounds
es: Destello de pantalla para sonidos de alerta
id: Kedipkan jendela untuk suara peringatan
th: ทำให้หน้าจอกระพริบตามเสียงการแจ้งเตือน
vi: Chớp màn hình thay cho báo động âm thnah
zh_cn: 警告声响起时屏幕闪烁

source: Your computer will play a simple alert sound for certain types of messages and events. If you have a hard time hearing these sounds, you can have either the entire screen or your current window visually flash whenever the alert sound is played.
es: Su equipo reproducirá un sencillo sonido de alerta para ciertos tipos de mensajes y eventos. Si tiene dificultades para oír esos sonidos, puede hacer que se ilumine la ventana actual o la pantalla completa cada vez que se reproduzca un sonido de alerta.
id: Komputer Anda akan memainkan suara peringatan sederhana untuk tipe pesan dan peristiwa tertentu. Bila Anda mengalami kesulitan mendengar suara tersebut, Anda dapat membuat agar seluruh layar atau jendela Anda kini mengedip secara visual ketika suara peringatan dimainkan.
th: คอมพิวเตอร์ของคุณจะแสดงเสียงแจ้งเตือนแบบเรียบง่าย ในบางประเภทของข้อความและกิจกรรม หากคุณมีปัญหาในการได้ยินเสียงเหล่านั้น คุณอาจปรับให้ทั้งหน้าจอขณะนั้นกระพริบเมื่อมีการเล่นเสียงแจ้งเตือน
vi: Máy tính của bạn sẽ phát một âm thanh thông báo đơn giản cho một số loại tin nhắn và sự kiện. Nếu bạn thấy khó nhận biết các âm thanh này, bạn có thể chọn hiển thị nháy toàn màn hình hay cửa sổ hiện tại của bạn mỗi khi âm thông báo được phát ra.
zh_cn: 您的电脑将针对特定类型的消息和事件播放简单的警告声。如果您很难听到这些声音，可以在播放警告声时让整个屏幕或当前窗口闪烁。

source: This can also be useful if you're in an environment where you need your computer to be silent, such as in a library. See <link xref="sound-alert"/> to learn how to mute the alert sound, then enable visual alerts.
es: También puede resultar útil si se encuentra en un entorno en el que necesita que su equipo esté en silencio, como en una biblioteca. Consulte la <link xref="sound-alert"/> para saber cómo silenciar el sonido de alerta y activar las alertas visuales.
id: Ini juga bisa berguna bila Anda berada dalam lingkungan dimana Anda perlu agar komputer Anda tak bersuara seperti di perpustakaan. Lihat <link xref="sound-alert"/> untuk belajar bagaimana membisukan suara peringatan, lalu mengaktifkan peringatan visual.
th: นี่อาจมีประโยชน์หากคุณอยู่ในสภาพแวดล้อมที่คุณจำเป็นต้องให้คอมพิวเตอร์ของคุณเงียบ เช่น ในห้องสมุด ดู <link xref="sound-alert"/> เพื่อเรียนรู้วิธีปิดเสียงเตือน จากนั้นเปิดการเตือนทางการมองเห็น
vi: Điều này cũng có thể hữu ích nếu bạn đang ở môi trường cần đặt chế độ im lặng cho máy tính của bạn, chẳng hạn như tại thư viện. Xem <link xref="sound-alert"/> để tìm hiểu cách tắt âm thông báo, sau đó bật thông báo trực quan.
zh_cn: 如果您处在图书馆等环境中，需要电脑保持静音，此功能非常有用。请参阅<link xref="sound-alert"/>了解如何关闭警告声，并启用视觉警告。

source: Press <gui>Visual Alerts</gui> in the <gui>Hearing</gui> section.
es: Pulse en <gui>Alertas visuales</gui> en la sección <gui>Audición</gui>.
id: Tekan <gui>Peringatan Visual</gui> dalam <gui>Pendengaran</gui>.
th: กด<gui>การแจ้งเตือนด้วยภาพ</gui>ในส่วน<gui>การได้ยิน</gui>
vi: Nhấn vào <gui>Cảnh báo Trực quan</gui> (Visual Alerts) trong mục <gui>Nghe</gui> (Hearing).
zh_cn: 在<gui>声音</gui>模块按下<gui>视觉警告</gui>。
