Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: Alternatively, import the screenshot directly into an image-editing application without saving it first. Click <gui>Copy to Clipboard</gui> then paste the image in the other application, or drag the screenshot thumbnail to the application.
es: Alternativamente, importe la captura de pantalla directamente en su aplicación de edición de imágenes sin guardar previamente. Pulse <gui>Copiar al portapapeles</gui>, pegue la imagen en la otra aplicación o la miniatura de la captura de la pantalla a aplicación.
id: Alternatif, impor foto layar langsung ke aplikasi penyunting gambar tanpa melakukan penyimpanan terlebih dahulu. Klik <gui>Copy to Clipboard</gui> kemudian tempel salinan gambar di aplikasi lain atau seret thumbnail foto layar ke aplikasi tersebut.
th: คุณยังสามารถนำเข้าภาพหน้าจอเข้าไปในแอพพลิเคชั่นแต่งภาพได้โดยตรงโดยไม่ต้องบันทึกภาพก่อน คลิก <gui>คัดลอกไปที่คลิปบอร์ด</gui>จากนั้นแปะภาพลงในแอพอื่น หรือภาพย่อของหน้าจอไปที่แอพพลิเคชั่นนั้น
vi: Ngoài ra, nhập ảnh chụp màn hình trực tiếp vào ứng dụng chỉnh sửa ảnh mà không cần lưu trước. Nhấp vào <gui>Copy to Clipboard</gui> (Sao chép vào Bộ nhớ tạm) sau đó dán ảnh trong một ứng dụng khác, hoặc kéo hình thu nhỏ của ảnh chụp màn hình đến ứng dụng.
zh_cn: 另外，保存前也可以把截图直接导入到图片编辑器中，点击<gui>复制到剪贴板</gui>，然后在其他程序中粘贴，也可以直接拖动缩略图到应用程序中。

source: Keyboard shortcuts
es: Atajos de teclado
id: Pintasan papan tik
th: แป้นพิมพ์ลัดบนคีย์บอร์ด
vi: Bộ phím tắt
zh_cn: 键盘快捷方式

source: Quickly take a screenshot of the desktop, a window, or an area at any time using these global keyboard shortcuts:
es: Tome una captura rápida del escritorio, una ventana o un área en cualquier momento usando estos atajos de teclado globales:
id: Foto tampilan dengan cepat dari desktop, layar atau area yang pada saat itu menggunakan tombol pintas global ini:
th: จับภาพหน้าจอเดสก์ท็อป หน้าต่างหรือบางพื้นที่ได้อย่างรวดเร็ว โดยใช้แป้นพิมพ์ลัดคีย์บอร์ดสากล:
vi: Chụp nhanh ảnh màn hình nền, ảnh cửa sổ, hoặc ảnh vùng vào bất kỳ lúc nào sử dụng những phím tắt được chấp nhận toàn cầu trên bàn phím:
zh_cn: 要快速截取桌面、窗口或者某个屏幕区域，可以使用下面的键盘快捷方式：

source: <key>Prt Scrn</key> to take a screenshot of the desktop.
es: <key>Imp Pant</key> para hacer una captura de pantalla del escritorio.
id: <key>Prt Scrn</key> untuk mengambil cuplikan layar desktop.
th: <key>Prt Scrn</key> เพื่อบันทึกภาพหน้าจอของเดสก์ท็อป
vi: <key>Prt Scrn</key> để chụp ảnh màn hình nền.
zh_cn: 按下<key>Prt Scrn</key> 截取整个桌面。

source: <keyseq><key>Alt</key><key>Prt Scrn</key></keyseq> to take a screenshot of a window.
es: <keyseq><key>Alt</key><key>Impt Pant</key></keyseq> para hacer una captura de pantalla de la ventana.
id: <keyseq><key>Alt</key><key>Prt Scrn</key></keyseq> untuk mengambil cuplikan layar suatu jendela
th: <keyseq><key>Alt</key><key>Prt Scrn</key></keyseq> เพื่อจับภาพหน้าจอหน้าต่าง
vi: <keyseq><key>Alt</key><key>Prt Scrn</key></keyseq> để chụp ảnh màn hình một cửa sổ.
zh_cn: <keyseq><key>Alt</key><key>Prt Scrn</key></keyseq> 截取当前窗口。

source: <keyseq><key>Shift</key><key>Prt Scrn</key></keyseq> to take a screenshot of an area you select.
es: <keyseq><key>Mayús</key><key>Imp Pant</key></keyseq> to take a screenshot of an area you select.
id: <keyseq><key>Shift</key><key>Prt Scrn</key></keyseq> untuk mengambil cuplikan layar dari area yang Anda pilih.
th: <keyseq><key>Shift</key><key>Prt Scrn</key></keyseq> เพื่อจับภาพหน้าจอบริเวณที่คุณเลือก
vi: <keyseq><key>Shift</key><key>Prt Scrn</key></keyseq> để chụp ảnh màn hình của vùng bạn chọn.
zh_cn: <keyseq><key>Shift</key><key>Prt Scrn</key></keyseq> 截取选定的区域。

source: When you use a keyboard shortcut, the image is automatically saved in your <gui>Pictures</gui> folder with a file name that begins with "Screenshot" and includes the date and time it was taken.
es: Cuando use un acceso directo de teclado, la imagen se guarda automáticamente en tu carpeta <gui> Imágenes</gui> con un nombre de archivo que empieza por «Pantallazo» y que incluye la fecha y la hora en que se creó.
id: Saat menggunakan sebuah pintasan papan tik, gambar secara otomatis disimpan di folder <gui>Gambar</gui> dengan nama file yang dimulai dengan "TangkapanLayar" dan mencantumkan tanggal dan waktu diambil.
th: เมื่อคุณใช้แป้นพิมพ์ลัดบนคีย์บอร์ด ภาพจะถูกบันทึกเข้าในโฟลเดอร์ <gui>รูปภาพ</gui>โดยอัตโนมัติโดยมีชื่อไฟล์ที่ขึ้นต้นด้วยคำว่า "Screenshot" และมีวันที่กับเวลาตอนที่ถ่ายภาพนั้นไว้ด้วย
vi: Khi bạn sử dụng phím tắt, hình ảnh tự động được lưu vào thư mục <gui>Hình ảnh</gui> với tên tập tin bắt đầu bằng "Ảnh chụp màn hình" kèm theo ngày và giờ chụp.
zh_cn: 使用快捷键所截取的图片会立即保存到您的<gui>图片文件夹</gui>中，文件名以“Screenshot”开头，包括截图的日期和时间。

source: You can also hold down <key>Ctrl</key> with any of the above shortcuts to copy the screenshot image to the clipboard instead of saving it.
es: También puede mantener pulsada la tecla <key>Ctrl</key> con cualquiera de los atajos anteriores para copiar la imagen de la captura de pantalla al portapapeles en lugar de guardarla.
id: Anda juga dapat menekan dan menahan <key>Ctrl</key> dengan pintasan mana saja di atas untuk menyalin gambar tangkapan layar ke papan klip alih-alih menyimpannya.
th: คุณสามารถกดปุ่ม <key>Ctrl</key> พร้อมหนึ่งในทางลัดใดๆ ด้านบนค้างไว้เพื่อคัดลอกภาพไปยังคลิปบอร์ดแทนการบันทึก
vi: Bạn cũng có thể nhấn giữ phím <key>Ctrl</key> bằng bất kỳ lối tắt nào nêu trên để sao chép ảnh chụp màn hình vào bảng tạm thay vì lưu nó.
zh_cn: 您还可以在使用快捷键截图时，按住 <key>Ctrl</key> 键，这样将会复制到剪贴板。

source: Some keyboards will have a <key>Print Screen</key> button near the top right hand corner. Press it once to take a screenshot.
es: Algunos teclados tienen el botón <key>Imprimir pantalla</key> cerca de la esquina superior derecha. Púlsalo una vez para tomar una captura de pantalla.
id: Sejumlah papan tik memiliki tombol <key>Print Screen</key> (cetak layar) di dekat pojok kanan atas. Tekan tombol itu sekali untuk mengambil tangkapan layar.
th: แป้นพิมพ์บางอันมีปุ่ม <key>Print Screen</key> แถวๆ มุมบนขวา กดหนึ่งครั้งเพื่อถ่ายภาพหน้าจอ
vi: Một số bàn phím sẽ có nút <key>Print Screen</key> gần góc trên bên phải. Nhấn vào nút đó một lần để chụp ảnh màn hình.
zh_cn: 一些键盘有<key>屏幕打印</key>按钮，在右上角附近。按下此键即可截图。

source: Make a screencast
es: Grabación de vídeo
id: Buat screencast
th: แคสต์หน้าจอ
vi: Tạo phim quay màn hình
zh_cn: 屏幕录像

source: You can make a video recording of what is happening on your screen:
es: Puede grabar un vídeo de lo que ocurre en su pantalla:
id: Anda bisa membuat rekaman video dari apa yang muncul di layar Anda:
th: คุณสามารถบันทึกวิดีโอกิจกรรมบนหน้าจอได้:
vi: Bạn có thể quay phim những gì diễn ra trên màn hình:
zh_cn: 您可以将屏幕显示录制一段视频：

source: Press <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key>R</key></keyseq> to start recording what's on your screen.
es: Pulse <keyseq><key>Ctrl</key><key>Alt</key><key>Mayús</key><key>R</key></keyseq> para comenzar a grabar lo que sucede en su pantalla.
id: Tekan <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key>R</key></keyseq> untuk mulai merekam apa yang ada pada layar Anda.
th: กด <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key>R</key></keyseq> เพื่อเริ่มบันทึกหน้าจอ
vi: Nhấn <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key>R</key></keyseq> để bắt đầu quay.
zh_cn: 按组合键 <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key>R</key></keyseq> 开始录制屏幕。

source: A red circle is displayed in the bottom right corner of the screen when the recording is in progress. This indicator does not show up in the video.
es: Se muestra un círculo rojo en la esquina inferior derecha de la pantalla cuando la grabación está en proceso. Este indicador no se muestra en el vídeo.
id: Lingkaran merah ditampilkan di pojok kanan bawah layar ketika perekaman sedang berlangsung. Indikator ini tak muncul dalam video.
th: วงกลมสีแดงจะแสดงอยู่ที่มุมล่างขวาของหน้าจอเมื่อกำลังมีการบันทึก เครื่องมือชี้นี้จะไม่แสดงขึ้นในวิดีโอ
vi: Một vòng tròn màu đỏ được hiển thị ở góc dưới bên phải của màn hình khi ghi âm đang chạy. Chỉ báo này không xuất hiện trong video.
zh_cn: 屏幕右下角出来红色圆点，表示正在录制屏幕。这个圆点不会录制到视频中。

source: Once you've finished, press <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key>R</key></keyseq> again to stop the recording.
es: Una vez que haya acabado, pulse <keyseq><key>Ctrl</key><key>Alt</key><key>Mayús</key><key>R</key></keyseq> de nuevo para detener la grabación.
id: Setelah selesai, tekan <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key>R</key></keyseq> sekali lagi untuk menghentikan rekaman.
th: เมื่อคุณอัดเสร็จแล้ว กด <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key>R</key></keyseq> อีกครั้งเพื่อหยุดบันทึก
vi: Khi hoàn tất, nhấn <keyseq><key>Ctr;</key><key>Alt</key><key>Shift</key><key>R</key></keyseq> lần nữa để ngừng quay.
zh_cn: 一旦完成录制，再按一次组合键停止：<keyseq><key>Ctrl</key><key>Shift</key><key>Alt</key><key>R</key></keyseq>。

source: The video is automatically saved in your <gui>Videos</gui> folder with a file name that starts with "Screencast" and includes the date and time it was taken.
es: El video se guarda automáticamente en tu carpeta de <gui>Videos</gui> con un nombre de archivo que empieza con «Captura de vídeo» e incluye la fecha y la hora en que se creó.
id: Video secara otomatis tersimpan di folder <gui>Videos</gui> dengan nama file yang dimulai dengan "Screencast" dan disertai tanggal dan waktu pembuatan.
th: วิดีโอจะบันทึกลงในโฟลเดอร์ <gui>วิดีโอ</gui> ของคุณโดยอัตโนมัติพร้อมชื่อที่ขึ้นต้นว่า "Screencast" รวมถึงวันและเวลาที่ถ่ายวิดีโอนั้น
vi: Video tự động được lưu vào thư mục <gui>Video</gui> với tên tập tin bắt đầu bằng "Screencast" kèm theo ngày và giờ tạo.
zh_cn: 视频将会自动保存在您的<gui>视频</gui>文件夹中，文件名以“Screencast”开头，包括录制的日期和时间。

source: Managing passwords, creating users, backing up your files.
es: Uso de contraseñas, creación de usuarios y copias de seguridad de tus archivos.
id: Mengelola kata sandi, membuat pengguna, menyimpan cadangan file.
th: จัดการรหัสผ่าน สร้างผู้ใช้ สำรองข้อมูลไฟล์ของคุณ
vi: Quản lý mật khẩu, tạo người dùng, sao lưu các tập tin của bạn.
zh_cn: 管理密码，创建用户，备份文件。

source: Security and Privacy
es: Seguridad y privacidad
id: Keamanan dan Privasi
th: ความปลอดภัยและความเป็นส่วนตัว
vi: Bảo mật và Riêng tư
zh_cn: 安全与隐私

source: User Accounts
es: Cuentas de usuario
id: Akun Pengguna
th: ชื่อผู้ใช้
vi: Tài khoản Người dùng
zh_cn: 用户账户

source: Multiple User Accounts
es: Múltiples cuentas de usuario
id: Akun Beberapa Pengguna
th: บัญชีผู้ใช้หลายบัญชี
vi: Tài khoản Nhiều Người dùng
zh_cn: 多个用户帐户

source: Backup your Computer
es: Haz copias de seguridad de tu computadora
id: Cadangkan Komputer Anda.
th: สำรองข้อมูลในคอมของคุณ
vi: Sao lưu Máy tính của bạn
zh_cn: 对电脑进行备份

source: Protect your Computer
es: Protege tu computadora
id: Lindungi Komputer Anda
th: ปกป้องคอมพิวเตอร์ของคุณ
vi: Bảo vệ Máy tính của bạn
zh_cn: 保护您的电脑

source: Learn more about what metrics Endless collects to improve the user experience.
es: Obtén más información sobre cuáles métricas Endless colecciona para mejorar la experiencia del usuario.
id: Pelajari tentang metrik yang dikumpulkan oleh Endless untuk meningkatkan kenyamanan pengguna.
th: ดูเพิ่มเติมว่า Endless มีการเก็บรวบรวมเมตริกซ์ใดบ้างเพื่อปรับปรุงประสบการณ์ใช้งานของผู้ใช้
vi: Tìm hiểu thêm về các loại số liệu Endless thu thập nhằm nâng cao trải nghiệm cho người dùng.
zh_cn: 了解更多Endless的指标，以改善用户体验。

source: Data Collection
es: Recolección de datos
id: Koleksi Data
th: การเก็บรวบรวมเดต้า
vi: Thu Thập Dữ Liệu
zh_cn: 数据集合

source: Endless collects metrics on user behavior and actions. We use the data to improve the apps and the system. All data is sent anonymously.
es: Endless colecciona métricas del comportamiento y las acciones de los usuarios. Usamos los datos para mejorar los programas y el sistema. Todos los datos se mandan anónimamente.
id: Endless mengumpulkan metrik untuk perilaku dan aksi pengguna. Kami menggunakan data untuk meningkatkan aplikasi dan sistem. Semua data terkirim secara anonim.
th: Endless จะรวบรวมเมตริกซ์ลักษณะการใช้งานและการดำเนินการของผู้ใช้ เราจะใช้ข้อมูลเพื่อพัฒนาแอพและระบ ข้อมูลทั้งหมดจะส่งไปแบบนิรนาม
vi: Endless thu thập số liệu về hành vi và hành động của người dùng. Chúng tôi sử dụng dữ liệu để cải tiến các ứng dụng và hệ thống. Mọi dữ liệu được gửi đi một cách khuyết danh.
zh_cn: Endless收集用户行为指标。我们使用数据以改进应用程序和系统。所有的数据都是匿名发送。

source: You can disable <gui>Metrics Collection</gui> under <guiseq><gui>Settings</gui><gui>Privacy</gui><gui>Metrics</gui></guiseq>.
es: Puedes desactivar <gui>Colección de métricas</gui> bajo <guiseq><gui>Ajustes</gui><gui>Privacidad</gui><gui>Métricas</gui></guiseq>.
id: Anda dapat menonaktifkan <gui>Koleksi Metrik</gui> dalam <guiseq> <gui> Pengaturan </gui> <gui> Privasi </gui> <gui> Metrik </gui> </guiseq>.
th: คุณสามารถปิด <gui>คอลเลคชั่นเมทริค</gui>ใน<guiseq><gui>เมทริค</gui><gui>การตั้งค่า</gui><gui>ความเป็นส่วนตัว</gui></guiseq>
vi: Bạn có thể tắt <gui>Thu thập Dữ liệu</gui> trong mục <guiseq><gui>Cài đặt</gui><gui>Bảo mật</gui><gui>Dữ liệu</gui></guiseq>.
zh_cn: 你可以在<guiseq><gui>设置</gui><gui>隐私设置</gui><gui>指标</gui></guiseq>下禁用 <gui>指标集合</gui>。

source: Make sure you keep your computer and information safe.
es: Asegúrate de mantener tu computadora y tu información segura.
id: Pastikan Anda menjaga komputer dan informasi Anda aman.
th: ดูให้แน่ว่าคุณรักษาคอมพิวเตอร์และข้อมูลได้อย่างปลอดภัย
vi: Bảo đảm bạn giữ an toàn cho máy tính và thông tin của mình.
zh_cn: 确保电脑和信息安全。

source: Guard your privacy
es: Protege tu privacidad
id: Lindungi privasi Anda
th: ป้องกันความเป็นส่วนตัว
vi: Bảo vệ quyền riêng tư của bạn
zh_cn: 保护隐私

source: <gui>The Lock Screen</gui>
es: <gui>La pantalla de bloqueo</gui>
th: <gui>หน้าจอล็อก</gui>
zh_cn: <gui>屏幕锁定</gui>.

source: Activating the lock screen when you step away from your computer allows you to keep all of your open apps running so you can resume your work more quickly when you return, without worrying that others will be able to access your workspace while you're gone. The lock screen also provides the following useful information:
es: Activar el bloqueo de pantalla cuando te alejes de tu computadora te permite dejar todos tus programas abiertos y ejecutándose y que puedas continuar con tu trabajo más rápidamente cuando regreses, sin que tengas que preocuparte que otros accedan a tu lugar de trabajo mientras que tú no estés. La pantalla bloqueada también provee la siguiente información útil:
id: Mengaktifkan layar kunci saat meninggalkan komputer mengizinkan Anda menjaga semua aplikasi Anda tetap berjalan agar dapat melanjutkan pekerjaan Anda lebih cepat saat Anda kembali, tanpa khawatir orang lain dapat mengakses ruang kerja selagi Anda pergi. Layar kunci juga memberikan informasi berguna sebagai berikut:
th: การใ
vi: Việc kích hoạt màn hình khóa khi bạn không ở bên máy tính cho phép bạn duy trì hoạt động của các ứng dụng đang mở của mình, từ đó bạn có thể làm việc lại trên các ứng dụng nhanh hơn khi trở lại mà không cần phải lo lắng rằng người khác có thể truy cập không gian làm việc của bạn khi bạn không ở đó. Màn hình khóa cũng mang lại những thông tin hữu ích sau đây:
zh_cn: 当你离开电脑时，激活锁定屏幕可以让打开的应用程序运行更快，这样你返回时就可以恢复你的工作，而不用担心别人能够访问您的工作区。锁定屏幕还提供了以下有用的信息:

source: The name of the logged-in user
es: El nombre del usuario actual
id: Nama dari pengguna yang sedang masuk
th: ชื่อของผู้ใช้ที่ลงชื่อใช้งานอยู่
vi: Tên của người dùng đã đăng nhập
zh_cn: 当前登录的用户名

source: Date and time, and certain notifications
es: Fecha, tiempo y ciertas notificaciones
id: Tanggal dan waktu, dan beberapa pemberitahuan tertentu.
th: วันที่และเวลา และการแจ้งเตือนบางอย่าง
vi: Ngày giờ và một số thông báo nhất định
zh_cn: 日期，时间，当前通知。

source: Battery and network status
es: Batería y estado de la red
id: Status baterai dan jaringan
th: สถานะแบตเตอรี่และเครือข่าย
vi: Trạng thái mạng và pin
zh_cn: 电池和网络状态。

source: The ability to control media playback - change the volume, skip a track or pause your music without having to enter a password
es: La habilidad de controlar la reproducción de medios digitales - cambiar el volumen, pasar una canción o pausar tu música sin tener que ingresar tu contraseña
id: Kemampuan mengontrol pemutar media - ubah volume, lompati lagu atau jeda pada lagu tanpa harus memasukkan kata kunci
th: ความสามารถในการควบคุมการเล่นสื่อ เปลี่ยนแปลงระดับเสียง ข้ามแทร็ก หรือพักการเล่นเพลง โดยไม่ต้องกรอกรหัสผ่าน
vi: Khả năng điều khiển phát lại phương tiện - thay đổi âm lượng, bỏ qua bài hát hoặc tạm dừng phát nhạc của bạn mà không cần phải nhập mật khẩu
zh_cn: 控制媒体播放－不需输入密码就可以更改音量、跳至下一曲目或暂停播放。

source: To unlock your computer, just enter your password.
es: Para desbloquear tu computadora, sólo ingresa tu contraseña.
id: Untuk membuka komputer, cukup masukkan sandi Anda.
th: ปลดล็อคคอมพิวเตอร์ แค่ใส่รหัสผ่าน
vi: Để mở khóa máy tính, bạn chỉ cần nhập mật khẩu của mình.
zh_cn: 输入密码解锁计算机

source: You can change the lock screen settings under the <gui>Privacy</gui> section in the <gui>Settings</gui> window that you can access from the User Menu on the very bottom left-hand side of your screen.
es: Puedes cambiar la configuración de bloqueo de pantalla bajo la sección de <gui>Privacidad</gui> en la pantalla de <gui>Configuración</gui> que puedes acceder desde el Menú de usuario en la esquina inferior izquierda de tu pantalla.
vi: Bạn có thể thay đổi cài đặt khóa màn hình trong phần <gui>Bảo mật</gui> của cửa sổ <gui>Cài đặt</gui>, bạn có thể truy cập cửa sổ này từ Menu Người dùng ở phía dưới cùng bên trái màn hình.
zh_cn: 在屏幕左边最底部的用户菜单中找到<gui> 设置</gui><gui>隐私部分</gui>,改变锁屏设置。

source: It is important to create secure passwords.
es: Es importante crear contraseñas seguras.
id: Amat penting untuk membuat kata sandi yang aman.
th: การสร้างรหัสผ่านที่ปลอดภัยเป็นเรื่องสำคัญ
vi: Việc tạo mật khẩu an toàn là rất quan trọng.
zh_cn: 设置安全密码很重要。

source: Understand passwords
es: Entender contraseñas
id: Pahami kata kunci
th: ทำความเข้าใจกับรหัสผ่าน
vi: Hiểu các mật khẩu
zh_cn: 知道密码

source: It is important to create passwords that you will remember and also that are difficult to guess. The most secure passwords have a mix of numbers, letters, and special characters. Most passwords are case-sensitive. This means that you will need to enter in your password exactly the same way each time. For example, if you create a password with all capitals, then you will need to enter it with all capitals every time.
es: Es importante crear contraseñas que recordarás y que también sean difíciles de adivinar. Las contraseñas más seguras tienen una mezcla de números, letras y caracteres especiales. La mayoría de las contraseñas distinguen entre mayúsculas y minúsculas. Esto significa que tendrás que siempre introducir la contraseña de la misma manera. Por ejemplo, si creas una contraseña con letras en mayúsculas, entonces siempre tendrás que introducirla con todas las letras en mayúsculas.
id: Penting untuk membuat kata kunci yang mudah diingat dan juga sulit ditebak orang lain. Kata kunci paling aman terdiri dari gabungan nomor, huruf, dan karakter spesial. Sebagian besar kata kunci bersifat sensitif terhadap huruf kecil dan huruf kapital. Ini berarti, Anda perlu memasukkan kata kunci yang sama setiap kali. Contohnya, jika Anda menciptakan kata kunci menggunakan huruf kapital, maka Anda perlu mengetik huruf kapital setiap saat.
th: เป็นเรื่องสำคัญมากที่จะต้องสร้างรหัสผ่านที่คุณจดจำได้และเดาได้ยาก รหัสผ่านที่ปลอดภัยที่สุดประกอบด้วยตัวเลข, ตัวอักษร และอักขระพิเศษ รหัสผ่านส่วนใหญ่ให้ความสำคัญกับตัวอักษรใหญ่-เล็ก นี่หมายความว่าคุณจะต้องกรอกรหัสผ่านที่เหมือนเดิมทุกครั้ง ตัวอย่างเช่น หากคุณสร้างรหัสผ่านด้วยอักษรตัวใหญ่ทั้งหมด คุณก็จะต้องกรอกรหัสผ่านด้วยอักษรตัวใหญ่ทุกครั้ง
vi: Điều quan trọng là bạn cần tạo các mật khẩu bạn nhớ được nhưng cũng khó đoán. Các mật khẩu an toàn nhất là tập hợp của số, chữ cái và các ký tự đặc biệt. Đa số các mật khẩu có phân biệt chữ hoa và chữ thường. Điều này có nghĩa lần nào bạn cũng sẽ phải nhập mật khẩu một cách chính xác như nhau. Ví dụ, nếu bạn tạo ra một mật khẩu với toàn chữ hoa, thì lần nào bạn cũng phải nhập mật khẩu đó bằng toàn chữ hoa.
zh_cn: 重要的是新建易记难猜的密码。最安全的密码包含数字,字母和特殊字符。大多数密码区分大小写。这意味着你每次需要输入完全相同的密码。例如,如果你的密码全是大写，那么每次输入密码都需要大写。

source: Pay attention to the <key>Caps Lock</key> key! Sometimes it is easy to press the <key>Caps Lock</key> key and not notice. If you are unable to login using the password you thought you had first used, you should check to make sure that your <key>Caps Lock</key> key is not activated.
es: ¡Pon atención a la tecla <key>Bloq Mayus</key>! A veces es fácil pulsar la tecla <key>Bloq Mayus</key> sin notarlo. Si no puedes iniciar sesión con la contraseña que primero pensaste haber usado, deberías asegurarte que la tecla <key>Bloq Mayus</key> no está activada.
id: Perhatikan tombol <key>Caps Lock</key> ! Kadang-kadang mudah untuk menekan tombol <key>Caps Lock</key> dan tidak menyadari. Jika Anda tidak dapat masuk menggunakan kata sandi yang Anda pikir pertama kali digunakan, Anda harus memeriksa untuk memastikan bahwa tombol <key>Caps Lock</key> Anda tidak diaktifkan.
th: ใส่ใจการใช้ แป้น<key>Caps Lock</key> บางครั้งคุณอาจจะเผลอคลิก <key>Caps Lock</key> โดยไม่ทันสังเกตได้ง่ายๆ หากคุณไม่สามารถจะล็อกอินโดยใช้รหัสผ่านที่คุณใช้ตอนแรกได้ ควรตรวจสอบอีกทีว่าคุณไมไ่ด้เปิด <key>Caps Lock</key> อยู่
vi: Hãy để ý tới phím <key>Caps Lock</key>! Nhiều khi rất dễ ấn phải phím <key>Caps Lock</key> mà bạn không hay biết. Nếu bạn không thể đăng nhập với mật khẩu đầu tiên bạn nghĩ mình vừa dùng, bạn nên kiểm tra để biết chắc phím <key>Caps Lock</key> không bị kích hoạt.
zh_cn: 注意<key>大写锁定</key>键。有时很容易不小心按<key>大写锁定</key>键。如果你第一次使用密码无法登录，您应该检查以确保您的<key>大写锁定</key>键没有激活。

source: When you first set up your password, you should always notice the <key>Caps Lock</key> key also to make sure that it is not unintentionally on.
es: Cuando creas tu contraseña, siempre debes notar la tecla <key>Bloq Mayús</key> para asegurarte de que no esté involuntariamente activada.
id: Pada saat pertama kali membuat kata sandi, Anda harus selalu memperhatikan tombol <key>Caps Lock</key> untuk memastikan itu tidak aktif secara tak disadari.
th: ในตอนที่ตั้งรหัสผ่านครั้งแรก ควรมองที่แป้น <key>Caps Lock</key> เพือให้แน่ใจว่าแป้นนั้น ไม่ได้ถูกเปิดใช้งานอยู่โดยไม่ได้ตั้งใ
vi: Khi cài đặt mật khẩu lần đầu, bạn luôn phải kiểm tra phím <key>Caps Lock</key> để chắc chắn rằng bạn không lỡ tay bật lên.
zh_cn: 当你第一次设置密码,你应该注意到<key>大写锁定</key>键，确保它不是无意中打开的。

source: Switch to a different language for user interface and help text.
es: Cambiar a un idioma diferente la interfaz de usuario y el texto de la ayuda.
id: Ganti ke bahasa lain untuk antarmuka pengguna dan teks bantuan.
th: เปลี่ยนใช้อินเทอร์เฟสและข้อความช่วยเหลือในภาษาอื่น
vi: Chuyển ngôn ngữ của giao diện hiển thị và trợ giúp.
zh_cn: 将用户界面和帮助文档切换到其他语言。

source: Change your region and language
es: Cambiar tu región e idioma
id: Mengubah wilayah dan bahasa Anda
th: เปิดภูมิภาคและภาษาของคุณ
vi: Thay đổi vùng và ngôn ngữ
zh_cn: 改变地区和语言。

source: Endless can be used in many different languages.
es: Endless se puede usar en muchos idiomas diferentes.
id: Endless dapat digunakan dalam berbagai bahasa.
th: Endless สามารถใช้งานได้ในหลายภาษา
vi: Có thể sử dụng Endless với nhiều ngôn ngữ khác nhau.
zh_cn: Endless可使用多种语言。

source: To switch your current language:
es: Para cambiar el idioma actual:
id: Untuk mengganti bahasa saat ini:
th: วิธีเปลี่ยนภาษาที่ใช้อยู่
vi: Để chuyển đổi ngôn ngữ hiện tại của bạn:
zh_cn: 切换当前语言。

source: Click <gui>Language</gui>.
es: Pulse <gui>Idioma</gui>.
id: Klik <gui>Bahasa</gui>.
th: คลิก <gui>ภาษา</gui>
vi: Nhấp vào <gui>Language</gui>.
zh_cn: 点击<gui>语言</gui>按钮。
