Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: Sometimes you need to use these applications, so you may be able to temporarily get administrative privileges to allow you to make the changes. If an application needs administrative privileges, it will ask for your password.
es: A veces necesitas usar estos programas, entonces puedes temporalmente obtener privilegios de administrador para poder hacer los cambios. Si un programa necesita privilegios de administrador, te pedirá tu contraseña.
id: Terkadang Anda perlu menggunakan aplikasi-aplikasi ini, sehingga Anda dapat menggunakan hak administratif sementara yang memungkinkan Anda untuk mengadakan perubahan. Jika ada aplikasi yang membutuhkan hak administratif, Anda akan diminta untuk memasukkan kata sandi.
th: บางครั้งคุณอาจต้องใช้แอพพลิเคชั่นเหล่านี้ ดังนั้นคุณอาจต้องใช้สิทธิ์ของผู้ดูแลชั่วคราวเพื่อเปลี่ยนแปลงแก้ไข หากแอพพลิเคชั่นต้องการให้ใช้สิทธิ์ผู้ดูแลเป็นพิเศษ คุณจะต้องใส่รหัสผ่าน
vi: Thỉnh thoảng bạn cần sử dụng các ứng dụng này, do vậy có thể bạn tạm thời được nhận đặc quyền quản trị để có thể thực hiện các thay đổi. Nếu một ứng dụng cần đặc quyền quản trị, nó sẽ yêu cầu bạn cung cấp mật khẩu.
zh_cn: 当您需要使用这些应用程序时，您可以暂时得到管理员权限来更改程序，当应用程序需要管理员权限时会要求您输入密码。

source: Administrative privileges are associated with your user account. <gui>Administrator</gui> users are allowed to have these privileges while <gui>Standard</gui> users are not. Without administrative privileges you will not be able to install software. Some user accounts (for example, the "root" account) have permanent administrative privileges. You should not use administrative privileges all of the time, because you might accidentally change something you did not intend to (like delete a needed system file, for example).
es: Los privilegios de administrador están asociados con su cuenta de usuario. Los usuarios <gui>administradores</gui> tienen estos privilegios, mientras que los usuarios <gui>estándar</gui> no. Sin privilegios de administrador no podrá instalar software. Algunas cuentas de usuario (por ejemplo, la cuenta de «root») tiene privilegios de administrador permanentemente. No debería usar los privilegios de administrador todo el tiempo porque, accidentalmente, puede cambiar un archivo importante (por ejemplo, eliminar un archivo del sistema necesario).
id: Hak administratif berkaitan dengan akun pengguna Anda. Pengguna <gui>Administrator</gui> diizinkan untuk memiliki hak ini, sedangkan pengguna <gui>Standar</gui> tidak. Tanpa hak administratif, Anda tidak dapat memasang perangkat lunak. Beberapa akun pengguna (misalnya akun "root") memiliki hak administratif permanen. Anda sebaiknya tidak menggunakan hak administratif setiap saat, karena Anda mungkin dapat secara tidak sengaja melakukan perubahan yang tidak diinginkan (misalnya menghapus berkas sistem yang penting).
th: สิทธิ์ผู้ดูแลระบบนั้นเชื่อมโยงกับบัญชีของคุณ ผู้ใช้ที่เป็น<gui>ผู้ดูแลระบบ</gui>ได้รับอนุญาตให้มีสิทธิพิเศษเหล่านี้ ในขณะที่ผู้ใช้<gui>มาตรฐาน</gui>นั้นจะไม่มี ถ้าไม่มีสิทธิ์ผู้ดูแลระบบ คุณจะไม่สามารถติดตั้งซอฟต์แวร์ บัญชีผู้ใช้บางประเภท (เช่น บัญชี "ราก") มีสิทธิ์ผู้ดูแลระบบแบบถาวร คุณไม่ควรใช้สิทธิ์ผู้ดูแลระบบตลอดเวลา เพราะคุณอาจบังเอิญไปเปลี่ยนสิ่งที่คุณไม่ได้ตั้งใจ (เช่น ลบไฟล์ระบบที่จำเป็นทิ้ง)
vi: Đặc quyền quản trị là quyền hạn gắn liền với tài khoản người dùng của bạn. Người dùng là <gui>Quản trị viên</gui> được phép có những đặc quyền này, trong khi người dùng <gui>Tiêu chuẩn</gui> thì không có. Nếu không có đặc quyền quản trị, bạn sẽ không thể cài đặt phần mềm. Một số tài khoản người dùng (chẳng hạn như tài khoản "root") có những đặc quyền quản trị vĩnh viễn. Bạn không nên lúc nào cũng sử dụng đặc quyền quản trị, vì bạn có thể sẽ vô tình thay đổi điều gì đó mà bạn không định trước (chẳng hạn như là xóa một tệp hệ thống cần thiết).
zh_cn: 管理员权限与您的账户相关联。<gui>管理员</gui>用户拥有这些权限，<gui>标准</gui>用户则没有。没有管理员权限，您不能安装软件。一些帐号(例如“root”帐号)具有永久管理员权限，但您不应该一直使用管理员权限，这是为防止偶然的误操作破坏了重要文件，导致系统损坏。

source: In summary, administrative privileges allow you to change important parts of your system when needed, but prevent you from doing it accidentally.
es: En resumen, los privilegios de administrador le permiten cambiar partes importantes de su sistema cuando lo necesite, pero le impiden hacerlo accidentalmente.
id: Singkatnya, hak administratif memungkinkan Anda untuk mengubah bagian-bagian penting dari sistem saat dibutuhkan, tetapi mencegah Anda agar tidak melakukannya dengan tidak sengaja.
th: กล่าวโดยสรุปก็คือสิทธิ์ของผู้ดูแลจะทำให้คุณสามารถเปลี่ยนส่วนสำคัญในระบบเมื่อต้องการ แต่จะช่วยป้องกันไม่ให้คุณแก้ไขไปโดยไม่ตั้งใจ
vi: Tóm lại, quyền quản trị cho phép bạn thay đổi những phần quan trọng trong hệ thống của bạn khi cần thiết, nhưng ngăn bạn vô ý thực hiện điều đó.
zh_cn: 总之，管理员权限使您可在需要时更改系统的重要部分，又可防止您意外操作。

source: What does "super user" mean?
es: ¿Qué significa «superusuario»?
id: Apa arti "super user" (pengguna super)?
th: "ซูเปอร์ยูสเซอร์" มีความหมายว่าอย่างไร?
vi: "Siêu người dùng" (super user) nghĩa là gì?
zh_cn: “超级用户”是什么意思？

source: A user with administrative privileges is sometimes called a <em>super user</em>. This is simply because that user has more privileges than normal users. You might see people discussing things like <cmd>su</cmd> and <cmd>sudo</cmd>; these are programs for temporarily giving you "super user" (administrative) privileges.
es: Un usuario con privilegios de administrador a veces se denomina <em>superusuario</em>. Esto se debe simplemente a que el usuario tiene más privilegios que los usuarios normales. Puede ver a la gente discutir sobre <cmd>su</cmd> y <cmd>sudo</cmd>, que son programas para darle temporalmente privilegios de «superusuario» (administrador).
id: Seorang pengguna dengan hak akses admin kadang disebut <em>super user</em>. Hal ini hanya karena pengguna yang memiliki hak lebih dari pengguna biasa. Anda mungkin melihat orang-orang membicarakan hal-hal seperti <cmd>su</cmd> dan <cmd>sudo</cmd>, ini adalah program yang untuk sementara memberikan Anda hak "super user " (admin).
th: ผู้ใช้ที่มีสิทธิพิเศษของผู้ดูแลบางครั้งจะเรียกว่า <em>ซูเปอร์ยูสเซอร์</em> นี่เป็นเพราะผู้ใช้มีสิทธิพิเศษเหนือผู้ใช้ปกติ คุณอาจเห็นผู้คนพูดถึงสิ่งที่เรียกกันว่า <cmd>su</cmd> และ <cmd>sudo</cmd> นี่คือโปรแกรมสำหรับมอบสิทธิพิเศษในการเป็น "ซูเปอร์ยูสเซอร์" (ผู้ดูแล) ให้คุณชั่วคราว
vi: Một người sử dụng có quyền quản trị ưu tiên có lúc được gọi là một <em>super user</em>. Đơn giản là vì người sử dụng đó có quyền ưu tiên hơn so với những người sử dụng bình thường. Bạn có thể thấy mọi người thảo luận những thứ như <cmd>su</cmd> và <cmd>sudo</cmd>; chúng là các chương trình tạm thời trao cho bạn quyền (quản trị) ưu tiên của "người siêu sử dụng".
zh_cn: 具有管理员权限的用户称作<em>超级用户</em>，这是因为这些用户比普通用户拥有更多权限。您常听到的 <cmd>su</cmd>、<cmd>sudo</cmd>就是一些能临时让您拥有“超级用户”(管理员)权限的程序。

source: Why are administrative privileges useful?
es: ¿Por qué son útiles los privilegios de administrador?
id: Mengapa hak administratif berguna?
th: เหตุใดสิทธิพิเศษของผู้ดูแลจึงมีประโยชน์?
vi: Tại sao quyền quản trị viên lại hữu ích?
zh_cn: 管理员权限有何用处？

source: Requiring users to have administrative privileges before important system changes are made is useful because it helps to prevent your system from being broken, intentionally or unintentionally.
es: Exigir a los usuarios tener privilegios de administrador antes de realizar cambios importantes del sistema es útil, porque ayuda a evitar que su sistema se rompa, de manera intencionada o accidental.
id: Mensyaratkan pengguna memiliki hak administratif istimewa sebelum perubahan sistem penting dilakukan, guna mencegah sistem rusak secara sengaja atau tidak disengaja.
th: การกำหนดให้ผู้ใช้ต้องมีสิทธิ์ผู้ดูแลก่อนดำเนินการเปลี่ยนแปลงระบบที่สำคัญๆ มีประโยชน์เพราะช่วยป้องกันไม่ให้ระบบเสียหาย ไม่ว่าจะโดยตั้งใจหรือไม่ตั้งใจก็ตาม
vi: Yêu cầu người dùng phải có quyền quản trị trước khi thực hiện thay đổi quan trọng trong hệ thống là điều hữu ích vì giúp ngăn chặn hệ thống của bạn không bị hỏng một cách cố ý hoặc vô ý.
zh_cn: 更改重要系统设置需要用户拥有管理员权限，这可以防止您的系统被有意或无意地损坏。

source: If you had administrative privileges all of the time, you might accidentally change an important file, or run an application which changes something important by mistake. Only getting administrative privileges temporarily, when you need them, reduces the risk of these mistakes happening.
es: Si tuviera privilegios de administrador todo el tiempo, podría cambiar accidentalmente un archivo importante, o ejecutar por error una aplicación que cambia algo importante. Tener privilegios de administrador de manera temporal, cuando los necesita, reduce el riesgo de que sucedan estos errores.
id: Jika Anda selalu memiliki hak administratif, Anda mungkin akan secara tidak sengaja mengubah berkas yang penting, atau keliru menjalankan aplikasi yang mengubah sesuatu yang penting. Menggunakan hak administratif hanya pada saat Anda membutuhkannya dapat mengurangi risiko terjadinya kesalahan-kesalahan ini.
th: หากคุณมีสิทธิ์ผู้ดูแลเป็นพิเศษตลอดเวลาอยู่แล้ว คุณอาจแก้ไขไฟล์สำคัญโดยบังเอิญ หรือเปิดแอพพลิเคชั่นที่เปลี่ยนข้อมูลสำคัญบางอย่างโดยไม่ตั้งใจ ควรใช้สิทธิ์ผู้ดูแลพิเศษเป็นการชั่วคราวเท่านั้นเมื่อต้องใช้ เพื่อลดความเสี่ยงในเกิดข้อผิดพลาดขึ้น
vi: Nếu lúc nào bạn cũng có đặc quyền quản trị, có thể bạn sẽ vô tình thay đổi một tập tin quan trọng hoặc kích hoạt một ứng dụng làm thay đổi nhầm một điều quan trọng. Chỉ tạm thời lấy đặc quyền quản trị khi bạn cần, điều đó giảm nguy cơ xảy ra những sai sót này.
zh_cn: 如果您总是具备管理员权限，就有可能无意中更改重要的系统文件，或者运行一个损坏系统的程序。只在需要的时候才临时取得管理员权限，可以减少发生这些错误的风险。

source: Only certain trusted users should be allowed to have administrative privileges. This prevents other users from messing with the computer and doing things like changing important files. This is useful from a security standpoint.
es: Solo ciertos usuarios de confianza deberían tener privilegios de administrador. Esto previene que otros usuarios manipulen el equipo y hagan cosas como cambiar archivos importantes. Esto es útil desde el punto de vista de la seguridad.
id: Hak administratif sebaiknya hanya diberikan kepada sejumlah pengguna tepercaya. Ini mencegah pengguna lain mengutak-atik komputer dan mengubah berkas-berkas penting. Ini sangat berguna dari segi keamanan.
th: มีเพียงผู้ใช้ที่เชื่อถือได้บางคนที่ควรได้รับอนุญาตให้มีสิทธิ์เป็นผู้ดูแล ซึ่งจะเป็นการป้องกันไม่ให้ผู้ใช้คนอื่นวุ่นวายกับคอมพิวเตอร์และเปลี่ยนแปลงไฟล์ที่สำคัญ และจำเป็นประโยชน์ใน้ด้านความปลอดภัยด้วย
vi: Chỉ nên cho phép một số người dùng được tin cậy được có đặc quyền quản trị viên. Điều này để ngăn chặn những người dùng khác làm lộn xộn máy tính và làm những việc như thay đổi những tệp quan trọng. Điều này hữu ích từ quan điểm bảo mật.
zh_cn: 出于安全考虑，只有某些可信任用户才可以取得管理员权限。这可以防止其他用户将电脑弄乱或者更改重要文件。

source: Without administrative privileges, your account is limited.
es: Sin privilegios de administrador tu cuenta es limitada.
id: Tanpa hak administratif, akun Anda dibatasi.
th: หากไม่มีสิทธิพิเศษของผู้ดูแล บัญชีของคุณจะถูกจำกัด
vi: Tài khoản của bạn bị giới hạn nếu không có đặc quyền quản trị.
zh_cn: 没有管理员权限，您的账户受到限制。

source: Problems caused by administrative restrictions
es: Problemas causados por restricciones administrativas
id: Masalah yang disebabkan oleh pembatasan administratif
th: ปัญหาเกิดขึ้นจากการจำกัดของผู้ดูแล
vi: Vấn đề do hạn chế quản trị
zh_cn: 管理限制产生的问题

source: You may experience a few problems if you don't have <link xref="user-admin-explain">administrative privileges</link>. Some tasks require administrative privileges in order to work, such as:
es: Puede tener algunos problemas si no tiene <link xref="user-admin-explain">privilegios de administrador</link>. Algunas tareas necesitan privilegios de administrador para funcionar, por ejemplo:
id: Anda dapat mengalami beberapa masalah jika tidak memiliki <link xref="user-admin-explain">hak administratif</link>. Sebagian tugas memerlukan hak administratif untuk berfungsi, seperti:
th: คุณอาจประสบปัญหาเล็กน้อย หากคุณไม่มี<link xref="user-admin-explain">สิทธิ์ของผู้ดูแลระบบ</link> งานบางชนิดอาจจำเป็นต้องมีสิทธิ์ของผู้ดูแลระยยในการทำงาน เช่น
vi: Bạn có thể gặp phải một số vấn đề nếu bạn không có <link xref="user-admin-explain">các đặc quyền quản trị</link>. Một số tác vụ cần có đặc quyền quản trị mới có thể thực hiện được, chẳng hạn như:
zh_cn: 如果您没有 <link xref="user-admin-explain">管理员权限</link>，你可能会遇到一些问题。有些操作需要您拥有管理员权限，如：

source: Connecting to networks or wireless networks
es: Conectarse a algunas redes cableadas/inalámbricas
id: Menyambung ke jaringan atau jaringan nirkabel
th: การเชื่อมต่อเครือข่ายหรือเครือข่ายไร้สาย
vi: Nối mạng có dây cũng như không dây
zh_cn: 连接至网络或无线网络

source: Viewing the contents of a removable disk connected to the computer, or the contents of a different disk partition (e.g. a Windows partition)
es: Ver el contenido de un disco extraíble conectado al equipo, o el contenido de una partición de disco diferente (ej. una partición de Windows)
id: Melihat isi disk yang dapat dilepas yang terhubung ke komputer, atau isi dari partisi disk yang berbeda (misal partisi Windows)
th: การดูเนื้อหาของดิสก์ที่ถอดออกได้ซึ่งเชื่อมอยู่กับคอมพิวเตอร์ หรือเนื้อหาของดิสก์ส่วนต่างๆ (เช่น ส่วน Windows)
vi: Xem nội dung đĩa rời được gắn vào máy tính, hoặc nội dung phân vùng đĩa (vd, phân vùng Windows)
zh_cn: 查看插入到计算机的可移动硬盘的内容，或者不同磁盘分区的内容(例如 Windows 分区)

source: Creating new users for your computer.
es: Creando nuevos usuarios para tu computadora.
id: Membuat pengguna baru untuk komputer Anda.
th: สร้างผู้ใช้งานคอมพิวเตอร์ใหม่
vi: Tạo người dùng mới cho máy tính của bạn.
zh_cn: 在电脑上创建新用户。

source: You can <link xref="user-admin-change">change who has administrative privileges</link>.
es: Puede <link xref="user-admin-change">cambiar quién tiene privilegios de administrador</link>.
id: Anda dapat <link xref="user-admin-change">mengubah siapa yang memiliki hak administratif</link>.
th: คุณสามารถ <link xref="user-admin-change">เปลี่ยนได้ว่าใครจะมีสิทธิ์เป็นผู้ดูแล</link>
vi: Bạn có thể <link xref="user-admin-change">change who has administrative privileges</link>.
zh_cn: 您可以 <link xref="user-admin-change">更改具备管理员权限的用户</link>。

source: Set up automatic login for when you switch on your computer.
es: Configurar el inicio de sesión automático para cuando enciende el equipo.
id: Tata masuk otomatis untuk saat Anda menyalakan komputer.
th: ตั้งค่าการล็อกอินอัตโนมัติเมื่อคุณเปลี่ยนคอมพิวเตอร์
vi: Thiết lập đăng nhập tự động khi bạn mở máy tính của mình.
zh_cn: 开机时自动登录。

source: Log in automatically
es: Iniciar sesión automáticamente
id: Log masuk otomatis
th: เข้าสู่ระบบอัตโนมัติ
vi: Đăng nhập tự động
zh_cn: 自动登录

source: You can change your settings so that you are automatically logged in to your account when you start up your computer:
es: Puede cambiar su configuración para que se inicie la sesión automáticamente con su cuenta cuando arranque el equipo:
id: Anda dapat mengubah pengaturan Anda sehingga Anda secara otomatis masuk ke akun Anda ketika Anda menyalakan komputer Anda:
th: คุณสามารถเปลี่ยนการตั้งค่าเพื่อให้ล็อกอินเข้าไปที่บัญชีได้อัตโนมัติเมื่อเริ่มเปิดคอมพิวเตอร์:
vi: Bạn có thể thay đổi cài đặt của mình để bạn tự động đăng nhập vào tài khoản của mình mỗi khi bạn bật máy tính lên:
zh_cn: 您可以更改设置，以便在开机时自动登录您的账户。

source: Select the user account that you want to log in to automatically at startup.
es: Seleccione la cuenta de usuario con la que quiere iniciar la sesión automáticamente al inicio.
id: Pilih akun pengguna yang Anda ingin masuk untuk secara otomatis pada saat memulai.
th: เลือกบัญชีผู้ใช้ที่คุณต้องการลงชื่อเข้าใช้เพื่อเริ่มโดยอัตโนมัติ
vi: Chọn tài khoản người dùng mà bạn muốn tự động đăng nhập vào khi khởi động.
zh_cn: 选择您想在开机时自动登录的账户。

source: Press <gui style="button">Unlock</gui> and enter your password.
es: Pulse <gui style="button">Desbloquear</gui> e introduzca su contraseña.
id: Tekan <gui style="button">Unlock</gui> dan masukkan kata sandi Anda.
th: กด <gui style="button">ปลดล็อก</gui>และใส่รหัสผ่าน
vi: Nhấn nút <gui style="button">Mở khóa</gui> (Unlock) và nhập mật khẩu của bạn.
zh_cn: 点击<gui>解锁</gui>，输入您的密码。

source: Toggle the <gui>Automatic Login</gui> switch to <gui>On</gui>.
es: Mueva el deslizador <gui>Inicio de sesión automático</gui> a <gui>Encendido</gui>.
id: Geser saklar <gui>Login Otomatis</gui> menjadi <gui>Aktif</gui>.
th: ท็อกเกิลสวิตช์ <gui>Automatic Login</gui> ให้เป็น <gui>เปิด</gui>
vi: Đổi nút chuyển đổi <gui>Đăng nhập Tự động</gui> sang chế độ <gui>Bật</gui>.
zh_cn: 切换<gui>自动登录</gui>为开启。

source: When you next start up your computer, you will be logged in automatically. If you have this option enabled, you will not need to type in your password to log in to your account which means that if someone else starts up your computer, they will be able to access your account and your personal data including your files and browser history.
es: La próxima vez que arranque su equipo, se iniciará la sesión automáticamente. Si tiene esta opción activada, no será necesario que escriba su contraseña para iniciar la sesión, lo que significa que si alguien arranca su equipo, podrá acceder a su cuenta y a sus datos personales, incluyendo sus archivos y su histórico de navegación.
id: Saat Anda memulai komputer kali berikutnya, Anda akan dimasukkan otomatis. Jika mengaktifkan opsi ini, Anda tidak perlu memasukkan sandi untuk masuk ke dalam akun Anda yang berarti jika orang lain memulai komputer Anda, mereka akan dapat mengakses akun dan data personal termasuk berkas dan riwayat peramban Anda.
th: เมื่อคุณเปิดคอมพิวเตอร์ครั้งต่อไป คุณจะเข้าสู่ระบบโดยอัตโนมัติ ถ้าเปิดใช้ตัวเลือกนี้ คุณจะไม่ต้องพิมพ์รหัสผ่านเพื่อเข้าสู่ระบบบัญชีของคุณ ซึ่งหมายความว่าถ้ามีผู้อื่นเปิดคอมพิวเตอร์ของคุณ เขาอาจเข้าถึงบัญชีและข้อมูลส่วนตัว รวมถึงไฟล์และประวัติเบราว์เซอร์ของคุณได้
vi: Khi bạn khởi động máy tính của mình vào lần tới, bạn sẽ được đăng nhập tự động. Nếu bạn đã bật tùy chọn này, bạn sẽ không cần phải nhập mật khẩu của mình để đăng nhập vào tài khoản, nghĩa là nếu ai đó khởi động máy tính của bạn, họ sẽ có thể truy cập tài khoản và dữ liệu cá nhân của bạn, bao gồm các tệp và lịch sử trình duyệt của bạn.
zh_cn: 下次开机时，将会自动登录。如果您开启这个功能，您将无需在登录时输入密码。这也意味着其他人可以在开机时访问您的账户、个人资料，包括您的文件和浏览记录。

source: If your account type is <em>Standard</em>, you cannot change this setting. Contact your system administrator who can change this setting for you.
es: Si su cuenta es de tipo <em>Estándar</em>, no podrá cambiar esta configuración; el administrador del sistema puede cambiar esto en su lugar.
id: Jika jenis akun Anda <em>Standar</em>, Anda tak dapat mengubah pengaturan ini. Hubungi administrator sistem yang dapat mengubah pengaturan ini untuk Anda.
th: หากประเภทบัญชีของคุณเป็นแบบ <em>มาตรฐาน</em> คุณไม่สามารถเปลี่ยนแปลงการตั้งค่านี้ได้ ติดต่อผู้ดูแลระบบของคุณที่สามารถเปลี่ยนการตั้งค่านี้ได้
vi: Nếu tài khoản của bạn thuộc loại <em>Tiêu chuẩn</em>, bạn sẽ không thể thay đổi cài đặt này. Hãy liên hệ quản trị viên hệ thống của bạn, đó là người có thể thay đổi cài đặt này cho bạn.
zh_cn: 如果您属于 <em>标准</em>用户，你无法更改这个设置。请与可以为您更改设置的系统管理员联系。

source: Keep your account secure by changing your password often in your account settings.
es: Mantenga su cuenta segura cambiando su contraseña frecuentemente, en la configuración de su cuenta.
id: Jaga keamanan akun Anda dengan rutin mengubah kata sandi Anda pada pengaturan akun.
th: รักษาบัญชีให้ปลอดภัยด้วยการเปลี่ยนรหัสผ่านอยู่เสมอ ในส่วนการตั้งค่าบัญชี
vi: Giữ an toàn tài khoản của bạn bằng cách thay đổi mật khẩu thường xuyên.
zh_cn: 在帐号设置中定期修改密码，可以保证帐号的安全性。

source: Change your password
es: Cambiar su contraseña
id: Ubah kata sandi Anda
th: เปลี่ยนรหัสผ่านของคุณ
vi: Thay đổi mật khẩu của bạn
zh_cn: 更改密码

source: It is a good idea to change your password from time to time, especially if you think someone else knows what your password is.
es: Es una buena idea cambiar su contraseña de vez en cuando, especialmente si piensa que alguien más conoce su contraseña.
id: Mengganti kata sandi Anda dari waktu ke waktu adalah cara yang bagus, terutama jika Anda merasa ada orang lain yang mengetahui kata sandi Anda.
th: ควรเปลี่ยนรหัสผ่านบ่อยๆ โดยเฉพาะเมื่อคุณคิดว่ามีคนอื่นรู้รหัส
vi: Bạn nên đổi mật khẩu thường xuyên, đặc biệt nếu bạn nghĩ ai đó biết mật khẩu của bạn.
zh_cn: 经常更改自己的密码是个好主意，尤其是在您认为您的密码已被他人知晓的时候。

source: You need <link xref="user-admin-explain">administrator privileges</link> to edit user accounts other than your own.
es: Necesita <link xref="user-admin-explain">privilegios de administrador</link> para editar cuentas de usuarios que no sean la suya propia.
id: Anda perlu <link xref="user-admin-explain"> hak administrator </link> untuk mengedit akun pengguna lain selain Anda sendiri.
th: คุณต้องมี<link xref="user-admin-explain">สิทธิ์ผู้ดูแล</link>เพื่อแก้ไขบัญชีผู้ใช้ที่ไม่ใช่ของตัวเอง
vi: Bạn cần có <link xref="user-admin-explain">đặc quyền quản trị viên</link> để sửa tài khoản người dùng không phải là tài khoản của chính bạn.
zh_cn: 你需要<link xref="user-admin-explain">管理员权限</link>来编辑其他用户账户。

source: Click the label <gui>·····</gui> next to <gui>Password</gui>. If you are changing the password for a different user, you will first need to <gui>Unlock</gui> the panel.
es: Pulse la etiqueta <gui>·····</gui> junto a <gui>Contraseña</gui>. si está cambiando la contraseña de otro usuario, primero deberá <gui>Desbloquear</gui> el panel.
id: Klik label <gui>·····</gui> sebelah <gui>Kata sandi</gui>. Jika Anda mengubah kata sandi untuk pengguna yang berbeda, Anda perlu untuk <gui> Membuka </gui> panel.
th: ึึคลิกป้าย<gui>·····</gui> ถัดจาก <gui>รหัสผ่าน</gui> หากคุณจะเปลี่ยนรหัสผ่านให้ผู้ใช้อื่น คุณต้อง <gui>ปลดล็อก</gui>พาเนลก่อน
vi: Bấm vào nhãn <gui>·····</gui> kế bên <gui>Mật khẩu</gui>. Nếu bạn đổi mật khẩu cho một người dùng khác, trước hết bạn sẽ cần phải <gui>Mở khóa</gui> bảng này.
zh_cn: 点击<gui>密码</gui>旁边的 <gui>·····</gui>标签。如果您要为另一个用户更改密码，您需要先 <gui>解锁</gui>界面。

source: Enter your current password, then a new password. Enter your new password again in the <gui>Confirm password</gui> field.
es: Introduzca su contraseña actual, luego una contraseña nueva. Introduzca su contraseña nueva una vez más en el campo <gui>Confirmar contraseña</gui>.
id: Masukkan kata sandi Anda saat ini, lalu kata sandi baru. Masukkan kata sandi baru sekali lagi di larik <gui>Konfirmasi kata sandi</gui>.
th: กรอกรหัสผ่านปัจจุบันของคุณ ต่อด้วยรหัสผ่านใหม่ กรอกรหัสผ่านใหม่อีกครั้งในช่อง <gui>ยืนยันรหัสผ่าน</gui>
vi: Nhập mật khẩu hiện tại, rồi mật khẩu mới. Nhập mật khẩu mới lần hai trong ô <gui>Xác nhận mật khẩu</gui>.
zh_cn: 输入您当前密码，然后输入新密码，并且再在<gui>确认密码</gui>中再输一遍。

source: You can press on the <gui style="button"><_:media-1/></gui> icon to automatically generate a random password.
es: Puede pulsar el icono <gui style="button"><_:media-1/></gui> para generar automáticamente una contraseña aleatoria.
id: Anda dapat menekan ikon <gui style="button"><_:media-1/></gui> untuk membuat kata sandi acak secara otomatis.
th: คุณสามารถกดไอคอน <gui style="button"><_:media-1/></gui>เพื่อสร้างรหัสผ่านแบบสุ่มได้
vi: Bạn có thể nhấn vào biểu tượng <gui style="button"><_:media-1/></gui> để tự động tạo mật khẩu ngẫu nhiên.
zh_cn: 您可以点击<gui style="button"><_:media-1/></gui> 图标自动生成随机密码。

source: Click <gui>Change</gui>.
es: Pulse <gui>Cambiar</gui>.
id: Klik <gui>Ubah</gui>.
th: คลิก <gui>เปลี่ยน</gui>
vi: Nhấn <gui>Đổi</gui>.
zh_cn: 点击<gui>修改</gui>按钮。
