Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: Browse the video files available. When you are ready to watch one, simply double click on the file.
es: Explora los archivos de videos disponibles. Cuando estés listo para ver uno, simplemente haz doble clic en el archivo.
id: Menelusuri berkas video yang tersedia. Ketika Anda siap untuk menonton salah satu, cukup klik dua kali pada berkas tersebut.
th: ดูไฟล์วิดีโอที่มีให้ เมื่อคุณพร้อมจะดูวิดีโอแล้ว เพียงดับเบิลคลิกเพื่อเปิดไฟล์
vi: Duyệt các tệp tin video hiện có. Khi bạn đã sẵn sàng để xem một video, chỉ cần nhấp đúp vào tệp tin đó là được.
zh_cn: 浏览可用的视频文件，想要播放的某个视频，只需双击文件即可。

source: Your video will start to play automatically. You can control it within the app and choose to pause it, fast forward, or rewind it with the controls on the bottom left corner.
es: Tu video empezará a tocarse automáticamente. Puedes controlarlo dentro del programa y elegir pausar, adelantar o regresar con los controles en la esquina inferior izquierda.
id: Video Anda akan mulai diputar otomatis. Anda dapat mengontrolnya dari dalam aplikasi dan memilih untuk menjeda, memajukan, atau memutar ulang dengan pengendali di sudut kiri bawah.
th: วิดีโอของคุณจะเริ่มเล่นอัตโนมัติ คุณสามารถควบคุมได้ภายในแอปและเลือกพัก, เร่งไปข้างหน้า หรือเล่นย้อนหลังด้วยตัวควบคุมที่มุมซ้ายล่าง
vi: Video của bạn sẽ bắt đầu phát tự động. Bạn có thể kiểm soát video bên trong ứng dụng và chọn tính năng tạm dừng, tua nhanh, hay tua lại video bằng các nút điều khiển trên góc trái phía cuối.
zh_cn: 您选定的视频将自动播放。您可以在程序中左下角的控制栏中对播放进行控制，选择暂停、快进、或者回放。

source: Make the video full screen by pressing the diagonal arrows next to the control buttons.
es: Convierte el video a pantalla completa haciendo clic en las flechas diagonales al lado de los botones de control.
id: Jadikan video ditayangkan sepenuh layar dengan menekan tombol panah diagonal di sebelah tombol-tombol pengendalian.
th: เปิดเล่นวิดีโอเต็มหน้าจอโดยกดที่ลูกศรแนวนอนถัดจากปุ่มควบคุม
vi: Mở video ở chế độ toàn màn hình bằng cách nhấn vào biểu tượng các mũi tên chéo bên cạnh các nút điều khiển.
zh_cn: 点击控制按钮旁的斜箭头来全屏播放视频。

source: To watch a pre-installed video:
es: Para ver un video preinstalado:
id: Untuk menonton video yang sebelumnya sudah terpasang.
th: วิธีดูวิดีโอที่ติดตั้งไว้ล่วงหน้า
vi: Để xem một video đã được cài sẵn:
zh_cn: 观看系统预安装的视频。

source: Click on the <gui>Samples</gui> folder.
es: Haz clic en la carpeta de <gui>Ejemplos</gui>.
id: Klik folder <gui>Sampel</gui>.
th: คลิกโฟลเดอร์ <gui>ตัวอย่าง</gui>
vi: Nhấp vào thư mục <gui>Mẫu</gui>.
zh_cn: 点击<gui>样本</gui>文件夹。

source: Browse the videos available. When you are ready to watch one, simply double click on the file.
es: Explora los videos disponibles. Cuando estés listo para ver uno, simplemente haz doble clic en el archivo.
id: Jelajahi video yang tersedia. Ketika Anda siap untuk menonton salah satu, cukup klik dua kali pada berkas tersebut.
th: ดูวิดีโอที่มีให้ เมื่อคุณพร้อมจะรับชมแล้ว แค่ดับเบิลคลิกที่ไฟล์
vi: Duyệt các video có sẵn. Khi bạn đã sẵn sàng xem một video, chỉ cần đơn giản bấm vào tệp.
zh_cn: 浏览可用的视频文件，想要播放的某个视频，只需双击文件即可。

source: To exit the full screen mode when you are watching a movie, press the Esc button on the top left-hand corner of your keyboard.
es: Para salir de pantalla completa cuando estas viendo un video, pulsa el botón Esc en la esquina superior izquierda de tu teclado.
id: Untuk keluar dari mode layar penuh saat sedang menonton film, tekan tombol Esc pada sudut kiri atas papan ketik Anda.
th: ในการออกจากโหมดใช้งานเต็มหน้าจอ เมื่อคุณกำลังชมภาพยนตร์ กด ESC ตรงมุมซ้ายบนของคีย์บอร์ด
vi: Để thoát chế độ toàn màn hình khi bạn đang xem phim, hãy nhấn nút Esc ở góc trái phía trên bàn phím của bạn.
zh_cn: 观看电影时想退出全屏模式，只需点击键盘左上角的Esc按钮。

source: Remember, you need to connect some headphones or speakers to be able to listen to the videos. If your computer is connected to a TV, the sound should work.
es: Recuerda que necesitas conectar unos audífonos o altavoces para poder escuchar los videos. Si tu computadora está conectada a una televisión, el sonido debería funcionar.
id: Ingatlah, Anda perlu menyambungkan headphone atau pengeras suara agar dapat mendengarkan video. Apabila komputer Anda terhubung ke sebuah TV, suara akan dapat terdengar.
th: จำไว้ว่าคุณจะต้องต่อหูฟังหรือลำดพงเพื่อให้สามารถฟังเสียงในวิดีโอได้ หากคอมพิวเตอร์ของคุณเชื่อมต่ออยู่กับทีวี ก็น่าจะสามารถฟังเสียงได้
vi: Lưu ý rằng bạn cần kết nối với tai nghe hoặc loa để nghe được video. Nếu máy tính của bạn kết nối với TV thì có thể phát được âm thanh.
zh_cn: 您需将电脑连接耳机或者扬声器才可听到视频声音。如果您的电脑连接到电视机，亦可播放声音。

source: If you would like to watch a DVD, you will need to connect an external DVD player to your computer. Please ask your local electronics retailer for more information on purchasing this accessory.
es: Si deseas ver un DVD, tendrás que conectar un reproductor de DVD externo a tu computadora. Por favor, consulta con tu tienda de electrónica preferida para obtener más información acerca de ese accesorio.
id: Jika Anda ingin menonton DVD, komputer Anda perlu terkoneksi dengan pemutar DVD eksternal. Silakan tanya ke penjual elektronik terdekat untuk informasi lebih lanjut soal pembelian aksesoris tersebut.
th: หากคุณต้องการชม DVD คุณจะต้องเชื่อมต่อเครื่องเล่น DVD ภายนอกเข้ากับคอมพิวเตอร์ของคุณ กรุณาสอบถามข้อมูลเพิ่มเติมจากตัวแทนจำหน่ายเครื่องไฟฟ้าใกล้บ้านคุณในการเลือกซื้ออุปกรณ์เสริมชนิดนี้
vi: Nếu bạn muốn xem DVD, bạn sẽ cần phải kết nối với ổ đĩa DVD gắn ngoài với máy tính của bạn. Vui lòng hỏi cửa hàng bán lẻ đồ điện tử ở địa phương của bạn để biết thêm thông tin về việc mua thiết bị phụ trợ này.
zh_cn: 如果您想观看DVD，需要将外部DVD播放器连接到电脑。请在购买此辅助设备时从商家处获取尽可能多的产品信息。

source: Control how quickly you need to press the mouse button a second time to double-click.
es: Controlar la velocidad de pulsación del botón del ratón para efectuar una pulsación doble.
id: Atur seberapa cepat Anda perlu menekan tombol mouse kedua kalinya untuk melakukan klik-ganda.
th: ควบคุมความเร็วในการกดปุ่มเมาส์ครั้งที่สองเพื่อคลิกสองครั้ง
vi: Điểu khiển nhấn nhanh mức nào thì thành nhấp đúp.
zh_cn: 设置双击时两次点击的间隔时间。

source: Adjust the double-click speed
es: Ajustar la velocidad de la doble pulsación
id: Setel kecepatan klik ganda
th: เพิ่มความเร็วการดับเบิลคลิก
vi: Điều chỉnh tốt độ nhấp đúp
zh_cn: 调整双击速度

source: Double-clicking only happens when you press the mouse button twice quickly enough. If the second press is too long after the first, you'll just get two separate clicks, not a double click. If you have difficulty pressing the mouse button quickly, you should increase the timeout.
es: La doble pulsación solo sucede cuando pulsa el botón del ratón dos veces lo bastante rápido. Si se tarda mucho en pulsar la segunda vez, obtendrá dos pulsaciones separadas, no una doble pulsación. Si tiene dificultados en pulsar el ratón tan deprisa debería incrementar el tiempo de espera.
id: Klik ganda hanya terjadi saat Anda menekan tombol mouse dua kali dengan cepat. Jika jeda antara klik pertama dan kedua terlalu lama, Anda hanya akan mendapatkan dua klik terpisah, bukan klik ganda. Jika kesulitan mengklik mouse dengan cepat, Anda dapat meningkatkan timeout.
th: การดับเบิลคลิกจะทำได้เฉพาะเมื่อคุณกดเม้าส์สองครั้งเร็วพอ หากการกดครั้งที่สองห่างจากครั้งแรกนานไป จะเป็นการคลิกสองครั้งแยกกัน ไม่ใช่ดับเบิลคลิก หากคุณมีปัญหาในการกดปุ่มเม้าส์ให้เร็ว คุณควรเพิ่มเวลาหมดเลย
vi: Thao tác nhấp đúp chuột chỉ có hiệu lực khi bạn nhấn nút chuột hai lần đủ nhanh. Nếu lần nhấp thứ hai quá lâu sau lần nhấp trước, đây sẽ chỉ là hai lần nhấp riêng biệt, không được tính là nhấp đúp. Nếu bạn gặp khó khăn trong việc nhấp nhanh nút chuột, bạn nên tăng thời gian chờ.
zh_cn: 仅当连续两次点击鼠标的动作足够快时，才能执行双击操作。如果第二次点击与按第一次点击的间隔过长，则会分别执行两次单击操作，而不是一次双击操作。如果您觉得难以将鼠标键按得很快，则应该延长超时时间。

source: Click on <gui>Mouse &amp; Touchpad</gui>.
es: Haz clic en <gui>Ratón y touchpad</gui>.
id: Klik <gui>Mouse &amp; Touchpad</gui>.
th: คลิกที่ <gui>เม้าส์&amp;ทัชแพ็ด </gui>
vi: Nhấp vào mục <gui>Con chuột &amp; Bàn di chuột</gui> (Mouse &amp; Touchpad).
zh_cn: 点击<gui>鼠标 &amp; 触摸板</gui>。

source: Under <gui>General</gui>, adjust the <gui>Double-click</gui> slider to a value you find comfortable.
es: Debajo de <gui>General</gui>, ajuste el deslizador de <gui>Doble pulsación</gui> a un valor que considere cómodo.
id: Pada bagian <gui>General</gui>, sesuaikan slider <gui>Double-click</gui> ke nilai yang nyaman bagi Anda.
th: ใน <gui>ทั่วไป</gui> ให้ปรับแถบเลื่อน <gui>คลิกสองครั้ง</gui> ไปยังจุดที่คุณรู้สึกถนัดมือ
vi: Trong phần <gui>Chung</gui>, điều chỉnh con trượt <gui>Bấm đúp</gui> đến giá trị mong muốn.
zh_cn: 在<gui>常规</gui>面板中，调整<gui>双击</gui>滑块的位置，找出最适合您的速度。

source: Click the <gui>Test Your Settings</gui> button to test. A single click in the window will highlight the outer circle. A double-click will highlight the inside circle.
es: Pulse el botón <gui>Probar sus configuración</gui> para probarla. Una sola pulsación en la ventana resaltará el círculo externo. Pulsar dos veces resaltará el círculo interior.
id: Klik tombol <gui>Uji Pengaturan</gui> untuk menguji. Klik tunggal di dalam jendela akan menyoroti lingkaran luar. Klik ganda akan menyoroti lingkaran dalam.
th: คลิกที่ปุ่ม <gui>ทดสอบการตั้งค่า</gui> เพื่อทดสอบ คลิกหนึ่งครั้งบนหน้าต่างจะไฮไลต์วงกลมด้านนอก การดับเบิลคลิกจะไฮไลต์วงกลมด้านใน
vi: Nhấp vào nút <gui>Thử nghiệm Cài đặt của Bạn</gui> để thử nghiệm. Thao tác nhấp chuột một lần vào cửa sổ sẽ làm nổi bật vòng tròn bên ngoài. Thao tác nhấp đúp chuột sẽ làm nổi bật vòng tròn bên trong.
zh_cn: 点击<gui>测试设置</gui>按钮测试一下效果，单击会高亮显示外边的圆，双击会高亮显示里边的圆。

source: If your mouse double-clicks when you want it to single-click even though you have increased the double-click timeout, your mouse may be faulty. Try plugging a different mouse into your computer and see if that works properly. Alternatively, plug your mouse into a different computer and see if it still has the same problem.
es: Si su ratón hace una doble pulsación cuando usted quiere hacer una sola pulsación, aunque haya incrementado el tiempo de espera de la pulsación doble, es posible que esté defectuoso. Pruebe a conectar otro ratón en su equipo y compruebe si funciona correctamente. O también, conecte su ratón en otro equipo distinto y compruebe si el problema persiste.
id: Jika mouse Anda mengklik ganda padahal Anda ingin mengklik tunggal meski telah meningkatkan timeout klik ganda, mungkin mouse Anda bermasalah. Cobalah menghubungkan mouse lain dengan komputer dan lihat apakah itu bekerja dengan benar. Atau hubungkan mouse Anda dengan komputer lain dan periksa apakah itu masih memiliki masalah yang sama.
th: หากเมาส์ของคุณคลิกสองครั้งในเวลาที่คุณต้องการคลิกเพียงแค่ครั้งเดียว ถึงแม้ว่าคุณจะเพิ่มระยะเวลาไทม์เอาท์ของการดับเบิลคลิกแล้วก็ตาม เมาส์ของคุณอาจชำรุด ลองเสียบเมาส์ตัวอื่นเข้ากับคอมพิวเตอร์ของคุณเพื่อดูว่าทำงานเป็นปกติหรือไม่ ไม่เช่นนั้น ลองเสียบเมาส์ของคุณเข้ากับคอมพิวเตอร์เครื่องอื่นเพื่อดูว่ายังคงมีปัญหาเช่นเดิมหรือไม่
vi: Nếu chuột của bạn nhấp đúp khi bạn muốn nhấp chỉ một lần dù bạn đã tăng thời gian chờ nhấp đúp chuột, con chuột của bạn có thể bị lỗi. Hãy thử cắm một con chuột khác vào máy tính của bạn và xem thử nó có hoạt động đúng cách không. Ngoài ra, hãy cắm chuột của bạn vào máy tính khác và xem có xảy ra lỗi như vậy nữa không.
zh_cn: 如果您想单击结果却成了双击，延长超时后仍这样，可能是您的鼠标出现问题。请尝试将别的鼠标连接到电脑，查看是否操作正常。另外，也可以把您的鼠标连接到其他电脑中，查看是否还存在这个问题。

source: This setting will affect both your mouse and touchpad, as well as any other pointing device.
es: Este ajuste afectará tanto a su ratón como a su «touchpad», así como a cualquier otro dispositivo apuntador.
id: Pengaturan ini akan mempengaruhi baik tetikus dan touchpad Anda, serta setiap perangkat penunjuk lainnya.
th: การตั้งค่านี้จะมีผลกับทั้งเม้าส์และทัชแพ็ด รวมถึงอุปกรณ์ชี้ตำแหน่งอื่น
vi: Cài đặt này sẽ ảnh hưởng đến cả chuột và chuột cảm ứng, cũng như mọi thiết bị trỏ khác.
zh_cn: 这一设置将同时影响您的鼠标、触控板和其他指点设备。

source: Enable mouse keys to control the mouse with the numeric keypad.
es: Activar las teclas del ratón para controlar el ratón con el teclado numérico.
id: Aktifkan mouse key untuk mengendalikan mouse dengan keypad numerik.
th: เปิดใช้เมาส์คีย์เพื่อควบคุมเมาส์ด้วยแป้นพิมพ์ตัวเลข
vi: Kích hoạt tính năng "mouse keys" (phím chuột) để điều khiển con chuột bằng vùng phím số.
zh_cn: 使数字小键盘上的鼠标键能够控制鼠标指针。

source: Controlling mouse with keypad
es: Controlar el ratón con el teclado
id: Mengendalikan mouse dengan papan tik
th: ควบคุมเมาส์ด้วยแป้นพิมพ์
vi: Điều khiển chuột bằng bàn phím
zh_cn: 通过键盘控制鼠标指针。

source: If you have difficulties using a mouse or other pointing device, you can control the mouse pointer using the numeric keypad on your keyboard. This feature is called <em>mouse keys</em>.
es: Si tiene dificultades al usar un ratón u otro dispositivo señalador, puede controlar el puntero del ratón usando el teclado numérico de su teclado. Esta característica se llama <em>teclas de ratón</em>.
id: Jika Anda mengalami kesulitan saat menggunakan mouse atau perangkat penunjuk lainnya, Anda dapat mengendalikan kursor mouse menggunakan keypad numerik pada papan ketik Anda. Fitur ini disebut <em>mouse key</em>.
th: หากคุณมีปัญหาในการใช้เม้าส์หรืออุปกรณ์ชี้ตำแหน่งอื่นๆ สามารถควบคุมพอยน์เตอร์ของเม้า์ได้โดยใช้แป้นพิมพ์ตัวเลขในคีย์บอร์ดของคุณ ฟีเจอร์นี้เรียกว่า <em>แป้นเม้าส์</em>
vi: Nếu bạn gặp khó khăn sử dụng chuột hoặc thiết bị tương tự, bạn có thể điều khiển chuột dùng bàn phím số. Tính năng này gọi là <em>phím chuột</em>.
zh_cn: 如果您使用鼠标或其他指针设备有困难，可以用数字小键盘来控制鼠标指针。这个特性称作 <em>鼠标键</em>。

source: Use the up and down arrow keys to select <gui>Mouse Keys</gui> in the <gui>Pointing and Clicking</gui> section then press <key>Enter</key>.
es: Use las teclas de flechas arriba y abajo para seleccionar <gui>Teclas del ratón</gui> en la sección <gui>Apuntar y pulsar</gui> y pulse <key>Intro</key>.
id: Gunakan panah ke atas dan ke bawah untuk memilih <gui>Mouse Keys</gui> pada bagian <gui>Pointing and Clicking</gui> kemudian tekan <key>Enter</key>.
th: ใช้แป้นลูกศรขึ้นและลงเพื่อเลือก<gui>แป้นเม้าส์</gui>ในส่วน <gui>การชี้และคลิก</gui> แล้วกด<key>Enter</key>
vi: Sử dụng các phím mũi tên lên và xuống để chọn <gui>Mouse Keys</gui> (Phím Chuột) trong phần <gui> Pointing and Clicking (Trỏ và Nhấp)</gui> và sau đó nhấn <key>Enter</key>.
zh_cn: 使用上下方向键选择 <gui>选中和点击</gui>区段的<gui>鼠标键</gui>，然后按<key>回车键</key>。

source: Make sure that <key>Num Lock</key> is turned off. You will now be able to move the mouse pointer using the keypad.
es: Compruebe que la tecla <key>Bloq Num</key> está desactivada. Ahora podrá mover el puntero del ratón usando el teclado numérico.
id: Pastikan bahwa <key>Num Lock</key> dimatikan. Anda sekarang akan dapat memindahkan pointer tetikus menggunakan tombol.
th: ดูให้แน่ว่าปุ่ม <key>Num Lock</key>ปิดอยู่ และคุณจะสามารถย้ายพอยน์เตอร์เม้าส์ได้ตรงแป้นตัวเลข
vi: Bảo đảm tắt phím <key>Num Lock</key>. Bạn sẽ có thể di chuyển chuột dùng bàn phím số.
zh_cn: 确保关闭了 <key>Num Lock</key> 数字灯，然后就可以用键盘来移动鼠标指针了。

source: The keypad is a set of numerical buttons on your keyboard, usually arranged into a square grid. If you have a keyboard without a keypad (such as a laptop keyboard), you may need to hold down the function (<key>Fn</key>) key and use certain other keys on your keyboard as a keypad. If you use this feature often on a laptop, you can purchase external USB or bluetooth numeric keypads.
es: El teclado numérico es un conjunto de botones numéricos de su teclado, normalmente dispuestos en una matriz cuadrada. Si su teclado no tiene teclado numérico (por ejemplo, el teclado de un portátil), puede que tenga que mantener pulsada la tecla Función (<key>Fn</key>) y usar otras teclas de su teclado como un teclado numérico. Si usa esta característica a menudo en un portátil, puede comprar teclados numéricos USB o bluetooth externos.
id: Keypad adalah serangkaian tombol numerik pada papan ketik Anda, yang biasanya ditata dalam sebuah petak persegi. Jika papan ketik Anda tidak memiliki keypad (misalnya papan ketik laptop), Anda mungkin perlu menekan dan menahan tombol fungsi (<key>Fn</key>) dan menggunakan tombol-tombol tertentu lainnya pada papan ketik Anda sebagai keypad. Jika Anda sering menggunakan fitur ini pada laptop, Anda dapat membeli keypad numerik bluetooth atau USB eksternal.
th: คีย์แพ็ดเป็นปุ่มตัวเลขบนคีย์บอร์ดของคุณ ส่วนใหญ่จะจัดวางเป็นรูปสี่เหลี่ยม หากคีย์บอร์ดของคุณไม่มีคีย์แพ็ด (เช่นคีย์บอร์ดของแล็บท็อป) คุณอาจต้องกดปุ่มฟังก์ชั่น (<key>Fn</key>) ค้างไว้ และเลือกแป้นอื่นบนคีย์บอร์ด เป็นคีย์แพ็ด หากคุณใช้ฟีเจอร์นี้บ่อยๆ บนแล็บท็ป คุณสามารถซื้อคีย์แพ็ดตัวเลขแบบบลูทูธหรือ USB มาใช้ได้
vi: Vùng phím số là một tập hợp các nút chữ số trên bàn phím của bạn, thường được bố trí thành một lưới hình vuông. Nếu bạn có bàn phím mà không có vùng phím số (chẳng hạn như bàn phím của laptop), thì có thể bạn cần nhấn giữ phím chức năng (<key>Fn</key>) và dùng một số phím khác trên bàn phím để làm vùng phím số. Nếu bạn thường dùng tính năng này trên một máy laptop thì bạn có thể mua bàn phím số gắn ngoài qua USB hoặc bluetooth.
zh_cn: 键盘上有一组数字按键，通常排列成四方形，如果您的键盘上没有这组按键(比如笔记本电脑的键盘)，您需要按住功能键(<key>Fn</key>)和另外一个指定键来键入数字。如果您要经常在笔记本电脑上使用此功能，可以购买一个 USB 或蓝牙外置数字键盘。

source: Each number on the keypad corresponds to a direction. For example, pressing <key>8</key> will move the pointer upwards and pressing <key>2</key> will move it downwards. Press the <key>5</key> key to click once with the mouse, or quickly press it twice to double-click.
es: Cada número del teclado numérico se corresponde con una dirección. Por ejemplo, al pulsar la tecla <key>8</key> se moverá el puntero hacia arriba y al pulsar <key>2</key> se moverá hacia abajo. Al pulsar la tecla <key>5</key> se hará una pulsación con el ratón y al pulsarla dos veces rápidamente se hará una doble pulsación.
id: Setiap nomor pada keypad berpadanan dengan sebuah arah. Sebagai contoh, menekan <key>8</key> akan menggerakkan kursor ke atas dan menekan <key>2</key> akan menggerakkannya ke bawah. Tekan tombol <key>5</key> untuk mengeklik satu kali dengan mouse, atau tekan dua kali dengan cepat untuk mengeklik dua kali.
th: หมายเลขแต่ละตัวบนแป้นคีย์บอร์ดจะมีไว้ใช้บังคับทิศทาง เช่น เลือก<key>8</key> จะเป็นการเลื่อนพอยน์เตอร์ขึ้นด้านบน และการกด <key>2</key> คือการเลื่อนมาด้านล่าง กด <key>5</key> จะเป็นการใช้เม้าส์คลิกหนึ่งทีหรือคลิกเร็วๆ สองที่จะเป็นการดับเบิลคลิก
vi: Mỗi chữ số trên vùng phím số tương ứng với một hướng. Ví dụ, nhấn phím số <key>8</key> sẽ dịch chuyển con trỏ lên trên và nhấn số <key>2</key> sẽ dịch chuyển con trỏ xuống dưới. Nhấn phím số <key>5</key> để nhấp con chuột một lần, hoặc nhấn nhanh phím đó hai lần để nhấp đúp chuột.
zh_cn: 小键盘上的每个数字代表一个方向。例如，按<key>8</key>是向上，按<key>2</key>是向下。按<key>5</key>是单击鼠标，快速按两下是双击鼠标。

source: Most keyboards have a special key which allows you to right-click, sometimes called the <key xref="keyboard-key-menu">Menu</key> key. Note, however, that this key responds to where your keyboard focus is, not where your mouse pointer is. See <link xref="a11y-right-click"/> for information on how to right-click by holding down <key>5</key> or the left mouse button.
es: La mayoría de los teclados tiene una tecla especial que permite hacer una pulsación derecha, llamada tecla de <key xref="keyboard-key-menu">Menú</key>. Sin embargo, tenga en cuenta que esta tecla responde donde está el foco del teclado, no donde está el puntero del ratón. Consulte la <link xref="a11y-right-click"/> para obtener más información sobre cómo hacer una pulsación derecha manteniendo pulsada la tecla <key>5</key> o con el botón izquierdo del ratón.
id: Kebanyakan keyboard memiliki tombol khusus yang memungkinkan Anda untuk klik kanan, kadang-kadang disebut tombol <key xref="keyboard-key-menu"> Menu </key>. Namun, perlu diketahui bahwa tombol ini merespon mana fokus keyboard Anda, bukan di mana pointer tetikus Anda. Lihat <link xref="a11y-right-click"/> informasi tentang bagaimana ke klik kanan dengan menekan <key> 5 </key> atau tombol kiri tetikus.
th: คีย์บอร์ดส่วนใหญ่มีแป้นพิเศษที่ช่วยให้คุณสามารถคลิกขวาได้ บางครั้งเรียกว่าแป้น <key xref="keyboard-key-menu">เมนู</key>โปรดทราบว่า อย่างไรก็ตาม สิ่งนี้จะเป็นการใช้งานบริเวณที่คีย์บอร์ดอยู่ไม่ใช่จุดที่เม้าส์ชี้ ดู<link xref="a11y-right-click"/>ข้อมูลเพิ่มเติมในการคลิกขวาด้วยการกด <key>5</key>ค้างไว้หรือกดปุ่มซ้ายของเม้าส์
vi: Hầu hết các bàn phím đều có một phím đặc biệt cho phép bạn bấm chuột phải, đôi khi gọi là phím <key xref="keyboard-key-menu">Menu</key>. Tuy nhiên, hãy lưu ý rằng phím này đáp ứng với vị trí của con trỏ bàn phím, không phải vị trí con trỏ chuột. Hãy xem <link xref="a11y-right-click"/> để biết thông tin về cách bấm chuột phải bằng thao tác nhấn giữ <key>5</key> hoặc nút chuột trái.
zh_cn: 大部分键盘上都有一个可以模拟右键单击的键，有时候称为 <key xref="keyboard-key-menu">菜单</key> 键。请注意这个键将在焦点处而不是鼠标指针所在处触发鼠标右键。您可以查阅<link xref="a11y-right-click"/>获取更多通过按下 <key>5</key> 或者鼠标左键，以模拟右键点击操作的指导。

source: If you want to use the keypad to type numbers while mouse keys is enabled, turn <key>Num Lock</key> on. The mouse cannot be controlled with the keypad when <key>Num Lock</key> is turned on, though.
es: Si quiere usar el teclado numérico para teclear números cuando está activada la opción de teclas del ratón, active <key>Bloq Num</key>. El ratón no se pueden controlar con el teclado numérico mientras esté activado <key>Bloq Num</key>.
id: Jika Anda ingin menggunakan keypad untuk mengetik angka selagi tombol mouse aktif, nyalakan <key>Num Lock</key>. Namun mouse tak dapat dikendalikan dengan keypad selagi <key>Num Lock</key> menyala.
th: หากคุณต้องการใช้คีย์แพดเพื่อพิมพ์ตัวเลขขณะที่เปิดใช้งานเมาส์คีย์ เปิด <key>Num Lock</key> แต่เมาส์จะไม่สามารถควบคุมได้ด้วยคีย์แพดเมื่อ <key>Num Lock</key> เปิดอยู่
vi: Nếu bạn muốn sử dụng vùng phím số để gõ chữ số trong khi tính năng phím chuột đã được kích hoạt, hãy bật phím <key>Num Lock</key>. Tuy nhiên, không thể điều khiển con chuột bằng vùng phím số khi phím <key>Num Lock</key> đang bật.
zh_cn: 在鼠标不可用时，如果您想输入数字，请开启 <key>Num Lock</key> 数字灯。<key>Num Lock</key> 灯亮的时候鼠标不能被键盘控制。

source: The normal number keys, in a line at the top of the keyboard, will not control the mouse pointer. Only the keypad number keys can be used.
es: Las teclas numéricas normales, situadas en una fila en la parte superior del teclado, no controlan el puntero del ratón. Solo pueden hacerlo las teclas del teclado numérico.
id: Tombol angka normal di barisan di atas papan ketik tidak mengontrol penunjuk mouse. Hanya tombol angka keypad yang dapat digunakan.
th: แป้นเลขปกติจะอยู่ที่แถวบนของคีย์บอร์ด จะไม่สามารถควบคุมพอยน์เตอร์ของเม้าส์ได้ มีเพียงแป้นในคีย์แพ็ดเท่านั้นที่ใช้ได้
vi: Các phím số bình thường xếp theo một hàng ở phía trên bàn phím sẽ không kiểm soát con trỏ chuột. Chỉ có thể sử dụng các phím số trên vùng phím.
zh_cn: 键盘上面还有一排普通数字键，它们不能控制鼠标指针，只能当数字按键使用。

source: Change how quickly the pointer moves when you use your mouse or touchpad.
es: Cambiar cómo se mueve de rápido el puntero cuando usa el ratón o el touchpad.
id: Ubah kecepatan gerakan kursor saat menggunakan mouse atau touchpad.
th: เปลี่ยนความเร็วในการเคลื่อนที่ของพอยเตอร์เมื่อคุณใช้เมาส์หรือทัชแพด
vi: Thay đổi tốc độ di chuyển con trỏ dùng chuột hoặc touchpad.
zh_cn: 设置鼠标或触摸板指针的移动速度。

source: Adjust speed of the mouse and touchpad
es: Ajustar la velocidad del ratón y del touchpad
id: Menyetel kecepatan tetikus dan touchpad
th: ปรับความเร็วของเม้าส์และทัชแพ็ด
vi: Điều chỉnh tốt độ chuột và touchpad
zh_cn: 调整鼠标或触摸板的速度
