Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: You can create multiple user accounts on your computer and give a user account to everyone who uses your computer. That way, you can make sure that your files remain private and every user will have their own home folder, documents, and custom settings.
es: Puedes crear varias cuentas de usuario en tu computadora y darle una cuenta a cada persona que usa tu computadora. Así, puedes asegurarte de tener privacidad con tus archivos y que cada usuario tenga su propia carpeta de inicio, documentos y configuraciones personalizadas.
id: Anda dapat membuat beberapa akun pengguna di komputer Anda dan memberikannya kepada semua orang yang menggunakan komputer Anda. Dengan begitu, Anda dapat memastikan privasi berkas Anda tetap terjaga dan setiap pengguna akan memiliki folder home, dokumen, dan pengaturan kustom masing-masing.
th: คุณสามารถสร้างบัญชีผู้ใช้หลายบัญชีในคอมพิวเตอร์และให้บัญชีแก่ผู้ใช้ทุกคนที่ใช้คอมพิวเตอร์ของคุณได้ แบบนั้นจะทำให้คุณแน่ใจว่าไฟล์ของคุณยังมีความเป็นส่วนตัวและผู้ใช้ทุกคนมีโฟลเดอร์โฮม เอกสาร และการปรับแต่งเป็นของตัวเอง
vi: Bạn có thể tạo nhiều tài khoản người dùng trên máy tính của mình và cấp tài khoản người dùng cho từng người sử dụng máy tính của bạn. Bằng cách này, bạn có thể bảo đảm rằng các tệp của mình giữ được sự riêng tư và mỗi người dùng sẽ có thư mục chủ, tài liệu và các cài đặt tùy chỉnh của riêng họ.
zh_cn: 您可以在计算机上创建多个用户，让每个使用该电脑的的人都配置一个用户。这样，您就可以确保您的文件隐私得到保护，而且每个用户都拥有自己的主页文件夹、文档和常用设置。

source: You will need <link xref="user-admin-explain">administrator privileges</link> to add user accounts. The administrator is usually the person who first set up their account when the computer was first purchased and set up, although others may also have been given administrator privileges by that first user.
es: Necesitarás <link xref="user-admin-explain">privilegios de administrador</link> para agregar cuentas de usuario. El administrador suele ser la persona que creó su cuenta primero cuando la computadora fue comprada y configurada, aunque otros también pueden haber sido dado privilegios de administrador por ese primer usuario.
id: Anda membutuhkan <link xref="user-admin-explain">hak administrator</link> untuk menambahkan akun pengguna. Administrator biasanya adalah orang yang pertama kali mengatur akunnya saat komputer pertama kali dibeli dan disiapkan, meskipun ada orang-orang lain yang mungkin juga telah diberikan hak administrator oleh pengguna pertama tersebut.
th: คุณจะต้องมี <link xref="user-admin-explain">สิทธิ์ของผู้ดูแล</link> เพื่อเพิ่มบัญชีผู้ใช้ โดยทั่วไปผู้ดูแลคือบุคคลแรกที่สร้างบัญชีเมื่อซื้อและตั้งค่าคอมพิวเตอร์เป็นครั้งแรก แม้ว่าผู้อื่นก็อาจเป็นผู้ดูแลได้หากได้รับสิทธิ์จากผู้ใช้คนแรกนั้น
vi: Bạn sẽ cần có <link xref="user-admin-explain">đặc quyền quản trị viên</link> để thêm tài khoản người dùng. Quản trị viên thường là người thiết lập tài khoản của họ đầu tiên khi máy tính lần đầu được mua về và thiết lập, mặc dù những người khác cũng có thể được người dùng đầu tiên đó trao đặc quyền quản trị viên.
zh_cn: 添加用户需要 <link xref="user-admin-explain">管理员权限</link>。管理员通常是电脑安装后第一个设立账户的用户，第一个用户也可以赋予其他人管理员权限。

source: If you are the administrator, follow these steps to create more user accounts:
es: Si eres el administrador, sigue estos pasos para crear más cuentas de usuario:
id: Apabila Anda seorang administrator, ikuti langkah-langkah berikut untuk membuat akun pengguna tambahan:
th: หากคุณเป็นผู้ดูแล ให้ทำตามขั้นตอนต่อไปนี้เพื่อสร้างบัญชีผู้ใช้เพิ่ม
vi: Nếu bạn là quản trị viên, hãy làm theo các bước sau để thêm tài khoản người dùng:
zh_cn: 如果您是管理员，您可以按照以下步骤创建更多用户：

source: Click on <gui>Users</gui>.
es: Haz clic en <gui>Usuarios</gui>.
id: Klik pada <gui>Users</gui>.
th: คลิกที่<gui>ผู้ใช้</gui>
vi: Bấm vào <gui>Người dùng</gui>.
zh_cn: 点击 <gui>用户</gui>。

source: Press <gui style="button">Unlock</gui> in the top right corner and type in your password when prompted.
es: Pulse <gui style="button">Desbloquear</gui> en la esquina superior derecha e introduzca su contraseña cuando se le pida.
id: Tekan <gui style="button">Unlock</gui> pada sudut kanan atas dan ketik kata kunci saat diminta.
th: กด <gui style="button">ปลดล็อก</gui> ที่มุมขวาบนและพิมพ์รหัสผ่านของคุณเมื่อได้รับคำขอ
vi: Nhấn <gui style="button">Mở khóa</gui> ở góc trên bên phải và nhập mật khẩu của bạn khi được hỏi.
zh_cn: 点击右上角的<gui>解锁</gui>按钮，然后输入您的密码。

source: Press the <gui style="button">+</gui> button, below the list of accounts on the left, to add a new user account.
es: Debajo de la lista de cuentas en la izquierda, pulse el botón <gui style="button">+</gui> para añadir una cuenta de usuario nueva.
id: Tekan tombol <gui style="button">+</gui>, berikut daftar akun di kiri, untuk menambahkan akun pengguna baru.
th: กดปุ่ม <gui style="button">+</gui> ด้านล่างของรายการบัญชีทางด้านซ้าย และเพิ่มบัญชีผู้ใช้ใหม่
vi: Nhấn nút <gui style="button">+</gui>, dưới danh sách các tài khoản ở bên trái, để bổ sung thêm tài khoản cho người sử dụng mới.
zh_cn: 在左侧的帐号列表下边，点击 <gui>+</gui> 添加一个新用户。

source: If you want the new user to have <link xref="user-admin-explain">administrative access</link> to the computer, select <gui>Administrator</gui> for the account type. Administrators can do things like add and delete users, install software and drivers, and change the date and time.
es: Si quiere que el nuevo usuario tenga <link xref="user-admin-explain">acceso de administrador</link> al equipo, seleccione <gui>Administrador</gui> para el tipo de cuenta en el menú desplegable. Los administradores pueden hacer cosas como añadir y eliminar usuarios, instalar software y controladores, y cambiar la fecha y la hora.
id: Jika Anda menginginkan pengguna baru memiliki <link xref="user-admin-explain">akses administratif</link> ke komputer, pilihlah <gui>Administrator</gui> sebagai jenis akun. Administrator dapat melakukan hal seperti menambahkan dan menghapus pengguna, menginstal peranti lunak dan driver, serta mengubah waktu dan tanggal.
th: หากคุณต้องการให้ผู้ใช้ใหม่มี<link xref="user-admin-explain">สิทธิ์ของผู้ดูแลระบบ</link>ในคอมพิวเตอร์ เลือกบัญชีเป็นประเภท<gui>ผู้ดูแลระบบ</gui> โดยผู้ดูแลระบบสามารถทำสิ่งต่างๆ เช่น เพิ่มและลบผู้ใช้ ติดตั้งซอฟต์แวร์และไดร์ฟเวอร์ และเปลี่ยนวันที่และเวลา
vi: Nếu bạn muốn người dùng mới có <link xref="user-admin-explain">quyền truy cập quản trị</link> vào máy tính, hãy chọn <gui>Administrator</gui> (Quản trị) cho loại tài khoản. Quản trị viên có thể làm những việc như thêm và xóa người dùng, cài đặt phần mềm và trình điều khiển, và thay đổi ngày và thời gian.
zh_cn: 如果您想让新用户具有<link xref="user-admin-explain">管理员权限</link>，在帐户类型中选择<gui>管理员</gui>，管理员可以进行像添加和删除用户、安装软件和驱动，更改日期和时间等操作。

source: Enter the new user's full name. The username will be filled in automatically based on the full name. If you do not like the proposed username, you can change it.
es: Escriba el nombre completo del nuevo usuario. El nombre de usuario se rellenará automáticamente en función del nombre completo. Si no le gusta el nombre de usuario propuesto, puede cambiarlo.
id: Masukkan nama lengkap pengguna baru. Nama pengguna akan terisi secara otomatis sesuai nama lengkap. Jika Anda tidak menyukai nama pengguna yang diusulkan, Anda bisa mengubahnya.
th: ใส่ชื่อเต็มของผู้ใช้ใหม่ ชื่อผู้ใช้จะถูกกรอกโดยอัตโนมัติโดยอิงกับชื่อเต็ม หากคุณไม่ชอบชื่อผู้ใช้ที่ระบบเสนอมา ก็สามารถเปลี่ยนได้
vi: Nhập họ và tên đầy đủ của người sử dụng mới. Tên người sử dụng sẽ được tự động điền vào, dựa trên họ và tên đầy đủ. Nếu bạn không thích tên người sử dụng do máy đề xuất, bạn có thể thay đổi.
zh_cn: 输入新用户的全名。根据全名将会自动填充用户名。您也可以自己更改用户名。

source: generate password
es: generar contraseña
id: hasilkan kata sandi
th: สร้างรหัสผ่าน
vi: tạo mật khẩu
zh_cn: 生成密码

source: You can chose to set a password for the new user, or let them set it themselves on their first login. You can press on the <gui style="button"><_:media-1/></gui> icon to automatically generate a random password.
es: Puede elegir entre establecer una contraseña para el nuevo usuario de dejar que la establezca la primera vez que inicie sesión. Puede pulsar el icono <gui style="button"><_:media-1/></gui> para generar automáticamente una contraseña aleatoria.
id: Anda bisa memilih kata kunci untuk pengguna baru atau membiarkan mereka mengaturnya saat pertama kali login. Anda bisa menekan pada ikon <gui style="button"><_:media-1/></gui> untuk memunculkan kata kunci acak secara otomatis.
th: คุณสามารถเลือกตั้งรหัสผ่านให้ผู้ใช้ใหม่ หรือให้พวกเขาตั้งค่าเองตอนล็อกอินครั้งแรก คุณสามารถกดไอคอน <gui style="button"><_:media-1/></gui>เพื่อสร้างรหัสแบบสุ่ม
vi: Bạn có thể chọn thiết lập mật khẩu cho người dùng mới hoặc để máy tự thiết lập khi đăng nhập lần đầu tiên. Bạn có thể nhấn vào biểu tượng <gui style="button"><_:media-1/></gui> để tự động tạo ra một mật khẩu ngẫu nhiên.
zh_cn: 你可以为新用户设定一个密码或者让他们在自己首次登录时设定。您可以按下<gui style="button"><_:media-1/></gui>图标自动生成随机密码。

source: Click <gui>Add</gui>.
es: Pulse <gui>Añadir</gui>.
id: Klik <gui>Tambah</gui>.
th: คลิก <gui>เพิ่ม</gui>
vi: Nhấp vào <gui>Thêm</gui>.
zh_cn: 点击<gui>添加</gui>。

source: If you want to change the password after creating the account, select the account, <gui style="button">Unlock</gui> the panel and press on the current password status.
es: Si quiere cambiar la contraseña después de crear la cuenta, seleccione la cuenta, <gui style="button">desbloquee</gui> the el panel y pulse sobre el estado actual de la contraseña.
id: Jika Anda ingin mengubah kata sandi setelah membuat akun, pilih akun bersangkutan, <gui style="button">Buka</gui> panelnya dan tekan pada status kata sandi saat ini.
th: หากคุณต้องการเปลี่ยนรหัสผ่านหลังสร้างบัญชี เลือก บัญชี <gui style="button">ปลดล็อค</gui> พาเนลและคลิกที่สถานะรหัสผ่านปัจจุบัน
vi: Nếu bạn muốn thay đổi mật khẩu sau khi tạo tài khoản, hãy chọn tài khoản đó, <gui style="button">Mở khóa</gui> bảng điều khiển và nhấn vào trạng thái mật khẩu hiện tại.
zh_cn: 创建账户后，如果您想要更改密码，请选择账户， <gui style="button">解锁</gui>界面后进入当前密码状态。

source: In the <gui>Users</gui> panel, you can click the image next to the user's name to the right to set an image for the account. This image will be shown in the login window. Endless provides some stock photos you can use, or you can select your own or take a picture with your webcam.
es: En en panel <gui>Usuarios</gui> puede pulsar la imagen junto al nombre del usuario, a la derecha, para establecer una imagen para la cuenta. Esta imagen se mostrará en la ventana de inicio de sesión. Endless proporciona algunos conjuntos de imágenes que puede usar, o puede seleccionar su propia imagen o hacer una foto con su cámara web.
id: Pada panel <gui>Users</gui>, Anda bisa klik gambar di sebelah nama pengguna ke sisi kanan untuk membuat gambar bagi akun tersebut. Gambar ini akan tampil pada layar login. Endless menyediakan sejumlah stok foto yang bisa digunakan, atau Anda bisa memilih sendiri atau menggunakan foto dari kamera web.
th: ในพาเพล <gui>ผู้ใช้</gui> คุณสามารถเลือกภาพที่อยู่ข้างๆ ชื่อของผู้ใช้ทางด้านซ้าย เพื่อตั้งภาพสำหรับบัญชีนั้น ภาพนี้จะแสดงในหน้าต่างล็อกอิน Endless ยังมีคลังภาพให้คุณใช้ได้ หรือคุณอาจจะอยากเลือกภาพของตัวเอง หรือถ่ายจากเว็บแคม
vi: Trong bảng <gui>Users</gui>, bạn có thể nhấp vào hình ảnh nằm cạnh tên người sử dụng ở bên phải để chọn hình ảnh cho tài khoản đó. Hình ảnh này sẽ hiện ra ở cửa sổ đăng nhập. Endless cung cấp một số hình ảnh trong kho ảnh nếu bạn muốn dùng, hoặc bạn có thể chọn ảnh của riêng bạn hay dùng webcam chụp ảnh.
zh_cn: 在<gui>用户</gui>面板，你可以点击用户名旁边的图像为该账户设置头像。该头像会在登录窗口显示。您可以使用Endless图像库的图像或者使用您自己拍摄的照片。

source: You may want to create a "Guest" account so that friends or others who visit you can use it and you can rest assured that they will not mess up any of your preferernces, or delete files.
es: Es posible que desees crear una cuenta de "Invitado", para que los amigos u otras personas que te visitan puedan usarla y tu puedas estar seguro de que no cambien tus preferencias o eliminen archivos.
id: Anda mungkin ingin membuat akun "Tamu" sehingga teman-teman atau orang lain yang mengunjungi Anda dapat menggunakannya dan Anda dapat yakin bahwa mereka tidak akan mengacaukan apa pun dari preferensi Anda, atau menghapus berkas.
th: คุณอาจอยากสร้างบัญชี "แขก" เพื่อให้เพื่อนหรือผู้มาเยี่ยมสามารถใช้ได้ และคุณยังแน่ใจได้ว่าพวกเขาจะไม่ทำให้ค่าต่างๆ ที่คุณตั้งไว้เสียไป หรือไปลบไฟล์เข้า
vi: Bạn nên tạo một tài khoản "Khách" để bạn bè hoặc người khác tới thăm bạn có thể sử dụng tài khoản này mà bạn vẫn yên tâm vì biết họ sẽ không làm xáo trộn các ưu tiên của bạn hay không xóa các tệp tin của bạn.
zh_cn: 您可以创建一个“访客”账户，让您的朋友或其他人可以使用该电脑，这样您可以确保他们不会弄乱您的偏好设置，或者删掉您的文件。

source: You can change which users are allowed to make changes to the system by giving them administrative privileges.
es: Puede cambiar qué usuarios pueden hacer cambios en el sistema dándoles privilegios de administrador.
id: Anda dapat mengubah pengguna mana yang diijinkan untuk membuat perubahan ke sistem dengan memberi mereka privilese administratif.
th: คุณเลือกได้ว่าจะอนุญาตให้ผู้ใช้คนใดเปลี่ยนแปลงข้อมูลในระบบด้วยการมอบสิทธิ์ผู้ดูแล
vi: Bạn có thể xác định người dùng nào được phép thay đổi hệ thống bằng cách trao quyền quản trị.
zh_cn: 您可以更改用户权限，给他们以管理员权限，从而允许他们改变系统设置。

source: Change who has administrative privileges
es: Cambiar quién tiene privilegios de administrador
id: Ubah siapa yang memiliki privilese administratif
th: เปลี่ยนคนที่ได้รับสิทธิ์ผู้ดูแล
vi: Cấp quyền quản trị cho người dùng
zh_cn: 设置哪些用户可以具备管理员权限

source: Administrative privileges are a way of deciding who can make changes to important parts of the system. You can change which users have administrative privileges and which ones don't. They are a good way of keeping your system secure and preventing potentially damaging unauthorized changes.
es: Los privilegios de administrador son una manera de decidir quién puede hacer cambios a ciertas partes importantes del sistema. Puede cambiar qué usuarios tienen privilegios de administrador y cuáles no. Esto es una buena manera de mantener su sistema seguro y evitar posibles daños por cambios no autorizados.
id: Privilese administratif adalah suatu cara untuk menentukan siapa dapat membuat perubahan pada bagian penting sistem. Anda dapat mengubah pengguna mana yang memiliki privilese admin dan pengguna mana yang tidak. Ini adalah cara yang baik untuk menjaga agar sistem Anda aman dan mencegah perubahan tanpa otorisasi yang berpotensi merusak.
th: สิทธิ์ของผู้ดูแลเป็นวิธีเลือกคนที่สามารถเปลี่ยนแปลงส่วนสำคัญของระบบได้ คณสามารถเปลี่ยนได้ว่าผู้ใช้คนไหนจะมีสิทธิ์ของผู้ดูแลและคนใดไม่มี นี่เป็นวิธีที่ดีในการรักษาความปลอดภัยให้ระบบและป้องกันความเสียหายจากการเปลี่ยนแปลงที่ไม่ได้รับอนุญาต
vi: Đặc quyền quản trị là một cách quyết định những ai có thể thực hiện thay đổi với các phần quan trọng của hệ thống. Bạn có thể thay đổi những đối tượng người dùng nào có đặc quyền quản trị và những đối tượng nào không có. Đây là một cách hữu hiệu để đảm bảo an toàn cho hệ thống của bạn và ngăn chặn những thay đổi trái phép gây hại có thể xảy ra.
zh_cn: 通过管理员权限，您可以决定可以更改系统重要设置的用户，确保您的系统安全，阻止可能危害到系统的未授权操作。

source: You need <link xref="user-admin-explain">administrator privileges</link> to change account types.
es: Necesita <link xref="user-admin-change">privilegios de administrador</link> para cambiar los tipos de las cuentas.
id: Anda perlu <link xref="user-admin-explain">hak administrator</link> untuk mengubah jenis akun.
th: คุณต้องมี <link xref="user-admin-explain">สิทธิ์ผู้ดูแล</link> เพื่อเปลี่ยนชนิดบัญชี
vi: Bạn cần <link xref="user-admin-explain">quyền quản trị viên</link> để thay đổi loại tài khoản.
zh_cn: 你需要 <link xref="user-admin-explain">管理员权限</link> 来更改账户类型。

source: Select the user whose privileges you want to change.
es: Seleccione el usuario cuyos privilegios quiere cambiar.
id: Pilih pengguna yang privilesenya ingin Anda ubah.
th: เลือกผู้ใช้ซึ่งคุณต้องการเปลี่ยนแปลงสิทธิพิเศษ
vi: Chọn người dùng mà bạn muốn thay đổi đặc quyền.
zh_cn: 选中您想更改权限的用户。

source: Click the label <gui>Standard</gui> next to <gui>Account Type</gui> and select <gui>Administrator</gui>.
es: Pulse en la etiqueta <gui>Estándar</gui> junto a <gui>Tipo de cuenta</gui> y seleccione <gui>Administrador</gui>.
id: Klik label <gui>Standar</gui> di samping <gui>Jenis Akun</gui> lalu pilih <gui>Administrator</gui>.
th: ึคลิกป้าย <gui>มาตรฐาน</gui>ที่อยู่ถัดจาก <gui>ประเภทของบัญชี</gui>แล้วเลือก <gui>ผู้ดูแล</gui>
vi: Nhấp vào nhãn <gui>Tiêu chuẩn</gui> kế bên <gui>Loại Tài khoản</gui> và chọn <gui>Quản trị viên</gui>.
zh_cn: 点击<gui>帐号类型</gui>旁边的<gui>标准</gui>标签，选择<gui>管理员</gui>。

source: The user's privileges will be changed when they next log in.
es: Los privilegios del usuario se cambiarán la próxima vez que inicie la sesión.
id: Hak pengguna akan berubah ketika mereka masuk selanjutnya.
th: สิทธิพิเศษของผู้ใช้จะเปลี่ยนแปลงเมื่อเข้าสู่ระบบครั้งถัดไป
vi: Các đặc quyền của người dùng sẽ thay đổi trong lần đăng nhập tiếp theo.
zh_cn: 下次登录时，用户权限将会更改。

source: The first user account on the system is usually the one that has administrator privileges. This is the user account that was created when you first installed the system.
es: La primera cuenta de usuario en el sistema es generalmente la que tiene privilegios de administrador. Esta es la cuenta de usuario que se creó cuando instaló el sistema por primera vez.
id: Akun yang memiliki hak administrator biasanya adalah akun pengguna pertama di sistem. Ini adalah akun pengguna yang dibuat saat Anda pertama kali memasang sistem.
th: บัญชีผู้ใช้แรกในระบบมักได้สิทธิ์เป็นผู้ดูแล นี่เป็นบัญชีผู้ใช้ที่ถูกสร้างขึ้นเมื่อคุณเริ่มติดตั้งโปรแกรมเป็นครั้งแรก
vi: Tài khoản người dùng đầu tiên trên hệ thống thường là tài khoản có đặc quyền quản trị viên. Đây là tài khoản người dùng được tạo ra khi bạn cài đặt hệ thống lần đầu.
zh_cn: 系统创建的第一个用户通常具有管理员权限，它是在您安装系统时创建的用户账号。

source: It is unwise to have too many users with <gui>Administrator</gui> privileges on one system.
es: No es recomendable tener demasiados usuarios con privilegios de <gui>Administrador</gui> en un sistema.
id: Tak bijaksana untuk memiliki terlalu banyak pengguna dengan privilese <gui>Administrator</gui> pada satu sistem.
th: ไม่ควรมีผู้ใช้จำนวนมากเกินไป ที่มีสิทธิ์ <gui>ผู้ดูแล</gui>เป็นพิเศษในหนึ่งระบบ
vi: Để quá nhiều người dùng có đặc quyền <gui>Quản trị viên</gui> trên cùng một hệ thống là việc làm không khôn ngoan.
zh_cn: 系统存在过多<gui>管理员</gui>权限用户是不明智的。

source: You need administrative privileges to change important parts of your system.
es: Necesita privilegios de administrador para cambiar partes importantes de su sistema.
id: Anda perlu hak akses administratif untuk mengubah bagian penting dari sistem anda.
th: คุณต้องมีสิทธิ์ผู้ดูแลระบบในการเปลี่ยนแปลงส่วนสำคัญในระบบของคุณ
vi: Bạn cần có đặc quyền quản trị để thay đổi những phần quan trọng của hệ thống.
zh_cn: 您需要管理员权限来更改系统的重要设置。

source: Understand administrative privileges
es: Entiende los privilegios de administrador
id: Pahami hak administratif
th: ทำความเข้าใจกับสิทธิ์พิเศษของผู้ดูแล
vi: Hiểu biết về đặc quyền quản trị
zh_cn: 了解管理员权限

source: As well as the files that <em>you</em> create, your computer has a number of files which are needed by the system for it to work properly. If these important <em>system files</em> are changed improperly they can cause various things to break, so they are protected from changes by default. Certain applications also modify important parts of the system, and so are also protected.
es: De la misma manera que tiene los archivos que <em>usted</em> crea, su equipo también tiene un número de archivos que necesita el sistema para trabajar adecuadamente. Si estos <em>archivos del sistema</em> importantes se cambian incorrectamente, puede causar varios tipos de problemas y es por esto que están protegidos de los cambios de manera predeterminada. Ciertas aplicaciones también modifican partes importantes del sistema y por eso también están protegidas
id: Selain file-file yang <em>Anda</em> buat, komputer Anda juga berisi sejumlah file yang diperlukan oleh sistem agar dapat berjalan baik. Apabila <em>file sistem</em> penting ini diubah secara tidak tepat maka dapat menimbulkan berbagai persoalan, jadi file-file ini secara default dilindungi dari perubahan. Aplikasi tertentu juga mengubah bagian penting dari sistem, jadi juga dilindungi.
th: เช่นเดียวกับโฟลเดอร์ที่ <em>คุณ</em> สร้าง คอมพิวเตอร์ของคุณก็จะมีจำนวนไฟล์ที่ต้องใช้เพื่อให้ระบบทำงานได้อย่างถูกต้อง หาก <em>ไฟล์ระบบ</em>ที่สำคัญเหล่านี้ถูกแก้ไขอย่างไม่เหมาะสมก็จะทำให้เกิดข้อผิดพลาดในการทำงาน ดังนั้นค่าเริ่มต้นจึงกำหนดให้ไฟล์เหล่านี้ได้รับการคุ้มครองจากการแก้ไขเปลี่ยนแปลง บางแอพพลิเคชั่นสามารถปรับเปลี่ยนส่วนที่สำคัญของระบบได้ จึงได้รับความคุ้มครองเช่นเดียวกัน
vi: Ngoài những tậptin <em>bạn</em> tạo ra, máy tính còn có nhiều tập tin hệ thống cần có mới hoạt động. Nếu những <em>tập tin hệ thống</em> quan trọng này bị thay đổi không đúng, hệ thống có thể sẽ ngưng hoạt động, vậy nên những tập tin này mặc định được bảo vệ không cho thay đổi. Một số ứng dụng cũng có thể thay đổi những phần quan trọng của hệ thống, và cũng được bảo vệ.
zh_cn: 与<em>您</em>创建的文件一样，您的计算机也有很多系统正常运行所需的文件。如果这些重要的<em>系统文件</em>被不当更改，会导致多种项目遭到破坏，因此在默认情况下保护这些文件不受更改。特定的应用程序也会修改系统的重要部分，因此也受保护。

source: The way that they are protected is by only allowing users with <em>administrative privileges</em> to change the files or use the applications. In day-to-day use, you won't need to change any system files or use these applications, so by default you do not have administrative privileges.
es: La manera en la que están protegidos es permitiendo solo a los usuarios con <em>privilegios administrativos</em> cambiar los archivos o usar las aplicaciones, En el uso diario, no necesitará cambiar ningún archivo de sistema o usar estas aplicaciones, así que de manera predeterminada no tendrá privilegios administrativos.
id: Cara mereka terproteksi adalah dengan hanya membolehkan pengguna dengan <em>administrative privileges</em> untuk melakukan perubahan pada file atau menggunakan aplikasi. Dalam pemakaian sehari-hari, Anda tidak perlu mengubah sistem file apapun atau menggunakan aplikasi tersebut. Oleh sebab itu, standarnya Anda tidak memiliki keistimewaan administrasi.
th: วิธีคุ้มครองคือเพียงอนุญาตให้ผู้ใช้ที่มี <em>สิทธิ์ของผู้ดูแล</em>สามารถเปลี่ยนไฟล์หรือใช้แอพพลิเคชั่นได้ ในการใช้งานประจำวัน คุณจะไม่ต้องเปลี่ยนแปลงระบบหรือใช้แอพพลิเคชั่นเหล่านี้ ดังนั้นตามค่าเริ่มต้น คุณจะไม่ได้รับสิทธิ์เป็นผู้ดูแล
vi: Chúng được bảo vệ nhờ việc chỉ cho phép người sử dụng có <em>administrative privileges</em> được thay đổi các tệp tin hoặc dùng các ứng dụng. Trong việc sử dụng hàng ngày, bạn sẽ không cần phải thay đổi bất cứ tệp tin hệ thống nào và không phải dùng các ứng dụng này, vì thế theo mặc định, bạn không có quyền quản trị ưu tiên.
zh_cn: 保护的方法是，具备<em>管理员权限</em>的用户，才能更改这些文件或运行程序。在日常使用中您不需要更改任何系统文件或者使用那些程序，因此默认情况下，您不具有管理员权限。
