Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: If you are already logged into Facebook, your photo will automatically post with the description you wrote.
es: Si ya estás registrado en Facebook, tu foto se publicará de forma automática con la descripción que escribiste.
id: Jika Anda sudah masuk ke Facebook, foto Anda secara otomatis akan diunggah dengan deskripsi yang Anda tuliskan.
th: หากคุณเข้าสู่ระบบ Facebook แล้ว ภาพถ่ายของคุณจะโพสต์พร้อมคำอธิบายที่คุณเขียนโดยอัตโนมัติ
vi: Nếu bạn hiện đã đăng nhập Facebook, ảnh của bạn sẽ tự động đăng tải cùng với lời mô tả bạn đã viết.
zh_cn: 如果你已经登录Facebook，你的照片将自动显示照片描述。

source: A notification will appear when your image has successfully posted to Facebook.
es: Una notificación aparecerá cuando la imagen se haya publicado con éxito en Facebook.
id: Sebuah pemberitahuan akan muncul saat gambar Anda telah berhasil diunggah ke Facebook.
th: การแจ้งเตือนจะแสดงเมื่อภาพของคุณถูกโพสต์ขึ้น Facebook เรียบร้อย
vi: Một thông báo sẽ xuất hiện khi ảnh của bạn đã được đăng thành công lên Facebook.
zh_cn: 当你成功将照片放到Facebook上后，提示将出现。

source: Learn how to create new desktop folders to store and organize your apps.
es: Aprende a crear nuevas carpetas en el escritorio para guardar y organizar tus programas.
id: Pelajari cara membuat folder desktop baru guna menyimpan dan mengatur aplikasi Anda.
th: ดูวิธีสร้างโฟลเดอร์เดสก์ท็อปใหม่เพื่อเก็บและจัดระเบียบแอปของคุณ
vi: Học cách tạo các thư mục mới trên màn hình nền để lưu trữ và sắp xếp các ứng dụng của bạn.
zh_cn: 了解如何创建新桌面文件夹以保存和调整应用程序。

source: Add folders to the desktop
es: Agrega carpetas al escritorio
id: Tambahkan folder ke desktop
th: เพิ่มโฟลเดอร์ไปในเดสก์ท็อ
vi: Thêm thư mục vào màn hình nền
zh_cn: 添加文件夹到桌面。

source: You can add folders to your desktop to organize your apps.
es: Puedes agregar carpetas al escritorio para organizar tus programas.
id: Anda dapat menambahkan folder ke desktop untuk mengorganisir aplikasi.
th: คุณสามารถเพิ่มโฟลเดอร์ไปที่เดสก์ท็อปเพื่อจัดการแอพได้
vi: Bạn có thể thêm thư mục vào màn hình nền để tổ chức các ứng dụng của mình.
zh_cn: 你可以在桌面添加文件夹来管理您的app。

source: To add a new folder:
es: Para agregar una carpeta nueva:
id: Untuk membuat folder baru:
th: ในการเพิ่มโฟลเดอร์ใหม่:
vi: Để thêm thư mục mới:
zh_cn: 添加新的文件夹。

source: Right-click on the desktop and select <gui>Add folder</gui>. Alternatively, you can click on <_:media-1/> from the desktop and click on the <gui>Folders</gui> button on the left-hand menu.
es: Haz clic derecho en el escritorio y selecciona <gui>Agregar carpeta</gui>. Alternativamente, puedes hacer clic en <_:media-1/> desde el escritorio y hacer clic en el botón <gui>Carpetas</gui> en el menú a la izquierda.
vi: Nhấp chuột phải vào màn hình nền máy tính và chọn <gui>Thêm thư mục</gui> (Add folder). Một cách khác là bạn có thể nhấp vào <_:media-1/> từ màn hình nền và nhấp nút <gui>Thư mục</gui> (Folders) trên trình đơn bên trái.
zh_cn: 右键单击桌面,选择<gui>添加文件夹</gui>。另外,您可以点击左边菜单按钮上的<gui>文件夹 </gui>或者点击桌面的<_:media-1/>。

source: Pick an icon for your new folder.
es: Elige un icono para la nueva carpeta.
id: Pilih ikon untuk folder baru Anda.
th: เลือกไอคอนให้โฟลเดอร์ใหม่ของคุณ
vi: Chọn một biểu tượng từ thư mục mới của bạn.
zh_cn: 为新文件夹选择图标。

source: Type a name for your new folder (for example, "School") and hit <key>Enter</key>.
es: Escribe un nombre para la nueva carpeta (por ejemplo, "escuela") y pulsa la tecla <key>Intro</key>.
id: Ketik nama folder baru Anda (contohnya, "Sekolah") dan tekan <key>Enter</key>.
th: พิมพ์ชื่อของโฟลเดอร์ใหม่ (ตัวอย่าง "โรงเรียน") แล้วกด <key>Enter</key>
vi: Nhập tên cho thư mục mới (ví dụ: "Trường học") và nhấn <key>Enter</key>.
zh_cn: 为新文件夹输入一个名字(例如,“学校”)，按下<key>回车键</key>。

source: You have added a new folder to the desktop. Great! Now click on the <_:media-1/> on the top-right of the window to go back to the desktop.
es: Has agregado una nueva carpeta al escritorio. ¡Genial! Ahora haz clic en el botón <_:media-1/> en la parte superior derecha de la ventana para volver al escritorio.
id: Anda telah menambahkan folder baru ke desktop. Hebat! Sekarang klik pada <_:media-1/> di kanan atas jendela untuk kembali ke desktop.
th: คุณเพิ่มโฟลเดอร์ใหม่ไปที่เดสก์ท็อปแล้ว ยอดเลย! ทีนี้คลิกที่ <_:media-1/> ตรงมุมขวาบนของหน้าต่าง เพื่อกลับไปที่เดสก์ท็อป
vi: Bạn đã thêm một thư mục mới lên màn hình nền. Tuyệt lắm! Giờ thì nhấp vào <_:media-1/> ở góc trên bên phải của cửa sổ để quay trở lại màn hình nền.
zh_cn: 您已在桌面添加新的文件夹！现在只需点击窗口右上方的<_:media-1/>关闭按钮即可返回到桌面。

source: Drag and drop the apps you want into your folder.
es: Arrastra y suelta los programas que quieras en tu carpeta.
id: Tarik dan lepaskan aplikasi yang Anda inginkan ke dalam folder Anda.
th: ลากแอพที่ต้องการไปวางในโฟลเดอร์ของคุณ
vi: Kéo và thả các ứng dụng bạn muốn vào thư mục của bạn.
zh_cn: 将应用程序拖拽并放入您指定文件夹中。

source: Learn a trick to close your windows in case you get stuck.
es: Aprende un truco para cerrar las ventanas en caso de que te quedes atascado.
id: Pelajari trik untuk menutup jendela apabila Anda mengalami kemacetan.
th: เรียนรู้เคล็ดลับในการปิดหน้าต่างหากระบบค้าง
vi: Tìm hiểu mẹo đóng cửa sổ khi gặp vấn đề.
zh_cn: 了解电脑死机时关闭窗口的技巧。

source: Close your apps
es: Cierra tus programas
id: Menutup aplikasi
th: ปิดแอพของคุณ
vi: Đóng các ứng dụng
zh_cn: 关闭应用程序。

source: You can close your apps two ways:
es: Puedes cerrar tus programas de dos formas:
id: Anda dapat menutup aplikasi dengan dua cara:
th: คุณสามารถปิดแอพได้สองวิธี ได้แก่
vi: Bạn có thể đóng ứng dụng bằng hai cách:
zh_cn: 有以下两种方式关闭应用程序：

source: <gui>Click the X:</gui>
es: <gui>Haz clic en la X:</gui>
id: <gui>Klik pada X:</gui>
th: <gui>คลิกที่ X:</gui>
vi: <gui>Nhấp vào X:</gui>
zh_cn: <gui>点击 X:</gui>

source: Simply click on the <gui>X</gui> button on the very top right corner of the window you are viewing to close that window or exit that app.
es: Simplemente haz clic en el botón <gui>X</gui> en la esquina superior derecha de la ventana que estás viendo para cerrar la ventana o salir del programa.
id: Cukup klik tombol <gui>X</gui> di sudut kanan atas jendela yang sedang Anda tampilkan untuk menutup jendela atau keluar dari aplikasi.
th: เพียงคลิกที่ปุ่ม <gui>X</gui> มุมขวาบนสุดของหน้าต่างที่คุณกำลังดูอยู่เพื่อปิดหน้าต่างหรือออกจากแอป
vi: Chỉ cần đơn giản bấm vào nút <gui>X</gui> ở góc trên cùng bên phải cửa sổ bạn đang xem để đóng cửa sổ đó hoặc thoát khỏi ứng dụng đó.
zh_cn: 只需在窗口的右上角点击你正在浏览的<gui>X</gui>按钮,关闭窗口或退出应用程序。

source: <gui>Exiting full screen displays:</gui>
es: <gui>Salir de visualización en pantalla completa:</gui>
th: <gui>การแสดงแบบเต็มน่าจอที่น่าตื่นเต้น:</gui>
zh_cn: <gui>退出全屏:</gui>

source: If you cannot see an <gui>X</gui> button, you can exit the app by pressing the <key>Esc</key> key on your keyboard, which is usually on the left-hand corner of your keyboard. The window should close completely or become smaller so that you can see the top bar of the window and the Endless task bar at the bottom. If the window becomes smaller, you can then click the <gui>X</gui> to quit.
es: Si no puedes ver un botón <gui>X</gui>, puedes salir del programa pulsando la tecla <key>Esc</key> en tu teclado, que usualmente está en la esquina izquierda de tu teclado. La ventana se debe cerrar completamente o minimizarse para que puedas ver la barra superior de la ventana y la barra de tarea de Endless en la parte inferior. Si minimizas la ventana, puedes hacer clic en la <gui>X</gui> para salir.
id: Jika Anda tidak dapat melihat tombol <gui>X</gui> , Anda dapat keluar dari aplikasi dengan menekan tombol <key>Esc</key> pada keyboard Anda, yang biasanya di sudut kiri keyboard Anda. Jendela akan menutup sepenuhnya atau menjadi lebih kecil sehingga Anda dapat melihat bar atas jendela dan task bar Endless di bagian bawah. Jika jendela menjadi lebih kecil, maka Anda dapat mengklik <gui>X</gui> untuk keluar.
th: หากคุณไม่เห็นปุ่ม <gui>X</gui> คุณสามารถออกจากแอปได้โดยการกดปุ่ม <key>Esc</key> บนแป้นพิมพ์ของคุณ ซึ่งโดยปกติอยู่ที่มุมด้านซ้ายมือของแป้นพิมพ์ หน้าต่างควรปิดโดยสมบูรณ์หรือเล็กลงเพื่อคุณจะสามารถมองเห็นแถบด้านบนของหน้าต่างและแถบงาน Endless ที่ด้านล่าง หากหน้าต่างมีขนาดเล็กลง คุณสามารถคลิก <gui>X</gui> เพื่อออกได้
vi: Nếu bạn không thể thấy nút <gui>X</gui>, bạn có thể thoát khỏi ứng dụng bằng cách nhấn phím <key>Esc</key> trên bàn phím của bạn, thường là trên góc trái bàn phím của bạn. Cửa sổ sẽ đóng hoàn toàn hoặc thu nhỏ hơn để bạn có thể nhìn thấy thanh trên cùng của cửa sổ và thanh tác vụ Endless ở phía dưới. Nếu cửa sổ thu nhỏ hơn thì bạn có thể nhấp vào {<gui>X</gui> để thoát.
zh_cn: 如果你不能看到<gui>X</gui>按钮,您可以按<key>Esc</key>键退出应用程序。该键通常在键盘左上角。窗口应该完全关闭或变得更小,这样您就可以看到窗口的顶部栏和底部的Endless任务栏。如果窗口变小了，你可以点击<gui>X</gui> 退出。

# link:index
source: How do I add new apps?
es: ¿Cómo puedo agregar nuevos programas?
id: Bagaimana cara menambahkan aplikasi baru?
th: ฉันจะเพิ่มแอพใหม่ได้อย่างไร
vi: Làm thế nào để tôi thêm ứng dụng mới?
zh_cn: 如何添加应用程序？

source: Install free apps, folders, and website shortcuts onto your desktop.
es: Instala programas gratis, carpetas y accesos directos a sitios web en tu escritorio.
id: Pasang aplikasi gratis, folder, dan shortcut situs ke desktop Anda.
th: ติดตั้งแอพฟรี และทางลัดไปเว็บไซต์ต่างๆ บนเดสก์ท็อปของคุณ
vi: Cài đặt lối tắt đến các ứng dụng miễn phí, thư mục và trang web vào màn hình nền của bạn.
zh_cn: 在桌面安装免费应用程序，文件夹以及网站快捷方式。

source: Add apps and website shortcuts
es: Agrega programas y accesos directos a sitios web
id: Menambahkan pintasan aplikasi dan situs web
th: เพิ่มทางลัดไปแอพและเว็บไซต์
vi: Thêm lối tắt cho ứng dụng và trang web
zh_cn: 添加应用程序和网站快捷方式。

source: The pre-installed apps on your desktop are just a few of the many apps available to you. Easily add more apps and websites shortcuts directly to your desktop.
es: Los programas preinstalados en tu escritorio son solo algunos de los muchos programas disponibles para ti. Agrega fácilmente más programas y accesos directos a los sitios web directamente en tu escritorio.
id: Aplikasi bawaan pada desktop Anda hanyalah beberapa dari banyak aplikasi yang tersedia untuk Anda. Tambahkan aplikasi dan pintasan situs web lainnya dengan mudah langsung ke desktop Anda.
th: แอพที่ติดตั้งไว้ล่วงหน้าบนเดสก์ท็อปของคุณเป็นเพียงส่วนน้อยของแอพมากมายที่คุณสามารถใช้ได้ สามารถเข้าไปเพิ่มแอพและทางลัดไปเว็บไซต์ได้จากเดสก์ท็อปของคุณได้อย่างง่ายๆ
vi: Những ứng dụng cài đặt sẵn màn hình nền chỉ là một vài trong số rất nhiều ứng dụng sẵn có cho bạn. Có thể dễ dàng thêm các ứng dụng và lối tắt đến trang web trực tiếp vào màn hình nền.
zh_cn: 桌面预装应用程序只是几个可用的应用程序。轻松地添加更多的应用程序和网页截图直接到桌面快捷方式。

source: Adding More Apps
es: Agregar más programas
id: Menambah Lebih Banyak Aplikasi
th: เพิ่มแอพ
vi: Thêm Các Ứng Dụng Nữa
zh_cn: 添加更多应用。

source: Click once on <_:media-1/> from the desktop.
es: Haz clic una vez en <_:media-1/> desde el escritorio.
id: Klik sekali di <_:media-1/> dari desktop.
th: คลิกหนึ่งครั้งบน <_:media-1/> จากเดสก์ท็อป
vi: Nhấp một lần vào <_:media-1/> từ màn hình nền.
zh_cn: 点击桌面上的<_:media-1/> 。

source: Browse by category and read each app's short description until you find one that you want to add to your desktop. All of the apps you see are free.
es: Busca por categoría y lee una pequeña descripción de cada programa hasta encontrar el que quieras instalar en tu escritorio. Todos los programas que ves son gratis.
id: Cari berdasarkan kategori dan baca deskripsi singkat dari setiap aplikasi sampai Anda menemukan yang ingin ditambahkan ke desktop. Semua aplikasi yang Anda lihat adalah gratis.
th: ดูตามหมวดหมู่และอ่านคำบรรยายสั้นๆ ของแต่ละแอพ จนคุณพบแอพที่ต้องการเพิ่มเข้าเดสก์ท็อป แอพทั้งหมดที่เห็นเป็นแอพฟรี
vi: Duyệt theo mục và đọc mô tả ngắn của mỗi ứng dụng cho đến khi bạn tìm thấy ứng dụng mà bạn muốn thêm vào màn hình nền của bạn. Tất cả các ứng dụng mà bạn nhìn thấy đều miễn phí.
zh_cn: 分类浏览和阅读每个应用程序的描述,直到你想要添加的应用程序到您的桌面。你看到的所有应用都是免费的。

source: Some apps are already downloaded to your computer and you can add them to your desktop by clicking <gui>Add to desktop</gui>.
es: Algunos programas ya han sido descargados a tu computadora y puedes agregarlos a tu escritorio haciendo click en el botón <gui>Agregar al escritorio</gui>.
id: Beberapa aplikasi yang sudah diunduh ke komputer Anda dan Anda dapat menambahkannya ke desktop Anda dengan mengklik <gui>Tambahkan ke desktop</gui>.
th: บางแอปมีการดาวน์โหลดลงบนคอมพิวเตอร์ของคุณแล้ว และคุณสามารถเพิ่มไปยังเดสก์ท็อปได้โดยการคลิก <gui>เพิ่มไปยังเดสก์ท็อป</gui>
vi: Một số ứng dụng đã được tải về máy của bạn và bạn có thể đưa chúng lên màn hình nền nhờ việc nhấp vào <gui>Add to desktop</gui>.
zh_cn: 一些应用程序已经下载到你的电脑,你可以将它们添加到桌面,点击<gui>添加到桌面</gui>。

source: Other apps need to be installed and require an internet connection. Click <gui>Install app</gui> to download and install these apps.
es: Otros programas necesitan ser instalados y requieren una conexión al internet. Haz clic en <gui>Instalar programa</gui> para descargar e instalar estos programas.
vi: Các ứng dụng khác cần được cài đặt và phải có kết nối internet. Nhấp vào <gui>Cài đặt ứng dụng</gui> để tải và cài đặt các ứng dụng này.
zh_cn: 其他应用程序需要互联网连接安装。点击<gui>安装应用程序</gui> 下载和安装这些应用程序。

source: When the app has been successfully added to your desktop, the green button will change to <gui>Open app</gui> and you can start using the app immediately!
es: Cuando el programa ha sido agregado a tu escritorio, el botón verde cambiará a <gui>Abrir programa</gui> y ¡podrás empezar a usar el programa inmediatamente!
vi: Khi ứng dụng được thêm vào màn hình nền của bạn thành công, nút màu xanh lục sẽ thay đổi thành <gui>Mở ứng dụng</gui> và bạn có thể bắt đầu sử dụng ứng dụng ngay lập tức!
zh_cn: 当应用程序已成功添加到您的桌面,绿色的按钮将会改变<gui>打开应用程序</gui>你可以立即开始使用应用程序!

source: The app's icon will be installed on your desktop, to the left of the <_:media-1/> button. You can then move it wherever makes sense to you so you can find it easily.
es: El ícono del programa también será instalado en tu escritorio, a la izquierda del botón <_:media-1/>. Luego puedes moverlo a donde tu quieras para que sea fácil de encontrar.
id: Ikon aplikasi akan dipasang di desktop, di sebelah kiri tombol <_:media-1/>. Anda selanjutnya dapat memindahkannya ke mana pun yang memudahkan Anda menemukannya.
th: ไอคอนแอปจะติดตั้งบนเดสก์ท็อปของคุณที่ด้านซ้ายของปุ่ม <_:media-1/> คุณสามารถย้ายมันไปที่ใดก็ได้ที่ต้องการเพื่อให้หาพบได้ง่าย
vi: Biểu tượng của ứng dụng sẽ được cài đặt trên desktop của bạn, bên trái của nút <_:media-1/>. Sau đó bạn có thể di chuyển biểu tượng đến bất kỳ nơi nào có ý nghĩa với bạn để bạn có thể dễ dàng tìm thấy nó.
zh_cn: 应用程序的图标将安装到你的桌面至左边的<_:media-1/>按钮。您可以移动它到容易找到的地方。

source: Installing Website Shortcuts
es: Instalando accessos directos a sitios web
id: Memasang Pintasan Situs Web
th: กำลังติดตั้งปุ่มลัดเว็บไซต์
vi: Cài đặt Lối tắt trang web
zh_cn: 建立网站快捷方式

source: Click once on the <_:media-1/> from the desktop.
es: Haz clic una vez en <_:media-1/> desde el escritorio.
vi: Nhấp một lần vào nút <_:media-1/> từ màn hình nền máy tính.
zh_cn: 点击桌面上的<_:media-1/> 。

source: Click on the <gui>Websites</gui> category on the left hand side.
es: Haz clic en la categoría <gui>Sitios web</gui> en el lado izquierdo.
vi: Nhấp vào danh mục <gui>Websites</gui> phía bên trái.
zh_cn: 单击屏幕左边的<gui>网页</gui>分类。

source: Browse the website links that we have as suggestions by category. If you see one that you like, just scroll over it and click on the green <_:media-1/> button that will appear. This will add it directly to your desktop, to the left of the <_:media-2/> button.
es: Busca por las categorías de los enlaces de sitios web que te hemos sugerido. Si ves uno que te gusta, simplemente mueve tu cursor encima de él y haz click en el botón verde <_:media-1/> que aparecerá. Esto lo agregará directamente a tu escritorio, a la izquierda del botón <_:media-2/>.
id: Jelajahi tautan web situs yang kita sarankan berdasarkan kategori. Jika Anda melihat salah satu yang Anda sukai, cukup gulir di atasnya dan klik pada tombol hijau <_:media-1/> yang akan muncul. Ini akan menambahkannya langsung ke desktop Anda, di kiri tombol <_:media-2/>.
th: เข้าไปที่ลิงค์เว็บไซต์ที่เราแนะนำไว้เป็นหมวด หากคุณเห็นเว็บที่ชอบ แค่เลื่อนเม้าส์ไปบนลิงค์และคลิกตรงปุ่ม <_:media-1/>สีเขียว ที่แสดงขึ้นมา จะเป็นการเพิ่มไปที่เดสก์ท็อปของคุณโดยตรง ไปทางด้านซ้ายของปุ่ม <_:media-2/>
vi: Duyệt các liên kết trang web chúng tôi đã gợi ý theo từng thể loại. Nếu bạn thấy một trang bạn thích, chỉ cần di chuyển chuột trên đó và bấm vào nút <_:media-1/> màu xanh lá xuất hiện. Thao tác này sẽ thêm trang đó vào màn hình nền của bạn, ở bên trái nút <_:media-2/>.
zh_cn: 浏览我们建议的的网站链接类别。如果你看到喜欢的,滚动并点击绿色<_:media-1/>按钮。这会将它直接添加到您桌面左边的<_:media-2/>按钮。

source: Add your own website links to pages that we don't already have by typing the website into the bar at the top and hitting the <input>Enter</input> key to search.
es: Agrega tus propios enlaces a sitios web que no estén disponibles escribiendo la dirección web en la barra de arriba y presionando la tecla <gui>Intro</gui> para buscarla.
id: Tambahkan tautan situs web Anda sendiri ke halaman yang kita belum memiliki dengan mengetik situs web di bar di bagian atas dan tekan tombol <input>Enter</input> untuk mencari.
th: เพิ่มลิงค์เว็บไซต์ของคุณไปยังเพจที่เรายังไม่มีโดยพิมพ์เว็บไซต์ลงในแถบด้านบนและกดแป้น <input>Enter</input> เพื่อค้นหา
vi: Thêm các đường dẫn cho các trang web riêng của bạn mà chúng tôi chưa có bằng việc gõ trang web vào thanh nằm ở phía trên rồi nhấn phím <input>Enter</input> để tìm kiếm.
zh_cn: 通过键入网页顶部的条状栏和点击<input> 进入</input>搜索，添加自己的网站页面链接。

source: Click on the <_:media-1/> button, and your link will be installed to the desktop. Add another website, or else close the App Center to find your new website shortcut. It will be directly to the left of the <_:media-2/> button.
es: Haz clic en el botón <_:media-1/>, y tu enlace será instalado en el escritorio. Agrega otro sitio web o cierra el Centro de programas para buscar tu nuevo acceso directo. Estará directamente a la izquierda del botón <_:media-2/>.
id: Klik pada tombol <_:media-1/> dan tautan Anda akan terpasang ke desktop. Tambahkan situs web lain atau tutup Pusat Aplikasi untuk menemukan tombol pintas ke situs web baru. Ini akan langsung ke kiri tombol <_:media-2/>.
th: ึคลิกปุ่ม <_:media-1/> และลิงค์ของคุณจะถูกติดตั้งบนเดสก์ท็อป เพิ่มเว็บไซต์อื่นหรือปิดศูนย์แอพเพื่อหาทางลัดใหม่ไปยังเว็บไซต์ ซึ่งจะอยู่ไปทางด้านซ้ายของปุ่ม<_:media-2/>
vi: Nhấp vào nút <_:media-1/> và đường dẫn của bạn sẽ được cài đặt lên màn hình nền. Thêm một trang web khác, hoặc nếu không thì đóng Trung tâm Ứng dụng để tìm ra lối tắt cho trang web mới của bạn. Nó sẽ nằm ở ngay phía bên trái của nút <_:media-2/>.
zh_cn: 点击<_:media-1/>按钮，您选中的链接将创建到桌面。您还可以添加其他网站，或者关闭应用中心，找到您新建的网站快捷方式，它将出现在<_:media-2/>按钮的左侧。

source: Learn how to remove apps from your desktop.
es: Aprende cómo eliminar programas desde el escritorio.
vi: Tìm hiểu cách gỡ ứng dụng khỏi màn hình nền.
zh_cn: 了解如何从桌面移除应用程序。

source: Delete apps from the desktop
es: Eliminar programas desde el escritorio
vi: Xóa các ứng dụng khỏi màn hình nền.
zh_cn: 从桌面删除app

source: To delete an app from your desktop:
es: Para eliminar un programa de tu escritorio:
vi: Để xóa một ứng dụng khỏi màn hình nền của bạn:
zh_cn: 要从桌面删除app：

source: Click and hold the app icon you want to delete.
es: Haz clic y no sueltes el ícono del programa que quieres eliminar.
vi: Nhấp và giữ biểu tượng ứng dụng bạn muốn xóa.
zh_cn: 点击并按住您想删除的app图标。

source: Keeping the mouse button pressed, drag the app icon on top of <_:media-1/>.
es: Manteniendo el botón del ratón presionado, arrasta el ícono sobre <_:media-1/>.
id: Dengan menjaga agar tombol mouse tetap ditekan, seret ikon aplikasi ke atas <_:media-1/>.
th: กดปุ่มเมาส์ค้างไว้ แล้วลากไอคอนแอพไปอยู่เหนือ <_:media-1/>
vi: Liên tục nhấn nút chuột, kéo biểu tượng ứng dụng phía trên cùng của <_:media-1/>.
zh_cn: 按住鼠标键，将app图标拖拽到 <_:media-1/>上方。

source: You will notice that the <gui>More Apps</gui> icon will become a trash can icon.
es: Te darás cuenta de que el ícono de <gui>Más programas</gui> se convertirá en un ícono de papelera.
id: Anda akan melihat ikon <gui>More Apps</gui> berubah menjadi ikon tempat sampah.
th: คุณจะเห็นว่าไอคอน <gui>แอพอื่นๆ</gui>จะกลายเป็นไอคอนรูปถังขยะ
vi: Bạn sẽ nhận thấy biểu tượng <gui>Thêm Ứng dụng</gui> (More Apps) sẽ trở thành biểu tượng thùng rác.
zh_cn: 您会发现 <gui>更多应用</gui> 图标变为垃圾桶的图案。

source: Just drop the icon there to delete the app.
es: Sólo tienes que arrastrar el ícono ahí para eliminar el programa.
vi: Chỉ việc thả biểu tượng ở đó để xóa ứng dụng.
zh_cn: 将图标拖拽到此处即可删除app。

source: The <gui>More Apps</gui> icon will always be the last icon on your desktop.
es: El ícono <gui>Más programas</gui> siempre será el último en el escritorio.
id: Ikon <gui>Aplikasi Lainnya</gui> akan selalu menjadi ikon terakhir di desktop Anda.
th: ไอคอน <gui>แอพเพิ่มเติม</gui> จะเป็นไอคอนสุดท้ายในเดสก์ท็อปของคุณเสมอ
vi: Biểu tượng <gui>Thêm Ứng dụng</gui> sẽ luôn là biểu tượng cuối cùng trên màn hình nền của bạn.
zh_cn: <gui>更多应用</gui>会以最近从桌面删除的程序图标显示。

source: Deleting the app from your desktop doesn't remove it from the system. If you want to delete the app entirely from the system to make storage space available, you can do it from the <app>App Center</app>.
es: Eliminando el programa del escritorio no lo elimina del sistema. Si deseas eliminar un programa por completo del sistema para aumentar el espacio de almacenamiento, puedes hacerlo desde el <app>Centro de programas</app>.
vi: Xóa ứng dụng khỏi màn hình nền sẽ không xóa bỏ ứng dụng ra khỏi hệ thống. Nếu bạn muốn xóa hoàn toàn ứng dụng ra khỏi hệ thống để có thêm dung lượng lưu trữ, bạn có thể làm điều đó trong <app>Trung tâm Ứng dụng</app>.
zh_cn: 从桌面删除app不会使其从系统中移除。如果您想彻底卸载该app，以节省储存空间，可以在<app>应用中心</app>进行此操作。

source: Learn how to download songs and media from the internet.
es: Aprende cómo descargar canciones y multimedia del internet.
vi: Tìm hiểu cách tải ca khúc và đa phương tiện từ internet.
zh_cn: 了解如何从互联网下载歌曲和视频。

source: Download songs and media
es: Descargar canciones y multimedia
vi: Tải các bài hát và đa phương tiện
zh_cn: 下载歌曲和视频

source: You can use the <app>FrostTorrent</app> app to download songs and media from the internet.
es: Puedes usar el programa <app>FrostTorrent</app> para descargar canciones y multimedia del internet.
vi: Bạn có thể dùng ứng dụng <app>FrostTorrent</app> để tải bài hát và đa phương tiện từ internet.
zh_cn: 您可以使用 <app>FrostTorrent</app> app从互联网下载歌曲和视频。

source: Download songs and media from the internet following these steps:
es: Descarga canciones y multimedia desde el internet siguiendo estos pasos:
vi: Tải bài hát và tập tin đa phương tiện từ internet theo các bước sau:
zh_cn: 通过以下步骤从互联网下载歌曲和视频：

source: Make sure that you have the <app>FrostTorrent</app> app installed on your computer. If you don't already have it, go to your <app>App Center</app>'s Utilities section and download it, then click on it once to open.
es: Asegúrate de haber descargado el programa <app>FrostTorrent</app>. Si todavía no lo tienes, visita la sección de Utilidades en el <app>Centro de programas</app> para descargarlo y luego haz clic en él cuando se termine de descargar para usarlo.
vi: Hãy chắc chắn rằng bạn đã cài ứng dụng <app>FrostTorrent</app> trên máy tính. Nếu bạn chưa có, hãy đến mục Tiện ích của <app>Trung tâm ứng dụng</app> để tải về, sau đó nhấp một lần để mở ứng dụng.
zh_cn: 确保您的电脑已安装 <app>FrostTorrent</app> app。如未安装，请到 <app>应用中心</app> 的实用程序一栏进行下载，然后单击打开。
