Repository: endlessm/gnome-user-docs
Catalog: gnome-help/*/*.po
Languages: es, id, th, vi, zh_cn

source: Click on the clock on the task bar on the bottom right side of your screen and select <gui>Date &amp; Time Settings</gui>.
es: Haz clic en el reloj en la barra de tareas, que se encuentra en la esquina inferior derecha de tu pantalla, y selecciona <gui>Configuración de hora y fecha</gui>.
vi: Bấm vào đồng hồ trên thanh công cụ ở phía dưới bên phải màn hình và chọn <gui>Cài đặt Ngày và Thời gian</gui>.
zh_cn: 点击屏幕右边底端任务栏内的时钟，选择<gui>日期&amp;时间设置</gui>

source: If you have <gui>Automatic Time Zone</gui> set to <gui>On</gui>, your time zone should update automatically if you have an internet connection. To update your time zone manually, set this to <gui>Off</gui>.
es: Si tiene <gui>Activada</gui> la <gui>Zona horaria automática</gui>, su zona horaria se debería actualizar automáticamente si tiene una conexión a Internet. Para actualizar su zona horaria manualmente, <gui>Desactívela</gui>.
id: Apabila <gui>Zona Waktu Otomatis</gui> <gui>Aktif</gui>, zona waktu Anda seharusnya akan diperbarui secara otomatis apabila Anda tersambung ke internet. Untuk memperbarui zona waktu Anda secara manual, setel aturan ini menjadi <gui>Nonaktif</gui>.
th: หากคุณกำหนด <gui>Automatic Time Zone</gui> ไว้ที่ <gui>On</gui> เขตเวลาของคุณจะอัปเดตอัตโนมัติหากคุณมีการเชื่อมต่ออินเทอร์เน็ต ในการอัปเดตเขตเวลาของคุณด้วยตนเอง ตั้งค่าคุณสมบัตินี้ให้เป็น <gui>Off</gui>
vi: Nếu <gui>Múi giờ tự động</gui> đang <gui>Bật</gui>, múi giờ của bạn sẽ tự động cập nhật nếu bạn kết nối internet. Để cập nhật múi giờ bằng tay, hãy <gui>Tắt</gui> tùy chọn này.
zh_cn: 如果您开启了<gui>自动时区</gui>，您的时区将会在有网络连接的时候自动更新。如果您想要人工更新您的时区，请关闭该设置。

source: Click <gui>Time Zone</gui>, then select your location on the map or search for your current city.
es: Pulse <gui>Zona horaria</gui> y seleccione su ubicación en el mapa o busque su ciudad actual.
id: Klik <gui>Time Zone</gui>, kemudian pilih lokasi Anda di peta atau cari kota tempat Anda berada saat ini.
th: คลิก <gui>ไทม์โซน</gui>แล้วเลือกตำแหน่งที่อยู่ของคุณบนแผนที่หรือค้นหาเมืองที่อยู่ในปัจจุบัน
vi: Nhấp vào <gui>Time Zone</gui>, sau đó lựa chọn địa điểm của bạn trên bản đồ hoặc tìm kiếm thành phố hiện tại của bạn.
zh_cn: 点击<gui>时区</gui>，然后在地图上选择您的位置或者搜索您当前的城市。

source: The time will be updated automatically when you select a different location. You may also wish to <link xref="clock-set">set the clock manually</link>.
es: La hora se actualizará automáticamente cuando seleccione una ubicación diferente. También puede querer <link xref="clock-set">configurar el reloj manualmente</link>.
id: Waktu akan diperbarui otomatis saat Anda memilih lokasi berbeda. Anda juga dapat <link xref="clock-set">mengatur jam secara manual</link>.
th: เวลาจะได้รับการอัพเดตโดยอัตโนมัติเมื่อคุณเลือกตำแหน่งที่ตั้งอื่น หรือคุณอาจ<link xref="clock-set">ตั้งนาฬิกาด้วยตัวเอง</link>ก็ได้
vi: Thời gian sẽ được tự động cập nhật khi bạn chọn một vị trí khác. Bạn cũng có thể muốn <link xref="clock-set">cài đặt đồng hồ một cách thủ công</link>.
zh_cn: 当您选择不用位置的时候，时间将会自动更新。您可能还需要 <link xref="clock-set">人工设置时钟</link>。

source: Set up an additional monitor.
es: Configurar un monitor adicional.
zh_cn: 增设显示器。

source: Connect another monitor to your computer
es: Conectar otra pantalla a la computadora
zh_cn: 将另一台显示屏连接到您的计算机上。

source: Set up an additional monitor
es: Configurar un monitor adicional
zh_cn: 将另一台显示屏连接到您的计算机上。

source: To set up an additional monitor, connect the monitor to your computer. If your system does not recognize it immediately, or you would like to adjust the settings:
es: Para configurar una pantalla adicional, conecta la pantalla a la computadora. Si tu sistema no la reconoce inmediatamente, o si quieres ajustar las configuraciones:
zh_cn: 如果您想增设显示器，将该显示屏连接到您的计算机上。如果您的系统无法立即识别，您需要调整以下设置：

source: Click on <gui>Displays</gui>.
es: Haz clic en <gui>Pantallas</gui>.
zh_cn: 点击<gui>显示</gui>。

source: The monitor with the bottom bar is the main monitor. To change which monitor is treated as "main", click on the bottom bar and drag it over to the monitor which you want to set as the "main" monitor.
es: La pantalla con la barra de tareas es la pantalla principal. Para cambiar cual pantalla es la "principal", haz clic en la barra inferior y arrástrala hasta la pantalla que quieres que sea la pantalla "principal".
zh_cn: 显示底端任务栏的显示器为主显示器。更改主显示器，请点击底端任务栏并将其拖拽到您想要设置为主显示器的显示器上。

source: To rotate the orientation of the monitor, click on it and use the buttons with the arrows to rotate it.
es: Para rotar la orientación de la pantalla, haz clic en ella y usa los botones de flechas para rotarla.
zh_cn: 如果您需要旋转显示器的方向，点击并使用带有箭头的按钮来旋转。

source: When you are happy with your settings, click <gui>Apply</gui> and then click <gui>Keep Changes</gui>.
es: Cuando estés satisfecho con la configuración, haz clic en <gui>Aplicar</gui> y luego en <gui>Mantener cambios</gui>.
zh_cn: 如果您满意您的设置，点击<gui>应用</gui>，然后点击<gui>保存更改</gui>。

# _
source: external ref='figures/go-down.png' md5='e8c16f5ab9ed933f4a537b740506f4d4'
zh_cn: 外部引用='figures/go-down.png' md5='e8c16f5ab9ed933f4a537b740506f4d4'

source: Manage and organize files with the file manager.
es: Gestiona y organiza archivos con el explorador de archivos.
id: Kelola dan organisasikan berkas dengan manajer berkas.
th: จัดการและจัดระเบียบไฟล์ด้วยตัวจัดการไฟล์
vi: Quản lý và tổ chức tập tin với trình quản lý tập tin.
zh_cn: 用文件管理器管理和组织文件。

source: Browse files and folders
es: Examinar archivos y carpetas
id: Meramban berkas dan folder
th: ค้นหาไฟล์และโฟลเดอร์
vi: Duyệt tập tin và thư mục
zh_cn: 浏览文件和文件夹

source: Use the <app>Documents</app> file manager to browse and organize the files on your computer. You can also use it to manage files on storage devices (like external hard disks), on file servers, and on network shares.
es: Utiliza <app>Mis Documentos</app> para buscar por y organizar a los archivos en tu computadora. También puedes utilizarlo para administrar archivos en dispositivos de almacenamiento (como discos duros externos), en servidores de archivos y en redes compartidas.
id: Gunakan manajer berkas <app>Documents</app> untuk menelusuri dan mengelola berkas-berkas di komputer Anda. Anda juga dapat menggunakannya untuk mengelola berkas di perangkat penyimpanan (seperti hard disk eksternal), server berkas, dan jaringan berbagi.
th: ใช้เครื่องมือจัดการไฟล์ <app>เอกสาร</app> เพื่อดูและจัดไฟล์ในคอมพิวเตอร์ของคุณ คุณสามารถใช้เพื่อจัดการไฟล์ในอุปกรณ์จัดเก็บ (เช่น ฮาร์ดดิสก์ภายนอก) ในเซิร์ฟเวอร์ไฟล์ และในการแชร์บนโครงข่ายได้ด้วย
vi: Sử dụng trình quản lý tập tin <app>Tài liệu</app> để xem qua và sắp xếp các tập tin trên máy tính của bạn. Bạn cũng có thể sử dụng trình quản lý này để quản lý tập tin trên các thiết bị lưu trữ (như ổ cứng ngoài), các máy chủ tập tin và các khu vực mạng chia sẻ.
zh_cn: 使用<app>文档</app> 文件管理器来浏览和组织计算机上的文件。您还可以用它在文件存储站和网络共享上管理存储设备（如外部硬盘）上的文件。

source: To start the file manager, click on the <app>Documents</app> icon on the <gui>Desktop</gui>. You can also search for files and folders using the <gui>global search bar</gui> at the top of your desktop.
es: Para empezar el explorador de archivos, haz clic en el ícono <app>Documentos</app> en el <gui>Escritorio</gui>. También puedes buscar archivos y carpetas usando la <gui>barra de búsqueda</gui> en la parte superior de tu escritorio.
id: Untuk memulai pengaturan file, klik pada ikon <app>Documents</app> di <gui>Desktop</gui>. Anda juga bisa melakukan pencarian file dan folder menggunakan <gui>global search bar</gui> di bagian atas desktop.
th: วิธีเปิดใช้เครื่องมือจัดการไฟล์ คลิกที่ไอคอน <app>เอกสาร</app>บน <gui>เดสก์ท็อป</gui> คุุณยังสามารถค้นหาไฟล์และโฟลเดอร์ได้โดยใช้ <gui>แถบการค้นหาสากล</gui>ที่ส่วนบนของเดสก์ท็อป
vi: Để khởi động quản lý tệp tin, nhấp vào biểu tượng <app>Documents</app> trên <gui>Desktop</gui>. Bạn cũng có thể tìm kiếm các tệp tin và các thư mục nhờ sử dụng <gui>global search bar</gui> nằm phía trên màn hình nền của bạn.
zh_cn: 如果您需要使用文件管理器，请点击<gui>桌面</gui>上的<app>文件</app>图标。您还可以使用桌面顶部的<gui>全球搜索栏</gui>来搜索文件和文件夹。

source: Exploring the contents of folders
es: Explorando el contenido de carpetas
id: Mengeksplorasi isi folder
th: สำรวจเนื้อหาของโฟลเดอร์
vi: Khám phá nội dung thư mục
zh_cn: 查看文件夹内容。

source: In the file manager, double-click any folder to view its contents, and double-click any file to open it with the default application for that file. You can also right-click a folder to open it in a new tab or new window.
es: En el explorador de archivos, haz doble clic sobre una carpeta para ver su contenido, o sobre un archivo para abrirlo con la aplicación predeterminada para ese archivo. También puedes hacer doble clic con el botón derecho sobre una carpeta para abrirla en una pestaña o en una ventana nueva.
id: Pada manajer berkas, klik dua kali pada folder mana saja untuk menampilkan kontennya, dan klik dua kali pada berkas mana saja untuk membukanya dengan aplikasi default untuk berkas tersebut. Klik kanan pada folder untuk membukanya di tab atau jendela baru.
th: ในเครื่องมือจัดการไฟล์ ดับเบิลคลิกที่โฟลเดอร์เพื่อดูเนื้อหาและดับเบิลคลิกที่ไฟล์ใดๆ เพื่อเปิดใช้และใช้ด้วยแอพพลิเคชั่นที่เป็นค่าเริ่มต้นสำหรับไฟล์นั้น คุณยังสามารถคลิกโฟลเดอร์เพื่อเปิดใช้ในแท็บใหม่หรือหน้าต่างใหม่ได้
vi: Trong trình quản lý tệp, bấm đúp vào thư mục bất kỳ để xem nội dung thư mục, và bấm đúp vào tệp bất kỳ để mở tệp bằng ứng dụng mặc định cho tệp đó. Bạn cũng có thể bấm đúp vào thư mục để mở thư mục đó trong một tab mới hoặc cửa sổ mới.
zh_cn: 在文件管理器中，双击一个文件夹，就可以查看它里面包含的文件，双击一个文件可以用默认的应用程序打开它。您也可以在一个文件夹上右击，选择在新标签或新窗口打开。

source: When looking through the files in a folder, you can quickly <link xref="files-preview">preview each file</link> by pressing the space bar to be sure you have the right file before opening it, copying it, or deleting it.
es: Al examinar los archivos en una carpeta puedes rápidamente <link xref="files-preview">previsualizar rápidamente cada archivo</link> pulsando la barra espaciadora para asegurarte de que tienes el archivo correcto antes de abrirlo, copiarlo o eliminarlo.
id: Ketika melihat melalui berkas dalam folder, Anda dapat dengan cepat <link xref="files-preview">pratinjau setiap berkas</link> dengan menekan spasi untuk memastikan Anda memiliki berkas yang tepat sebelum membukanya, menyalin, atau menghapus itu.
th: เมื่อมองหาไฟล์ในโฟลเดอร์ คุณสามารถ <link xref="files-preview">แสดงตัวอย่างแต่ละไฟล์</link> ได้อย่างรวดเร็วโดยกดที่สเปซบาร์ เพื่อดูว่าคุณเลือกไฟล์ถูกต้องก่อนเปิด, คัดลอก หรือลบ
vi: Khi xem xét các tệp tin trong một thư mục, bạn có thể <link xref="files-preview">preview each file</link> nhanh bằng cách nhấn vào phím cách để đảm bảo bạn chọn đúng tập tin trước khi mở, sao chép hoặc xóa tệp tin đó.
zh_cn: 当您浏览文件夹内容时，可以通过按空格键快速<link xref="files-preview">预览各个文件</link>，确保打开、复制或删除的是该文件。

source: The <em>path bar</em> above the list of files and folders shows you which folder you're viewing, including the parent folders of the current folder. Click a parent folder in the path bar to go to that folder. Right-click any folder in the path bar to open it in a new tab or window, copy or move it, or access its properties.
es: La <em>barra de rutas</em> situada arriba de la lista de archivos y carpetas muestra cuál carpeta estás visualizando, incluyendo las carpetas principales hasta tu carpeta personal. Haz clic en una carpeta principal de la barra de rutas para moverte a esa carpeta. Haz clic con el botón derecho sobre cualquier carpeta de la barra de rutas para abrirla en una pestaña o ventana nueva, copiarla, moverla o acceder a sus propiedades.
id: <em>path bar</em> di daftar atas file dan folder memperlihatkan folder yang sedang Anda buka, termasuk folder induk dari folder tersebut. Klik folder induk di baris jalur untuk langsung menuju ke folder tersebut. Klik kanan pada folder apapun di baris jalur untuk membukanya di tab atau layar baru, salin atau pindahkan, atau akses propertinya.
th: <em>แถบเส้นทาง (path bar) </em> ที่ด้านบนรายการไฟล์และโฟลเดอร์จะแสดงให้คุณเห็นว่าคุณกำลังดูโฟลเดอร์ใดอยู่ และมีโฟลเดอร์ใดเป็นโฟลเดอร์หลัก คลิกที่โฟลเดอร์หลักในแถบเส้นทางเพื่อไปยังโฟลเดอร์นั้น คลิกขวาที่โฟลเดอร์ใดก็ตามในแถบเส้นทางเพื่อเปิดในแท็บหรือหน้าต่างใหม่ คัดลอกหรือย้าย หรือเข้าถึงข้อมูลคุณสมบัติ
vi: <em>Thanh đường dẫn</em> ở trên danh sách tập tin và thư mục cho bạn biết bạn đang xem thư mục nào, bao gồm cả thư mục cha. Nhấn thư mục cha trên thanh đường dẫn để xem thư mục đó. Nhấn chuột phải trên bất kỳ thư mục nào trên thanh đường dẫn để mở trong thẻ hoặc cửa sổ mới, hoặc chép/di chuyển, hoặc truy cập thuộc tính của nó.
zh_cn: 在文件和文件夹列表上 的<em>路径栏</em>显示了当前文件夹的路径，还包含了上一级文件夹。点击路径栏中的上一级文件夹，就可以转到该文件夹。在路径栏中右击人文文件夹，都可以在一个新标签或新窗口中打开它、复制它或查看它的属性。

source: If you want to quickly skip to a file in the folder you're viewing, start typing its name. A search box will appear at the top of the window and the first file which matches your search will be highlighted. Press the down arrow key, or scroll with the mouse, to skip to the next file that matches your search.
es: Si quieres saltar rápidamente a un archivo en la carpeta que estás viendo, empieza a escribir su nombre. Aparecerá una caja de búsqueda en la parte inferior de la ventana y se resaltará el primer archivo que coincida con su búsqueda. Pulsa la flecha «abajo» o desplázate con el ratón para saltar al siguiente archivo que coincida con tu búsqueda.
id: Jika Anda ingin cepat menuju berkas dalam folder yang Anda lihat, mulailah mengetikkan namanya. Kotak pencarian akan muncul di atas jendela dan berkas pertama yang sesuai dengan pencarian akan disorot. Tekan tombol panah bawah, atau gulir dengan mouse, untuk langsung menuju berkas selanjutnya yang sesuai dengan pencarian.
th: หากคุณต้องการข้ามไปยังไฟล์ในโฟลเดอร์ที่กำลังดูอยู่อย่างรวดเร็ว ให้เริ่มพิมพ์ชื่อไฟล์ดังกล่าว กล่องค้นหาจะปรากฏขึ้นมาที่ด้านบนของหน้าต่าง และไฟล์แรกที่ตรงกับการค้นหาของคุณจะถูกไฮไลต์ กดปุ่มลูกศรหรือเลื่อนด้วยเมาส์ไปข้ามไปยังไฟล์ถัดไปที่ตรงกับการค้นหาของคุณ
vi: Nếu bạn muốn chuyển nhanh đến một tệp trong thư mục bạn đang xem, hãy bắt đầu nhập tên của nó. Một hộp tìm kiếm sẽ xuất hiện ở phía trên cửa sổ và tệp đầu tiên khớp với tìm kiếm của bạn sẽ được làm nổi bật. Nhấn phím mũi tên hoặc cuộn bằng chuột để chuyển đến tệp tiếp theo khớp với tìm kiếm của bạn.
zh_cn: 如果您想快速找到当前文件夹中的一个文件，只需输入它的文件名即可。在窗口顶部会出来一个搜索框，第一个匹配的文件会高亮显示，按下方向键或者转动鼠标滚轮，会跳至下一个匹配项。

source: You can quickly access common places from the <em>sidebar</em>. If you do not see the sidebar, click the <media type="image" src="figures/go-down.png">down</media> button in the toolbar and pick <gui>Show Sidebar</gui>. You can add bookmarks to folders that you use often and they will appear in the sidebar. Use the <gui>Bookmarks</gui> menu to do this, or simply drag a folder into the sidebar.
es: Puedes acceder rápidamente a lugares comunes desde la <em>barra lateral</em>. Si no ves la barra lateral, haz clic en el botón <media type="image" src="figures/go-down.png">abajo</media> en la barra de herramientas y elige <gui>Mostrar barra lateral</gui>. Puedes añadir marcadores a carpetas que usas con frecuencia y aparecerán en la barra lateral. Usa el menú <gui>Marcadores</gui> para hacer esto, o simplemente arrastra una carpeta a la barra lateral.
id: Anda dapat dengan cepat mengakses lokasi-lokasi yang sering dipakai melalui <em>batang samping</em>. Apabila Anda tidak melihat batang samping, klik tombol <media type="image" src="figures/go-down.png">panah ke bawah</media> dan pilih <gui>Tampilkan Batang Samping</gui>. Anda dapat memasang penanda untuk folder yang sering Anda pakai dan penanda itu akan ditampilkan di batang samping. Gunakan menu <gui>Penanda</gui> untuk melakukan hal ini, atau bisa juga cukup dengan menyeret sebuah folder ke batang samping.
th: คุณสามารถเข้าไปยังที่ๆ ใช้บ่อยได้จาก<em>แถบด้านข้าง</em> หากคุณไม่เห็นแถบด้านข้าง คลิกปุ่ม<media type="image" src="figures/go-down.png">ลง</media>บนแถบเครื่องมือ แล้วเลือก<gui>แสดงแถบด้านข้าง</gui> คุณสามารถเพิ่มที่คั่นหน้าในโฟลเดอร์ที่คุณใช้บ่อย และโฟลเดอร์ดังกล่าวจะปรากฏบนแถบด้านข้าง ใช้เมนู<gui>ที่คั่นหน้า</gui>หรือลากโฟลเดอร์ไปใส่ไว้ในแถบด้านข้าง
vi: Bạn có thể truy cập nhanh vào những nơi phổ biến từ <em>thanh bên</em>. Nếu bạn không nhìn thấy thanh bên, hãy nhấp vào nút <media type="image" src="figures/go-down.png">xuống</media> trong thanh công cụ và chọn <gui>Hiện Thanh bên</gui>. Bạn có thể thêm thẻ đánh dấu vào các thư mục thường dùng và chúng sẽ hiện ra trong thanh bên. Sử dụng trình đơn <gui>Thẻ đánh dấu</gui> để làm việc này, hoặc chỉ cần kéo một thư mục vào thanh bên.
zh_cn: 您可以在<em>侧边栏</em>中，快速访问常用的文件夹。如果您不想显示侧边栏，点击工具栏上的<media type="image" src="figures/go-down.png">下拉</media> 按钮，选择<gui>显示侧栏</gui>，您还可以将一些常用的文件夹添加为书签，它们也会显示在侧栏里，添加书签请在<gui>书签</gui>菜单里操作，或者直接将文件夹拖到侧栏中。

source: Copy or move items to a new folder.
es: Copiar o mover elementos a una carpeta nueva.
id: Menyalin atau memindah butir-butir ke folder baru.
th: คัดลอกหรือย้ายไอเทมไปในโฟลเดอร์ใหม่
vi: Chép hoặc di chuyển sang thư mục mới.
zh_cn: 复制或移动项目到一个新文件夹中。

source: Copy or move files and folders
es: Copiar o mover archivos y carpetas
id: Menyalin atau memindah berkas dan folder
th: คัดลอกหรือย้ายไฟล์และโฟลเดอร์
vi: Chép hoặc di chuyển tập tin và thư mục
zh_cn: 复制或移动文件和文件夹

source: A file or folder can be copied or moved to a new location by dragging and dropping with the mouse, using the copy and paste commands, or by using keyboard shortcuts.
es: Es posible copiar o mover un archivo o carpeta en una nueva ubicación arrastrándola y soltándola con el ratón, usando los comandos de copiar y pega, o usando una combinación de teclas.
id: Berkas atau folder dapat disalin atau dipindah ke lokasi baru dengan menyeret dan jatuhkan memakai tetikus, memakai perintah salin dan tempel, atau memakai pintasan papan tik.
th: ไฟล์หรือโฟลเดอร์สามารถถูกคัดบอกหรือย้ายไปที่ตำแหน่งอื่นได้โดยการลากและวางไฟล์โดยใช้เม้าส์ ใช้คำสั่งคัดลองและแปะ หรือใช้ทางลัดในคีย์บอร์ด
vi: Tập tin hoặc thư mục có thể được chép hoặc di chuyển sang vị trí mới bằng cách kéo thả bằng chuột, dùng lệnh cắt/chép dán, hoặc dùng bàn phím.
zh_cn: 通过鼠标的拖放操作、使用复制粘贴命令，或者使用键盘快捷键，可以将文件或文件夹复制或移动到另一个文件夹。

source: For example, you might want to copy a presentation onto a memory stick so you can take it to school or work with you. Or, you could make a backup copy of a document before you make changes to it (and then use the old copy if you don't like your changes).
es: Por ejemplo, es posible que quieras copiar una presentación en una tarjeta de memoria para llevártela a la escuela o al trabajo. O, podrías hacer una copia de seguridad de un documento antes de hacerle cambios (y luego usar la copia original si no te gustan tus cambios).
id: Misalnya, Anda ingin menyalin presentasi ke USB supaya bisa dibawa ke sekolah atau tempat kerja. Atau, Anda bisa membuat salinan cadangan dari dokumen sebelum melakukan perubahan (dan menggunakan salinan lama jika Anda tidak menyukai hasil sesudah perubahan).
th: ตัวอย่างเช่น คุณอาจต้องการคัดลอกไฟล์งานนำเสนอในเมโมรีสติ๊กเพื่อนำไปโรงเรียนหรือบริษัท หรือคุณสามารถทำสำเนาสำรองของเอกสารก่อนทำการเปลี่ยนแปลงใดๆ (และใช้ฉบับเก่าหากคุณไม่พอใจการเปลี่ยนแปลง)
vi: Ví dụ, bạn có thể muốn sao chép bản thuyết trình vào thẻ nhớ để bạn có thể mang theo đến trường học hoặc đến nơi làm việc. Hoặc bạn có thể tạo bản sao dự phòng của một tài liệu trước khi bạn thay đổi tài liệu (và sau đó sử dụng bản sao cũ nếu bạn không muốn thay đổi đó).
zh_cn: 例如，您可能需要将一个演示文稿复制到您的记忆棒里，以便带去学校和公司。您可以在更改文件之前做好备份复制（当您不满意您的更改时可以使用以前的复制文件）。

source: These instructions apply to both files and folders. You copy and move files and folders in exactly the same way.
es: Estas instrucciones se aplican tanto a los archivos como a las carpetas. Copia y mueve archivos y carpetas de la misma forma.
id: Petunjuk ini berlaku untuk kedua berkas dan folder. Anda menyalin dan memindahkan berkas dan folder dengan cara yang persis sama.
th: คำแนะนำนี้ใช้ได้กับทั้งไฟล์และโฟลเดอร์ คุณคัดลอกและย้ายไฟล์และโฟลเดอร์ในแบบเดียวกัน
vi: Những hướng dẫn này áp dụng cho cả tệp và thư mục. Bạn sao chép và di chuyển tệp và thư mục theo cùng một cách giống nhau.
zh_cn: 这些操作适用于文件和文件夹。您可以用完全一样的方式移动和复制文件和文件夹

source: Copy and paste files
es: Copiar y pegar archivos
id: Menyalin dan menempel berkas
th: คัดลอกและแปะไฟล์
vi: Chép và dán tập tin
zh_cn: 复制和粘贴文件

source: Select the file you want to copy by clicking on it once.
es: Selecciona el archivo que quieras copiar, haciéndole clic una sola vez.
id: Pilih berkas yang ingin Anda salin dengan mengklik padanya sekali.
th: เลือกไฟล์ที่คุณต้องการคัดลอกโดยคลิกบนไฟล์หนึ่งครั้ง
vi: Chọn tập tin bạn muốn chép bằng cách nhấn một lần.
zh_cn: 单击选中您想复制的文件。

source: Right-click and pick <gui>Copy</gui>, or press<keyseq><key>Ctrl</key> <key>C</key></keyseq>.
es: Haz clic con el botón derecho y elige <gui>Copiar</gui>, o pulsa <keyseq><key>Ctrl</key><key>C</key></keyseq>.
id: Tekan kanan dan pilih <gui>Copy</gui>, atau tekan <keyseq><key>Ctrl</key> <key>C</key></keyseq>.
th: คลิกขวาและเลือก <gui>คัดลอก</gui> หรือกด<keyseq><key>Ctrl</key> <key>C</key></keyseq>
vi: Nhấp chuột phải và chọn <gui>Copy</gui> (Sao chép), hoặc nhấn<keyseq><key>Ctrl</key> <key>C</key></keyseq>.
zh_cn: 右击并选择 <gui>复制</gui>，或者按下组合键<keyseq><key>Ctrl</key> <key>C</key></keyseq>

source: Navigate to another folder, where you want to put the copy of the file.
es: Ve a otra carpeta donde quieras poner la copia del archivo.
id: Berpindahlah ke folder lain di mana Anda ingin menyimpan salinan berkas.
th: เปิดไปยังโฟลเดอร์อื่นที่คุณต้องการวางสำเนาไฟล์
vi: Chuyển qua thư mục khác nơi bạn muốn chép vào.
zh_cn: 再打开您想要存放复制后文件的目录。

source: Click the gear icon and pick <gui>Paste</gui> to finish copying the file, or press <keyseq><key>Ctrl</key><key>V</key></keyseq>. There will now be a copy of the file in the original folder and the other folder.
es: Haz clic en el ícono de la rueda dentada y elige <gui>Pegar</gui> para finalizar la copia del archivo, o pulsa <keyseq><key>Ctrl</key><key>V</key></keyseq>. Ahora habrá una copia del archivo en la carpeta original y en la otra carpeta.
id: Klik ikon roda gigi lalu pilih <gui>Tempel</gui> untuk meyelesaikan penyalinan berkas, atau tekan <keyseq><key>Ctrl</key><key>V</key></keyseq>. Kini terdapat salinan dari berkas dalam folder asal dan folder lainnya.
th: คลิกไอคอนรูปเฟืองและเลือก <gui>แปะ</gui>เพื่อคัดลอกไฟล์ให้เสร็จ หรือกด <keyseq><key>Ctrl</key><key>V</key></keyseq> แล้วจะมีไฟล์ที่คัดลอกไว้ในโฟลเดอร์ต้นฉบับ และในอีกโฟลเดอร์หนึ่ง
vi: Nhấp vào biểu tượng bánh răng và chọn <gui>Dán</gui> để hoàn thành sao chép tệp hoặc nhấn <keyseq><key>Ctrl</key><key>V</key></keyseq>. Lúc này tại thư mục gốc và thư mục đích sẽ có bản sao của tệp.
zh_cn: 点击齿轮图标，选择<gui>粘贴</gui>命令完成复制操作，或者也可以按组合键 <keyseq><key>Ctrl</key><key>V</key></keyseq>。这样就会得到一个原来文件或文件夹的复制。

source: Cut and paste files to move them
es: Cortar y pegar archivos para moverlos
id: Potong dan tempel berkas untuk memindah mereka
th: ตัดและวางไฟล์เพื่อเคลื่อนย้าย
vi: Cắt và dán tập tin để di chuyển
zh_cn: 通过剪切和粘贴操作来移动文件

source: Select the file you want to move by clicking on it once.
es: Selecciona el archivo que quieres mover haciéndoles clic una sola vez.
id: Pilih berkas yang ingin Anda pindah dengan mengklik padanya sekali.
th: เลือกไฟล์ที่คุณต้องการย้ายด้วยการคลิกไฟล์หนึ่งครั้ง
vi: Chọn tập tin bạn muốn di chuyển bằng cách nhấn một lần.
zh_cn: 单击选中您想要移动的文件。

source: Right-click and pick <gui>Cut</gui>, or press <keyseq><key>Ctrl</key> <key>X</key></keyseq>.
es: Haz clic con el botón derecho y elige <gui>Cortar</gui>, o pulsa <keyseq><key>Ctrl</key><key>X</key></keyseq>.
id: Klik kanan dan pilih <gui>Cut</gui>, atau tekan <keyseq><key>Ctrl</key> <key>X</key></keyseq>.
th: คลิกขวาและเลือก <gui>ตัด</gui>หรือกด<keyseq><key>Ctrl</key> <key>X</key></keyseq>
vi: Nhấp chuột phải và chọn <gui>Cắt</gui> (Cut), hoặc nhấn <keyseq><key>Ctrl</key> <key>X</key></keyseq>.
zh_cn: 右击并选择 <gui>剪切</gui>，或者按下组合键<keyseq><key>Ctrl</key> <key>X</key></keyseq>。
